package text.korean
{
   public class npcs
   {
      public static var watson:String = "왓슨";
      
      public static var indy:String = "인디";
      
      public static var bessie:String = "베시";
      
      public static var molly:String = "몰리";
      
      public static var lynne:String = "린";
      
      public static var edward:String = "에드워드";
      
      public static var chad:String = "차드";
      
      public static var jeff:String = "제프";
      
      public static var jake:String = "제이크";
      
      public static var rory:String = "로리";
      
      public static var ross:String = "로스";
      
      public static var dennis:String = "데니스";
      
      public static var pam:String = "팸";
      
      public static var ned:String = "네드";
      
      public static var tandalf:String = "탄달프";
      
      public static var randalf:String = "란달프";
      
      public static var wohehiv:String = "워헤히브";
      
      public static var hania:String = "하니아";
      
      public static var makya:String = "마키아";
      
      public static var winona:String = "위노나";
      
      public static var herald:String = "하랄드";
      
      public static var arne:String = "아르네";
      
      public static var knut:String = "넛트";
      
      public static var thief:String = "도둑";
      
      public static var yiffy:String = "이피";
      
      public static var donald:String = "도널드";
      
      public static var jimbo:String = "짐보";
      
      public static var bud:String = "버디";
      
      public static var annie:String = "애니";
      
      public static var sadie:String = "새디";
      
      public static var pickle:String = "피클";
      
      public static var mungus:String = "몽구스";
      
      public static var linwood:String = "린우드";
      
      public static var byrd:String = "버드";
      
      public static var rock:String = "뭉";
      
      public static var june:String = "준";
      
      public static var necron:String = "네크론";
      
      public static var goth:String = "고스";
      
      public static var fizz:String = "피즈";
      
      public static var lulu:String = "룰루";
      
      public static var kira:String = "키라";
      
      public static var teru:String = "테루";
      
      public static var hawk:String = "핀치";
      
      public static var dampe:String = "단페이";
      
      public static var girlA:String = "여자애 A";
      
      public static var girlB:String = "여자애 B";
      
      public static var girlC:String = "여자애 D";
      
      public static var mom:String = "엄마";
      
      public static var dad:String = "아빠";
      
      public static var grump:String = "그럼프";
      
      public static var jolly:String = "졸리";
      
      public static var ronja:String = "론자";
      
      public static var jamie:String = "제이미";
      
      public static var randy:String = "랜디";
      
      public static var misaki:String = "미사키";
      
      public static var mio:String = "미오";
      
      public static var chika:String = "치카";
      
      public static var izumi:String = "이즈미";
      
      public static var pal:String = "팔";
      
      public static var gal:String = "갈";
      
      public static var lenk:String = "랭크";
      
      public static var sarah:String = "사라";
      
      public static var xavi:String = "사비";
      
      public static var pablo:String = "파블로";
      
      public static var steve:String = "스티브";
      
      public static var monika:String = "모니카";
      
      public static var jorma:String = "요르마";
      
      public static var drifty:String = "척";
      
      public static var tina:String = "티나";
      
      public static var gina:String = "지나";
      
      public static var infernus:String = "인페르너스";
      
      public static var jekyl:String = "지킬";
      
      public static var stephanie:String = "스테파니";
      
      public static var santa:String = "산타";
      
      public static var spike:String = "스파이크";
      
      public static var angela:String = "안젤라";
      
      public static var larry:String = "래리";
      
      public static var frosty:String = "노엘";
      
      public static var fanni:String = "파니";
      
      public static var nasim:String = "나심";
      
      public static var gust:String = "거스트";
      
      public static var krogan:String = "크로간";
      
      public static var bounce:String = "바운스";
      
      public static var wally:String = "월리";
      
      public static var hans:String = "한스";
      
      public static var heinz:String = "하인즈";
      
      public static var helmut:String = "헬무트";
      
      public static var erika:String = "에리카";
      
      public static var rebel:String = "반란군";
      
      public static var aniki:String = "아니키";
      
      public static var hikari:String = "히카리";
      
      public static var karen:String = "카렌";
      
      public static var bella:String = "벨라";
      
      public static var tim:String = "팀";
      
      public static var yui:String = "유이";
      
      public static var akira:String = "아키라";
      
      public static var asahi:String = "아사히";
      
      public static var abdul:String = "압둘";
      
      public static var jerry:String = "제리";
      
      public static var leo:String = "레오";
      
      public static var jenny:String = "제니";
      
      public static var jonathan:String = "조나단";
      
      public static var garven:String = "가벤";
      
      public static var xun:String = "순";
      
      public static var jam:String = "잼";
      
      public static var raymond:String = "레이몬드";
      
      public static var helen:String = "헬렌";
      
      public static var princess:String = "공주";
      
      public static var guardA:String = "경비병 A";
      
      public static var guardB:String = "경비병 B";
      
      public static var dao:String = "도";
      
      public static var manlet:String = "잉여";
      
      public static var gimli:String = "김리";
      
      public static var leonidas:String = "레오니다스";
      
      public static var shaggy:String = "섀기";
      
      public static var hippy:String = "히피";
      
      public static var smokey:String = "스모키";
      
      public static var emo:String = "펑크";
      
      public static var vivy:String = "비비";
      
      public static var ghost:String = "유령";
      
      public static var anon:String = "무명";
      
      public static var anton:String = "안톤";
      
      public static var rick:String = "릭";
      
      public static var jessica:String = "제시카";
      
      public static var hobo:String = "부랑자";
      
      public static var shione:String = "시오네";
      
      public static var george:String = "죠지";
      
      public static var roku:String = "육공";
      
      public static var sparky:String = "스파키";
      
      public static var albrecht:String = "알브레히트";
      
      public static var maka:String = "마카";
      
      public static var maya:String = "마야";
      
      public static var finn:String = "핀";
      
      public static var nemi:String = "네미";
      
      public static var bubba:String = "버바";
      
      public static var barman:String = "바텐더";
      
      public static var wakizashi:String = "와키자시";
      
      public static var peppi:String = "페피";
      
      public static var sam:String = "샘";
      
      public static var weeb:String = "덕후";
      
      public static var king:String = "킹";
      
      public static var kirsan:String = "키르산";
      
      public static var canela:String = "카넬라";
      
      public static var kai:String = "카이";
      
      public static var alva:String = "알바";
      
      public static var gray:String = "그레이";
      
      public static var falcon:String = "팔콘";
      
      public static var ika:String = "알래스카";
      
      public static var student:String = "학생";
      
      public static var zephyr:String = "제퍼";
      
      public static var bunni:String = "바니";
      
      public static var sally:String = "샐리";
      
      public static var jack:String = "잭";
      
      public static var amy:String = "에이미";
      
      public static var roastie:String = "뉴비";
      
      public static var digger:String = "디그";
      
      public static var blondie:String = "블론디";
      
      public static var sunny:String = "써니";
      
      public static var pandora:String = "판도라";
      
      public static var marina:String = "마리나";
      
      public static var slasher:String = "슬래셔";
      
      public static var goner:String = "고인";
      
      public static var vegan:String = "비건";
      
      public static var cutter:String = "커터";
      
      public static var ripper:String = "리퍼";
      
      public static var odin:String = "오딘";
      
      public static var bard:String = "음유시인";
      
      public static var cultist:String = "   ";
      
      public static var lunar:String = "진";
      
      public static var dennisD:Array = ["어이! 싸우다 많이 다치면 음식 아이템을 먹어서 바로 회복할 수 있다고! \n그거 알고 있었어?",0,"밥을 먹어보지 않은 사람이 어디 있냐. \n나도 음식의 용도 정도는 알고 있다고!",9,"그럼, 이것도 알고 있어? 일부 음식들을 먹으면 배가 완전히 차서 한동안 아무것도 먹지 못하게 돼! \n햄버거나 피자 같은 건 계속 먹을 수 없을 거야!",0,"어, 그건 처음 듣는 것 같네...      \n\n일단은 과일을 주식으로 삼는 게 나으려나.",11];
      
      public static var randalfD:Array = ["거기 젊은이! 독특한 스킬을 몇 개 가지고 있는 것 같군! \n대부분의 스킬은 아무 제약도 없이 마음대로 사용할 수 있을 거야! 단, 어떤 스킬들은 긴 재사용 대기시간을 가져서, 한 번 쓰면 다시 쓸 때까지 오랜 시간을 기다려야 하지...",0,"재사용 대기시간이라고? 그런 게 붙어있던 스킬도 한두 개 있었던 것 같네. \n엄청 강력한 스킬들을 밸런싱하려고 있는 시스템이야?",15,"그렇지. 예를 들자면, 내 \"기가-둠스데이\"를 다시 쓰기 위해선 10턴을 기다려야 되지! \n애초에 내가 그런 스킬을 쓸 일은 없겠지만. 난 친절한 마법사라고. \n최근 남쪽 대륙의 소멸과는 전혀 관계없어.",0];
      
      public static var tandalfD:Array = ["안녕! 난 탄달프고, 이건 내 파트너 란달프다. \n13년간 함께 모험하며 세계의 수많은 마법을 연구해 왔지. \n너도 \"스킬\" 메뉴에서 AP를 사용해 수많은 멋진 스킬들을 배울 수 있을 거야!",0,"평범한 대화에 튜토리얼을 집어넣지 마! \n이렇게 된 이상 스킬 따윈 하나도 배우지 않고 이 게임을 깨주지.",9,"허허, 그러다 망하면 내 탓하지 말라고.",0];
      
      public static var mungusQ:Array = ["어떤 놈이 내 양말과 안경을 훔쳐갔어. \n그런데 지금 몇 년도였지?",0,"오, 내 물건들이군! \n정말 감사하네!",0,"훨씬 나아진 기분이야.",0];
      
      public static var mungusD:Array = ["히히히, 다시 여든 시절로 돌아온 느낌이야. \n기억도 같이 돌아오고 있는 것 같아! \n고맙다, 아들!",0,"당신 아들 아닌데요.",5];
      
      public static var pamD:Array = ["거기 너, 여기 뒤쪽에 들어오는 거 아니야. \n뭔가 사고 싶은 게 있으면 카운터 앞에서 얘기하라고.",0,"미안, 실수였어! \n(딱히 보물상자를 찾고 있었다거나 한 건 아니야.)",12];
      
      public static var nedD:Array = ["강화제는 몸에 아주 좋은 것들이지. \n영구적으로 능력치를 올려주니 찾는 대로 먹는 게 좋을 거야. \n유일한 단점으로, 돈을 탕진하고 단명하게 될지도 모른다만... 음, 못 들은 걸로 해라.",0];
      
      public static var rossD:Array = ["으아, 이런 가격은 말도 안 된다고! \n차라리 보물상자에서 찾거나 몬스터에게서 뺏는 게 낫겠어! \n다만, 가끔 무기를 강화하기 위해 재료가 딱 한 개 더 필요할 때도 있는데... 사자면 너무 비싸지만, 그냥 찾아보려면 몇 시간씩이나 걸릴지도...",0];
      
      public static var roryD:Array = ["나랑 로스 삼촌은 생활이 어려워질 때 남아도는 아이템을 여기에 팔아. \n거래 조건은 별로 좋지 않지만, 갑작스럽게 돈이 필요할 때도 있다고? \n딱히 문제없다면 언젠가 필요해질 때까지 그냥 모아놓는 게 좋을 거야. \n어차피 인벤토리 공간은 무한하니까.",0];
      
      public static var jakeD:Array = ["악, 오늘 종일 개처럼 부려먹히고 있어. \n지진 때문에 흙더미로 여러 길이 막히게 된 것 같아. \n시장에 삽이 하나 있었던 것 같지만, 거기로 통하는 길도 막혀버렸어! \n그쪽이 목적이라면 꽤 돌아가야 할 거야...",0];
      
      public static var jakeD2:Array = ["오, 삽을 찾은 거야? 잘됐네. \n좀 더 일찍 돌아오지 그랬어? \n이미 내 작업은 다 끝났다고. \n어 그래... 너도 커피 한잔 마셔라.",0];
      
      public static var wohehivQ:Array = ["거기 여행자들! \n그대들은 저 열대림에서 오지 않았는가? \n혹시 남아도는 목재가 있다면 내게 줄 수 있겠나? \n대지가 흔들리는 바람에 파괴된 이 토템들을 재건하고 싶거든.",0,"고맙다, 여행자들! \n네 친절은 언젠가 보답받을 것이야.",0,"바로 작업을 시작하도록 하지.",0];
      
      public static var wohehivD:Array = ["아아, 본래의 아름다운 모습으로 복원되었다.                   \n\n드디어 나도 쉴 수 있겠군.",0];
      
      public static var indyQ:Array = ["여기 있던 지하 유적을 조사하고 있었는데, 갑자기 하늘에서 떨어진 모노리스가 입구를 막아 버렸어! \n이걸 치우려면 폭약이 좀 필요하겠는데...",0,"아하, 완벽해! 딱 내가 필요하던 것들이군! \n좀 있다 돌아오면 이 아래에 뭐가 묻혀있는지 볼 수 있을 거다...",0,"잠시 작업할 시간을 줘!",0];
      
      public static var indyB:Array = ["그 모노리스가 떨어지기 전까지 이걸 풀고 있었지. \n나한테는 답이 안 보이는데...               \n이걸 풀 수 있다면 저기 있는 보물을 다 가져가도 돼.",0,"아, 그리고 저 벽에 있는 지그재그 표시는 꽤 중요한 것 같이 보이는데. \n일종의 비밀 코드라던가... 혹시 모르니까 적어 놓을까...",0];
      
      public static var watsonD:Array = ["인디는 저 터널에 집중하고 있지만, 난 이 모노리스가 훨씬 흥미로운 것 같아! \n어디서 왔을까? 비슷한 물체가 더 있을까? \n어째서 빛나고 있는 거지? 몸체에 있는 문양들에는 무슨 의미가 있는 걸까? \n너무 많은 의문이 들어!",0,"어쨌든, 이 세계는 정말 설명하기 어려운 신비한 일로 가득한 것 같아. \n적어도 \"정보\" 메뉴에서 퀘스트 같은 여러가지 내용을 확인할 수 있는 게 다행이네.",0,"아, 그렇군. 난 언제나 이런 정보 메뉴의 존재를 잊어먹는다니까. \n한 번씩 열어보면서 진행도를 확인하는 것도 나쁘지 않겠지.",22];
      
      public static var thiefD:Array = ["어-어이! 어딜 쳐다보는 거야? \n난 도둑이 아니라고! \n이 가게에 뒷문 같은 건 없어! \n다치기 전에 당장 꺼져!",0,"(참 친절하기도 하네...     \n설마 다른 사람들이 날 이렇게 보는 건 아니겠지.)",17];
      
      public static var winonaD:Array = ["제 할아버지가 걱정돼요. \n현대 의학에 믿음이 가지 않는다고 사냥하실 때 커피를 전혀 들고 가지 않으셔서... \n\n커피 없이는 쓰러진 동료들을 부활시킬 수 없을 텐데!",0,"강력한 힐러가 없는 파티는 마늘도 충분히 챙기는 게 좋아요. \n중독, 기절이나 더 심한 상태이상에 걸릴지도 모르잖아요!",0,"난 마늘은 별로 안 좋아하는데... 내 고양이도 싫어하는 것 같고.",17,"냐 냐!",137,"뭐, 그래도 팁 하나 남았어요. \n상태이상에 대해서 잘 모르신다면, \"능력치\"와 \"장비\" 메뉴에서 대부분의 상태이상을 확인하실 수 있어요. \n각 아이콘 위에 커서를 올리면 이름을 볼 수 있을 거예요!",0];
      
      public static var makyaD:Array = ["여기 있는 과녁들은 다 맞힐 수 있지만, 빠른 적들은 아직 무리인 것 같아. \n나보다 레벨이 높은 적은 맞추기 어려운 것 같던데... 난 레벨 0 이거든.",0,"그리고... 날아다니는 적들 말이야! \n그 놈들은 공격을 잘 피하는 것 같더라.       \n\n이럴 땐 저격용 스킬을 유용하게 사용할 수 있을 거야.",0,"명중률 능력치에 신경 쓰는 게 좋겠네! \n내가 아는 바로는, 적의 회피율보다 우리의 명중률이 높으면 공격이 빗나가지 않을 거야!          \n\n뭐, 명중률이 낮은 일부 스킬들을 빼면 말이지만.",31];
      
      public static var haniaD:Array = ["이 앞의 괴수를 사냥하려 했지만, 오히려 이쪽이 완전히 박살 났단다. \n내 손녀가 맞았을지도 모르겠군... 커피를 좀 들고 왔어야 했었나.",0,"그러고 보니, 이쯤에서 한번 우리들 스킬을 확인하고 남은 AP를 적절하게 배분하는 게 좋을 거야.",45,"적어도 이 토끼 슬라임이 있었으니 망정이지! \n몇 번씩이나 내 목숨을 구해준 녀석이다. \n아, 이제 알게 된 건데, 보스들은 부하를 끝없이 소환하는 것 같더구나. \n아무리 쓰러뜨려 봤자 계속 몰려나올 거야.",0];
      
      public static var haniaD2:Array = ["앞으론 손녀의 말에 귀 기울이는 게 좋을지도 모르겠구나. \n회복 아이템들에 대해선 나보다 훨씬 잘 알고 있는 것 같지 뭐냐.",0];
      
      public static var budD:Array = ["적을 포획하려고 해본 적 있어? \n강력한 놈일수록 잡기 어려워지는 것 같더라. \n큰 피해를 입히는 것만으론 부족해, 디버프로 능력치를 낮추고 기절과 빙결 같은 상태이상을 활용해야 할 거야.",0,"근데, 강력한 적들은 대부분의 상태이상에 내성이 있지 않나? \n새로운 적을 보면 잊지 않고 스캔해서 내성 정보를 확인하는 게 좋겠네.",15,"좀 약한 효과라도 도움이 돼. \n강력한 적들을 상대할 때는 쓰러뜨리기 전에 꽤 많은 상태이상을 걸 수 있을 거야.",0];
      
      public static var jimboD:Array = ["난 그냥 여길 지나가던 중이야. 별로 여기에 남아있을 이유가 없거든... \n한두 마리만 더 잡고 다음 지역으로 이동할까나.",0,"동감이야. \n지금 하는 건 준비운동일 뿐이고, 충분히 강해지면 바로 바다를 넘어서 강적들을 상대할 거야.",1,"일부 적들은 지역을 떠난 후 돌아오면 다시 나타난다는 거 알아? \n중요한 길을 막지 않는 놈들만 그렇지만. \n원한다면 이놈들을 계속 잡으면서 레벨을 올릴 수도 있지만, 아마 그럴 필요는 없을 거야.",0];
      
      public static var pickleD:Array = ["좋아, 이게 오늘 내 16번째 에스프레소다! \n눈이 터져 나올 것 같은 느낌인데! \n그래도 이거 기분 좋다고!",0,"난 커피는 별로 안 좋아해. \n언젠가는 좋아지려나...",2];
      
      public static var annieD:Array = ["특이한 물건들이 참 많아! \n어디에 쓰는 건지는 잘 모르겠지만, 다 용도가 있겠지? \n각자에게 딱 맞는 곳을 찾고 있는 걸지도 몰라.",0,"난 그냥 뭐든지 탐욕스럽게 모으는 걸 즐길 뿐이야. \n딱히 좋은 캐릭터성은 아니라던 것 같더라.",3];
      
      public static var heraldD:Array = ["갑자기 저 사이클롭스가 나타나서 내 동굴의 입구를 막아섰다! \n저놈과 싸울 생각이라면 지구력에 자신이 있어야 할 거다. \n전투에 들어가기 전에 충분한 준비를 하고, 그래도 힘들다면 도망친 후에 장비를 교체할 수 있다는 걸 잊지 말거라.",0,"맷, 다리없냥, 이 사람의 말을 잘 듣는 게 좋을 거야. \n모든 상대를 막무가내로 쓰러뜨릴 수 있는 건 아니라고. \n가끔은 한발 물러나서 계획부터 짜야 할 거야!",32,"흥, 난 절대로 적 앞에서 물러나지 않아! \n절대 도망치지 않을 거라고!",9,"도망친다고 부끄러울 것도 없고, 어떤 불이익도 받지 않아. \n전혀 물러서지 않는다면 다들 지금까지 살아남지 못했겠지.",0];
      
      public static var jeffD:Array = ["야, 너도 방금 그 지진을 느낀 거야? \n뭔 일인지는 잘 모르겠지만, 집에서 가만 앉아있을 시간은 아닌 것 같아. \n뭔가 사건이 일어나고 있다고.",0,"그래, 오랜만에 다리 좀 펴는 겸 무슨 일인지 좀 확인하러 나왔어. \n전기가 나간 사이엔 비디오 게임을 즐길 수 없잖아. 원인을 찾아서 고쳐놓겠어.",5,"허, 애초에 네 집에 전기가 통한다는 것 자체가 기적이었지! \n아, 여기 오던 중에 네 쓰레기를 뒤지고 있던 고양이를 한 마리 봤어. \n좀 신경 쓰는 게 좋을지도 몰라.",0,"고양이들은 괜찮아.              \n\n(좋은 저녁거리가 되겠군...)",27];
      
      public static var jeffD2:Array = ["야, 정말 큰일인 것 같은데! 이 오래된 다리가 박살 났어! \n이제 강을 건널 방법은 뗏목뿐인데, 뗏목 제작자는 이 강 너머에 산다고! \n뗏목을 만들 수가 없어!",0,"다 괜찮을 거야. \n우리가 지나가는 방법을 찾았어, 얼음 동굴을 통해서 돌아가면 돼!",1,"\"우리\" 라고? 저 여자애는 누구야? 고양이는 또 뭐고? \n날 다시 혼자 내버려 두겠다는 거야? \n좀 같이 놀아줄 순 없어?",0,"그게, 음, 난... 나중에 생각해 볼게.",12];
      
      public static var jeffD3:Array = ["젠장, 맷! 대체 뭐 하는 거야? \n볼 때마다 새로운 친구들이랑 여행하고 있네?          \n\n내가 없으니까 지가 인기인이 된 줄 아나 보지?",0,"지금은 그럴 시간이 아니-",12,"상관없어. \n집에 틀어박혀서 인터넷 밈이나 찾아보고 있을 거야.         \n\n이제 너한테 신경 안 쓸 거야.",0,"와, 꽤 화난 것 같네.              \n\n우리는 저버리지 않는 게 좋을 거야, 맷...",109];
      
      public static var jeffD4:Array = ["죽으러 왔구나, 멍청아!",0,"대체 뭐야? 혹시 너야, 제프?           \n뭔가 이상한 병이라도 걸린 거야?",9,"제프는 이제 없어. 그는 새로운 친구들을 만나 이름 없는 자들의 일원이 되었지. \n생각해보면 지금까지의 인생은 참 무의미한 것이었어.",0,"(혹시 이건 내 탓인가? 내가 친구로서 잘 대해주지 못해서 이렇게 된 거야?)",15,"흐으으으으으으음..............................",17,"제프, 음... 그렇지! 내일 유로 덕 시뮬레이터라던가 같이 플레이하지 않을래!? \n(그쯤이면 세계가 멸망했을 수도 있으니, 그걸 핑계로 빠져나가면 되겠지...)",2,"정말?! 당연하지! \n재밌을 것 같아!           \n\n탈영했다고 처형되지 않으면 내일 만나자!",0];
      
      public static var chadD:Array = ["어, 오랜만이야. \n몇 주 만에 처음으로 밖에 나온 거 같네. \n바깥세상이 어떤 곳인지 다 잊어먹지 않았으려나?",0,"흥, 깔보지 말라고. \n혼자서 충분히 잘 할 수 있다고.",17,"뭐, 잊어버렸을까 하는 말인데, 물 바구니를 뒤지면 숨어있던 토끼 슬라임이 너를 회복시켜 줄 거야! \n그리고 저기 있는 저건... 상점이네. 문을 통해 들어가면-",0,"조용히 해! \n그 정도는 혼자서 한다고!",30];
      
      public static var chadD2:Array = ["허? 아, 너구나...",0,"내 집에서 뭘 하고 있는 거야, 차드?!",10,"찾은 사람이 임자야 - 이젠 내 집이라고! \n네가 며칠씩이나 나가 있었으니, 다른 사람이 쓰는 게 당연하잖아 - 애초에 이 집은 내 소유였던걸 네 부모가 뺏은 거라고!",0,"아니, 내 부모의 잘못을 내 탓이라고 할 순 없지. \n지금은 바쁘지만, 곧 돌아와서 널 쫓아내 줄 거야!",17];
      
      public static var lynneD:Array = ["도둑에, 괴물에, 지진까지... \n이 주변엔 정말 골치 썩이는 일밖에 없어. \n돈만 있었다면 당장 그린우드로 이주했을 텐데. \n필요하다면 남편을 내버려 두고서라도.",0];
      
      public static var edwardD:Array = ["사냥하라고 여기에 보내졌지만, 그러기엔 난 너무 약골이야. \n싸움을 걸기만 하면 바로 내 머리가 뜯겨나가. \n내가 아직 여기 있을 수 있는 건 자동 저장 기능 덕분이야 - 화면을 옮길 때마다 작동하는 것 같아. \n전투에서 승리할 때도 자동으로 저장된다는 것 같은데, 내가 써먹을 일은 없겠지...",0,"뭐, 모두가 영웅이 될 수 있는 건 아니니까. \n무력하게 구경하는 사람들도 있어야 우리가 돋보이는 거라고!",2];
      
      public static var mollyQ:Array = ["안녕! 난 이 섬의 여러 부족들이 만든 고대 토기들을 모으고 있어. \n이상한 우상 같은 게 보인다면 나한테 가져와 줘. 아마 주변에 널려 있을 거야.         \n\n이 개 말이야? 아무짝에도 쓸모없는 녀석이야. 너무 퍼져서 걸어 다니는 것도 힘들어한다고.",0,"오, 전부 찾았어? 그리고 내게 넘겨주겠다고? \n정말 고마워!",0,"이제 오래된 물건을 꽤 많이 모은 것 같아! \n내 연구가 끝나면 레이몬드씨의 관람관에 기증할지도 모르겠군.",0];
      
      public static var bessieQ:Array = ["몬스터들에게서 날 지켜줄 개를 한 마리 키우고 싶은데, 살 돈이 없어. \n나를 위해 개를 한 마리 잡아다 주지 않을래? \n어디서 왔는지는 신경 안 쓸게! 정말 급하게 친구가 필요할 뿐이야!",0,"아, 이 개를 데려온 거야? \n별로... 사나워 보이진 않네. 좀 훈련시키면 되겠지 뭐.",0,"아직 별로 진전이 없었어. \n뭔가 찢어발기라는 명령을 해봤는데, 잘 안 들어...",0];
      
      public static var bessieD:Array = ["인터셉터는 내 최고의 친구야! \n날 위협하는 낯선 사람들을 전부 잡아먹어 버려!",0];
      
      public static var bessieD2:Array = ["무슨 짓을 한 거야?!?! \n대체 왜 그랬어?!",0,"에, 그냥 어떻게 될지 확인해보려고 한 건데...           \n\n이렇게 될 줄은-",12,"다 나가 죽어버려!!!               \n\n강아지 살인마 놈들! \n녀석을 풍선처럼 터뜨려 버리다니!",0,"(사실 우리가 나쁜 놈들인 게 아닐까?)",7];
      
      public static var donaldD:Array = ["어-어이! 이 뒤로 들어오면 안 돼! \n다른 사람들처럼 카운터 앞으로 가!            \n설마 검사관인 건 아니겠지? \n(딱히 숨기고 있는 건 없다고...)",0];
      
      public static var byrdD:Array = ["한동안 여기에 표류해야겠어. \n오랜만에 음식을 먹을 기회가 왔다만... 차라리 굶는 게 더 나을 것 같군. \n아래층에서 취급하는 음식은 인간이 먹을 게 안 돼. \n슬슬 오징어나 어린애라도 먹을 수 있을 것 같아.",0];
      
      public static var linwoodD:Array = ["저리 가! 내 아들 얘기가 아니면 관심 없어! \n물가에서 자주 뗏목을 만들곤 했는데. \n만난다면 녀석이 잘 살고 있는지 알려달라고. \n그때까진 술이나 퍼마실 거야. *꿀꺽*",0];
      
      public static var linwoodD2:Array = ["내 아들이 괜찮다고? 참 고마운 소식이구나... *흑* \n넌 좋은 녀석이야! 내 술을 가져가라고!",0];
      
      public static var yiffyD:Array = ["안녕! \n돈도 없는 것 같은데, 당장 나가시지! \n부랑자를 위한 자리는 없어!",0,"참 불친절하네! \n이 옷은 그냥 좋아해서 입는 거라고!",19];
      
      public static var yiffyD2:Array = ["이게 뭔가요, 귀하신 분이 오셨네요! \n여기 앉으세요! 당장 메뉴를 가져오겠습-",0,"흥, 누굴 속이려 하는 거야. \n난 그냥 돈을 과시하려고 왔을 뿐이라고!",19];
      
      public static var jerryQ:Array = ["오, 맷! 집에 돌아왔구나! \n할 말이 많을 거라 생각하지만, 긴급한 일이 생겼다! \n지하실이 너무 어질러져 있어서 내 선글라스와 낚싯대를 찾을 수가 없어! \n너한테만 맡길 수 있는 일이야! 다른 누구도 믿음이 안 가거든!",0,"고맙다, 맷. 네가 최고다. \n내 아내가 이런 엉망진창을 못 보고 가서 다행이야!",0,"그럼 좋은 자리를 찾아볼까...",0];
      
      public static var jerryD2:Array = ["*히끅!* 난 잘 지내고 있다고! \n낚시보다 맥주나 마시는 게 더 재밌는 것 같더라. \n난 어차피 문어밖에 못 잡으니까!",0,"(난 왜 이 영감이 하라는 대로 해주는 거지? \n보상으로 줄만한 귀중품도 없을 것 같은데...)",19];
      
      public static var sadieD:Array = ["내 앞에서 비켜!         \n\n뭔가 원하는 게 있으면 테이블 앞으로 가서 주문하라고.",0];
      
      public static var xunD:Array = ["한때 난 만 리가 넘는 거대한 성곽 위에 서서 다가오는 수많은 괴수들을 쏴 죽였다네. \n나는 고향에서 영웅이라 불리지만, \"에픽\" 난이도에서 한 일이 아니기에 어떤 업적도 얻지 못했지. \n저 저택의 경비병들은 현실을 하나의 게임 같이 취급하는 것 같더군. \n이런 게 정상이라면 인류에게 미래는 없을 거야.",0];
      
      public static var guardAD:Array = ["알로하! 아 곳은 레이몬드님의 수많은 보물과 예술 컬렉션을 모아놓은 저택입니다. \n일반 대중에게는 공개되지 않은 곳입니다 - 일부 엘리트들에게만 들어올 자격이 주어집니다.",0,"아, 내가 가난해 보여서 무시하겠다? \n(뭔가 훔쳐서 재산을 불린 다음에 돌아와 주지...)",19,"이곳에서 보는 성공의 지표는 업적의 양입니다. \n많은 업적을 가지고 돌아오신다면 당신을 고양 있고 세련된 인물로 인정하겠습니다. 오직 그 이후에만 컬렉션을 열람하실 자격이 주어질 겁니다. 저택에 입장하기만을 위해서는 최소 10개의 업적이 필요하지만, 각 방은 그보다 많은 양이 필요합니다.",0];
      
      public static var guardAD2:Array = ["이 뒤는 저택의 가장 영예로운 곳, 주인님의 방입니다. \n존재하는 모든 학문에 통달한 자만이 입장하실 수 있습니다. \n모든 업적을 얻어야 된다는 뜻이니, 꽤 오래 걸릴 겁니다!",0,"꽤 힘든 일일 것 같네. \n그렇게 할 만한 가치는 있는 거야?",5,"전 들어가 본 적 있는데, 솔직히 별로 특별하지는 않습니다. \n그래도 게이머들에게 파고들 여지를 주어야 하지 않겠습니까?",0];
      
      public static var guardBD:Array = ["미안, 난 여기 온 지 얼마 안 돼서... 규칙을 알고 싶으면 아빠한테 물어봐.",0];
      
      public static var helenD:Array = ["레이는 세계를 돌아다니며 관심 가는 물건들을 모으곤 했지. \n요즘은 많이 허약해져서 주로 집에서 방문객들을 맞이하고 있지만. \n그래도, 많은 후원자들이 새로운 작품들을 보내줘서 컬렉션은 계속 늘고 있어. \n생각할 때마다 마음이 따뜻해져.",0];
      
      public static var raymondD:Array = ["안녕, 난 레이, 이 보물 박물관의 관리자이자 주인이지! \n너희도 보물과 예술에 많은 관심이 있는 것 같으니 앞으로 많이 보게 될 것 같구나. \n즐거운 시간 보내렴. 이곳이 내 인생의 결실이니 말이다.",0,"멋진 이야기네, 영감.",2];
      
      public static var raymondD2:Array = ["아, 해냈구나! 여기가 내 개인실이란다. \n너희는 이곳을 구경할 자격을 얻었어, 그리고 - 사실은 숨겨둔 보상이 하나 더 있단다!",0,"에, 보상이라고?        \n\n뭘 준비한 건데?",2,"나탈리, 이 저택 전체가 언젠가 네 것이 될 거다!             \n내 유서에 너에 대한 내용을 적기로 했어.",0,"어라, 뭐라고요?! \n저-정말인가요?!",43,"왜 내가 아니라 나탈리한테?!",76,"와, 엄청난데! \n축하해, 나탈리! \n네가 언제나 원하던 인생의 시작이 될지도 몰라!",12,"쿠데타라도 일어난 건가? \n내 뒤에서 이런 걸 꾸미고 있던 거야? \n(아니면 내가 너무 편집적인 건가?)",66,"나탈리는 자주 이곳을 방문하지. 이곳의 관리에 대해서는 다른 누구보다도 믿을 수 있어. \n최근 몇 년간 역사적인 기록에 대해 많은 기여를 했더구나. \n더 제격인 사람이 없다고 생각한단다.             \n나머지 제군들은... 음... 친구한테서 훔치려 하진 않겠지.",0,"정말 영광이에요!             \n\n정말 그렇게 하시겠다면 저도 최선을 다하겠어요!",42,"이미 결정된 사항이야. \n이 모든 게 네 것이 될 거다 - 그래도 사후를 위해 금괴 몇 개는 챙기는 게 좋을지도 모르겠구나, 헤헤헤. \n혹시 모르니까 말이다.",0,"축하한다, 전우여. \n이 맹약을 존중해서 내 질투를 최대한 숨기도록 하지.",61,"와, 정말로 축하해. \n확실히 이게 최선이야 - 나탈리가 아니면 이런 거대한 곳을 운영할 수 있는 사람을 없어.",92,"정말 좋은 소식이야, 나탈리! 드디어 우리가 찾은 온갖 보물을 놔둘 곳이 생겼네! \n이제 내가 전부 들고 다니지 않아도 되겠어!",27,"그-그래, 그런 것 같아! \n미래의 모험에 도움 될지도 모르겠어. \n찾아오겠다면 다들 환영이야, 내가 이걸 전부 가질 수는 없잖아.",33,"뭐, 이게 끝인 것 같네. \n에픽 배틀 판타지 5에서 할 수 있는 모든 것을 완료했어!             \n다들 축하해! (그리고 플레이어도!)",2,"야옹!",123];
      
      public static var princessD:Array = ["할아버지랑 할머니는 언젠가 이 저택이 전부 내 거가 될 거라고 했어!               \n\n빨리 죽었으면 좋겠네!",0,"(와, 이런 건방진 애를 봤나!)",6];
      
      public static var princessD2:Array = ["으아아아아아아앙. \n대체 뭘 한 거야? 할아버지한테 뭐라고 말한 거냐고?! \n왜 나한테 화난 거야? 너한테 줄 순 없어, 다 내 거라고! \n족제비한테 얼굴이나 뜯어 먹혀라!!!",0,"꼴 좋다, 건방진 꼬맹이! \n버릇없이 구니까 이렇게 되는 거라고!",2];
      
      public static var jamD:Array = ["참 흥미로운 그림들이 걸려 있네. 어떤 영웅들의 모험을 묘사하는- \n어이, 너희들 같은데!",0,"우리의 그림이 참 많이 걸려 있네! \n받아들이기 어려울 정도야! \n내 팬이 생길 거라곤 생각 못 했는데!",103,"꽤 멋지게 그려진 것 같아! \n현실보다는 좀 떨어지지만, 그래도 훌륭해!",21,"난 왜 매번 어둡고 사악하게 그려지는 거야? \n분명 숨겨진 의도가 있어 - 내 이미지를 더럽히려는 거야! \n(뭐, 어느 정도는 내 탓인가.)",65,"내가 어색한 상황에 처해 있는 그림들은 더 없으면 좋겠네... \n그래도 이것들은 꽤 귀여워 보여.",51];
      
      public static var manletD:Array = ["요, 아직은 여기에 들어가게 놔둘 수 없어. \n적어도 25개의 업적을 달성해야 지나갈 수 있을 거야. \n난 내 일은 진지하게 하니까, 통과할 생각은 하지 말라고?",0];
      
      public static var manletD2:Array = ["으아, 너희들은 벌써 내가 평생 해낼 일보다 많은 걸 달성한 것 같네. \n내 인생은 솔직히 답이 안 보인다고.",0];
      
      public static var gimliD:Array = ["이 드릴창이 뚫지 못한 상대는 없지. \n나는 망나니나 부랑자들이 들지 못하게 이곳을 막으라는 명을 받았다. \n지금까지 채 45개의 업적도 달성하지 못했군, 아직 너희를 믿을 수 없다.",0];
      
      public static var gimliD2:Array = ["너희는 괜찮은 사람들인 것 같군. 존경받아 마땅하다는 느낌이 든다. \n아직 젊은 나이에서 이미 이 세계에 자신의 발자취를 남겼어. 그건 꽤 멋진 일이야.",0];
      
      public static var leonidasD:Array = ["나는 레오니다스의 아들 레오니다스의 아들 레오니다스의 아들 레오니다스.... 며, 최소 15개의 업적을 달성한 영웅이 올 때까지 이 자리를 지키겠다.",0];
      
      public static var leonidasD2:Array = ["내가 조상들에게 끼치는 불명예와 달리, 그대들은 그 조상들에게 큰 영예를 가져다주는구나, 젊은 영웅들. \n나는 그저 살아있는 벽일 뿐이다.",0];
      
      public static var daoD:Array = ["업적 35개 모을 시, 나 공백 공간으로 대체되었다. \n아니면, 체험할 수 없다.        \n\n한국말, 잘 못할 수 있다.",0];
      
      public static var daoD2:Array = ["너, 꽤 이상한 사람. \n착하면서 나쁜 짓도 한다. \n그러나 아주 강하다, 마음이 크다 생각다 합니다.",0];
      
      public static var arneD:Array = ["으으음므으음으으....      \n몸을 따뜻하게 하려고 매운 고추를 먹고 있는데, 효과가 있는지 모르겠어. \n많이 따뜻해지긴 했는데, 죽을 것 같은 느낌이야.",0,"야, 좀 우리한테 나눠주는 건 어때?",2,"안 돼.           \n\n고추는 엄청 귀하니까 이런 긴급 상황을 위해서 남겨 놓을 거야.",0];
      
      public static var heraldD2:Array = ["그래, 우린 동굴 안에서 산다, 뭐 어때? \n저 사이클롭스를 죽였으니까 통과하게 해주는 거야. \n여기가 우리 집이란 걸 존중해달라고.",0,"제 동료들이 얌전하게 있도록 신경 쓸게요. \n가끔 건드리면 안 되는 것들에 손대는 녀석들이니.",49,"흥! 나한테 이래라저래라할 순 없다고! \n게다가 다리없냥은 애초에 손이 없어!",1,"냐, 냐, 냐!",139,"아, 미안해.\n너한테 상처 주려고 한 농담은 아니었어.",35,"냐!",123];
      
      public static var knutD:Array = ["동굴, 최고의 집이다. 도둑놈, 들어오지 않아. \n뭐... 몬스터 빼고. 몬스터 다 지옥에 떨어져버려. \n놈의 뼈를 저녁으로 먹지!",0,"동감이야 - 몬스터들은 맛있어! \n역겨운 슬라임 녀석들을 빼면 말이지만.",2];
      
      public static var hansD:Array = ["저 동굴을 통해서 나온 건가? \n이 철의 요새에 무슨 볼일이 있는 거냐? \n우리의 지도자 랜스가 네놈들을 손쉽게 박살 낼 것이다!",0,"흥, 말만 할 줄 아는 게! \n네놈들이 뭘 하고 있는지는 들었다고!  \nNPC 따위 전혀 무섭지 않아!",9,"흐흐흐... \n랜스는 그냥 NPC가 아니야... 곧 알게 될 거다.",0];
      
      public static var helmutD:Array = ["중갑 포대의 헬무트, 근무 중 이상 무! \n헬파이어 작전이 시작되었습니다! \n모든 숲을 깔아뭉개서 진군할 공간을 확보하라는 명령을 받았습니다!",0,"제발 그만두면 안 돼? \n많은 사람들이 집을 잃게 될 거야.",36,"명령은 명령입니다. \n저는 불복종하는 법을 모릅니다.",0];
      
      public static var heinzD:Array = ["우리의 위대한 지도자는 세계 정복 후 우리에게 서쪽 대륙의 영토를 줄 것을 약속했지. \n그곳에 가족이나 친구가 없기를 빈다!",0,"야, 거긴 내 집이 있다고, 네가 가지게 할 순 없어! \n네가 지금 서있는 땅에서 단 한 발짝도 더 점령할 수 없을 거다!",10,"우리의 지도자는 교활하신 분이야. \n그분의 기계 군단이 반드시 승리할 것이다.",0];
      
      public static var hansD2:Array = ["감히 우리의 요새에 침입하다니?! \n이건 선전포고로 받아들이겠다!",0,"그쪽이 시작한 일이라고! \n여길 완전히 정리하고 그 자동차를 때려 부술 때까지 용서하지 않을 거야!",9,"난 우리의 이상을 믿는다! \n철의 요새는 절대 무너지지 않을 것이야!          \n\n네놈들은 랜스의 상대가 되지 않아!",0];
      
      public static var helmutD2:Array = ["전 그냥 월급 때문에 이러고 있을 뿐입니다만... 별로 받지도 않고... 다른 분들은 정말로 세계 정복이 가능하다고 믿는 것 같습니다. \n저한테는 현실성이 좀 의심이 가는데, 그렇다고 대놓고 말할 수도 없으니...",0,"어이, 기회가 있을 때 바로 떠나는 게 좋을 거야! \n얘네들은 악당들이라고!           \n\n항복하겠다면 그린우드 마을도 네 죄를 용서해줄 거야.",109];
      
      public static var heinzD2:Array = ["침입자들!      \n\n우리의 경비는 대체 뭘 하고 있는 거야?! \n어떻게 함정들을 전부 통과한 거지?!",0,"어째 어려운 퍼즐들은 전부 선택형인 것 같더라. \n이 요새, 경비가 너무 허술하다고! \n뭐, 퍼즐을 전혀 할 줄 모르는 나한테는 좋은 소식이지.",3];
      
      public static var hansD3:Array = ["그래, 랜스를 쓰러뜨린 모양이군? 내가 너희들을 과소평가했던 것 같다. \n더 이상 너희 앞을 막아서진 않겠어... 나한테 승산은 전혀 없다.             \n\n인정한다, 너희의 승리다. 난 항복하겠다.",0,"다음부터는 여자를 납치하고 지방을 불태우라는 명령을 받으면 윤리적으로 옳은 일인지부터 생각해.",49,"예,예. \n정말 죄송하네요.",0];
      
      public static var helmutD3:Array = ["음, 정말 질 나쁜 사람들과 연관되어버렸어. 우리의 탐욕과 근시안적인 생각 때문에 많은 것들이 파괴되었지. 내가 복구 작업에 도움이 될 수 있을지 모르겠네. \n\n제발... 날 용서해 줘.",0,"이런 결말을 맞게 되어 미안하네, 동지여. \n책임은 전부 나한테 있다 - 실추된 우리의 명예는 내가 반드시 수복하도록 하지.",61];
      
      public static var heinzD3:Array = ["왜 이런 짓을 한 거야?! \n난 그저 내 권리대로 나만의 나라를 가지고 싶었던 것뿐이라고! \n그걸 나한테서 뺏어가다니! 어떻게 그럴 수가 있어?!",0,"이 녀석한테 갈 동정은 없는 것 같군.",19,"언제나 배우는 게 없는 사람이 있다니까? \n얘는 마을의 블랙리스트에 올려야 할 것 같네.",107];
      
      public static var erikaQ:Array = ["저 파시스트들이 한 짓을 봐! \n어렸을 때부터 이 숲을 자주 드나들었는데, 이젠 완전히 파괴되어버렸어! \n내가 가만 놔두지 않겠어... 씨앗을 뿌려서 이 숲을 복구할 거야.                     \n날 좀 도와주지 않겠어?",0,"정말 대단해! \n이 정도면 많은 도움이 될 거야! \n               \n이건 나한테 정말로 큰 의미가 있는 일이라고!",0,"이 숲을 함께 복구하자! \n              \n끝날 때까지 쉬지 않겠어... 근데 어째 벌써 지친 것 같네.",0];
      
      public static var jormaQ:Array = ["다리, 무너짐. 상황 좋지 않음. \n내가 고쳐서 좋게 만들 수 있음. 흐음... 나뭇가지 몇 개 필요. \n주변에 널려 있을 것임.",0,"아주 좋음. 이것만 있으면 됨. \n금방 다리 복구될 것임.",0,"모든 게 좋아질 것임!",0];
      
      public static var jonathanD:Array = ["거기 있는 너, 파시스트들이 나쁘단 거 알고 있어? \n살인이 나쁘단 거 알고 있어?!",0,"어, 음... 한 번쯤 그런 생각은 해본 것 같은데.     \n(동물은 꽤 많이 죽여봤는데, 그것도 나쁜 거야?)",15,"그렇다면, 소셜 미디어에서 관심을 벌어서 파시즘과 싸울 수 있어. \n우리가 트웨터에서 트렌딩하게 되면 다들 파시스트들이 나쁘다는 걸 알게 될 거야! \n우린 저런 짓을 용납하지 않아!",0,"중요한 건 마음이라고 하지만, 내 친구를 돌려받기 위해서는 행동만이 답일 것 같은데.",5];
      
      public static var jennyD:Array = ["파시스트 쓰레기놈!",0,"누-누구, 나 말이야?!",7,"파시이이이이스트 쓰레기놈!!!!!!!!!!!!!!!!!!",0,"(일종의 환각이라도 보고 있는 건가... 좀 무서운데. 가만히 놔두는 게 좋을지도.)",22];
      
      public static var abdulD:Array = ["날 풀어주겠다는 거야? 정말로 자유롭게 가도 된다고? \n정말 고맙군! 참으로 정의로운 녀석들이구나!",0,"어, 그런 것 같네. \n사실 내 관심을 끈 건 독방 안의 보물 상자였는데. \n\n뭐, 타인을 돕는 것도 괜찮은 것 같아.",2,"내가 꽤 전에 알아낸 걸 알려주도록 하지... 이 주변에 있는 스위치들은 중앙 홀의 가시 벽들을 조종하는 것 같아. \n친위대 놈들이 사용하는 걸 봤거든. \n            \n작동 방식은 꽤 간단한 것 같으니, 너희도 문제없이 사용할 수 있을 거야!",0,"이런 감옥이 더 있는 거야? \n죄수도 더 있고?",106,"그래, 셀 수 없을 정도지. \n그러고 보니, 어린 여자애 몇 명을 중앙 홀 근처의 큰 방에 가둔 것 같더라.",0,"나탈리는 거기 있겠네! \n어서 길과 문을 전부 열 방법을 찾아야겠어!",16];
      
      public static var jerryD:Array = ["맷! 너구나! \n너도 이 밀덕놈들과 한패가 된 건 아니겠지!? \n수년간 이웃으로 살았지만, 네가 집 밖으로 나오는 걸 거의 본 적 없는데. 이런 걸 계획하고 있었던 거냐?!",0,"아니, 널 풀어주는 거라고! 이 광대 놈들을 전부 쓰러뜨려 버릴 거야. \n원래 신경 안 쓸 생각이었지만... 내가 아는 사람을 건드렸어.",5,"내 신경을 써주다니 기쁜데! 그럼 난 집으로 돌아가 있을게. \n낚시나 즐기고 있도록 할까. \n\n다 끝나면 한 번쯤 와서 인사하라고.",0];
      
      public static var leoD:Array = ["아, 드디어 호의적인 얼굴들이 보이는군. \n슬슬 이 방을 내 집처럼 생각하게 된 참이었다. \n바깥 세계가 존재하긴 하지만, 다시 나가고 싶은 생각은 별로 안 드는군. \n시트가 깔린 침대가 있다는 것만으로도 내 옛 생활보다는 나아.",0,"그런 걸로 침울해하지 마, 영감! \n힘들게 일하면 기회가 올 거야!",94,"플레이어 캐릭터한테는 참 쉬운 말이군. 우리 NPC들은 결정된 운명에 속박되어 있다. \n가장 잔혹한 점은 그걸 자각해 봤자 모든 걸 끝내버릴 자유조차 주어지지 않는다는 점이지. \n영겁의 시간이 흘러가도, 우리는 계속 갇혀 있을 뿐이야.",0,"꽤 깊이 있는 말이네... \n         \n넌 분명 철학자나 마법사가 될 수 있을 거야.",22];
      
      public static var timD:Array = ["막 대학을 졸업했는데 첫 직장이 이런 거대한 성채라니! 완전 흥분한 상태라고! \n집주인 놈은 좀 짜증나지만 말이야. 매번 월등한 인종이라던가 이상한 소리를 해대고. \n진지하게 하는 말이 아니면 좋겠어.",0,"저놈들을 위해 일하고 있다고?! 스스로?! \n여기서 지금 당장 얻어맞고 싶냐?",99,"요즘은 파시스트들을 위해 무기를 만드는 게 대세 직종인가 보지? \n난 일 따위 하고 싶지 않으니까 다행이네. 일하면 지는 거라고 생각한다고.",19,"어쨌든 간에... 저기 있는 부스터 타일들 보여? 내가 설치한 것들이라고! \n널 앞으로 쏘아 보내서 뭔가에 부딪힐 때까지 멈추지 못하게 할 거야. 꽤 멋진 장치지? \n철판 위에 멈출 수 있게 해주는 자석 장화도 만들었는데, 그건 어딘가 뒀다가 잃어버렸어. \n그래도 이 정도면 승진 좀 시켜줘야 마땅하다고 생각해!",0,"자석 장화? \n이 망할 퍼즐을 풀기 위해 아이템이 더 필요하다는 거야?",17,"뭐, 그게 반드시 필요한 부분은 얼마 없으니까, 히히!",0];
      
      public static var asahiD:Array = ["어이 너희들, 여기 있어도 되는 거야? \n아, 상관없어. 난 이 녀석들과 지킬 의리는 없으니까. \n그저 연구 활동을 위해 왔을 뿐이야. 이 엄청난 양의 에너지를 방사하는 모노리스들을 연구하러! \n게다가 갑자기 세계 각지에 나타나고 있지. 매우 수상해.",0,"그래서, 정확하게 뭐 하는 것들이야? \n위험성은 있어? \n값은 많이 나갈까!?",15,"아직까진 잘 모르겠어. 남쪽 대륙의 대부분이 운석 충돌에 의해 소멸했다는 소식을 들었는데.        \n\"대충격\" 이라 불렀었나... 그 충돌구는 이런 모노리스들로 가득 차 있었다고 하는군. \n분명히 우주에서 온 물건일 거야. 일종의 외계 기술 단말이라거나. 어쨌든, 흥미로운 물건이야!",0];
      
      public static var yuiD:Array = ["아아, 이 우주복은 너무 따뜻하고 편안해. \n이 다정한 감촉이 어떤 남자도 채우지 못하던 내 감정의 골을 메꿔주는구나... \n\n어-어라?! 나 또 혼잣말하고 있었어?",0,"어색한 분위기인데...",23,"어쨌든, 저 모노리스의 방사선으로부터 우리를 보호해줄 에너지장을 만들었어. \n아직 어떤 물질인지 자세히 모르니까 조심해서 나쁠 건 없겠지.",0];
      
      public static var akiraQ:Array = ["충돌구 원정 연구팀의 소식을 기다리고 있다. \n외계인들한테 잡혀서 우주로 끌려간 게 아니면 좋겠군. \n최고 기밀 정보이기 때문에 해킹당할 가능성이 없는 편지로 부치도록 했지.",0,"뭐, 충돌구의 소식을 가져왔다고?! \n그래, 확실한 것 같군 - 이 침략자들은 다른 세계에서 온 거야. \n일단 저들의 동력을 분석해서 새로운 스킬을 만들었다만...",0,"다른 행성에서 온 정도가 아니야... 아예 다른 우주에서 왔을지도 모르겠어. \n이 표본들은 지금까지 관측된 그 어떤 물질과도 달라.",0];
      
      public static var xaviQ:Array = ["사비입니다, 뭘 도와드릴까요! 음, 아니... 반대가 될지도. \n중요한 부탁이 하나 있습니다 - 개인 음악 사업을 시작하려 하거든요! \n시작하기 위해서 CD 몇 개가 필요합니다. 텅 비었든 복돌이든 상관없습니다! \n아, 그리고 나쁜 녀석들을 주의하세요 - 이 주변에 많이 있는 것 같으니!",0,"완벽하군요! 참 훌륭한 물건들입니다! \n제 깨끗하고 올바른 사업을 시작할 때가 왔군요! \n정품 CD들만 취급합니다! 절대 사기 아니에요!",0,"당신들, 누구신가요? \n전에 만난 적 없는 것 같은데. *윙크*",0];
      
      public static var rebelQ:Array = ["조용히, 난 지금 잠복 임무 수행 중이다! 내 위장을 망치지 마!       \n\n이곳에 피해를 입힐만한 뾰족한 날붙이를 찾던 중이다... ",0,"완벽하군! \n이곳을 엉망진창으로 만들고 들키기 전에 빠져나가도록 하지.      \n\n전에 찾은 물건들을 좀 나눠주겠다...",0,"저 휘장들부터 시작해 볼까...",0];
      
      public static var bellaD:Array = ["평소처럼 신비의 숲에서 몬스터들을 사냥하고 있었는데, 갑자기, 쾅! \n스킬이 전부 재사용 대기시간 돌고 있을 때 날 잡아갔어. \n좀 만 더 있었으면 내가 직접 탈출했을 테니, 딱히 니네 도움이 필요했던 건 아니야.",0,"거참 고맙네.",112];
      
      public static var hikariD:Array = ["야식을 먹고 있었는데, 갑자기 검은 제복을 입은 사람들이 쳐들어오는 거야! \n난 그냥 개꿀잼 몰카인 줄 알았는데, 정말로 납치였던 것 같네! \n내가 납치당할 정도의 가치가 있었다니, 뭐랄까 자랑스러운 기분이야!",0,"아직 이 사태의 충격이 가시지 않은 걸까...",35,"근데 그 지도자라는 사람은 정말 멋있어. \n\"랜스\" 라고 했었나?             \n\n너무 터프하고 잘생겼어! 내 거로 만들고 싶어!",0,"아아니이, 정말로 머리에 이상이 간 것 같아. \n놈들한테 맞기라도 한 거야?",36];
      
      public static var karenD:Array = ["그린우드에서 내 상점을 운영하고 있었는데, 어쩌다가 이런 곳으로 끌려왔어. \n휴가라고 생각하고 좀 쉴까도 생각했지만, 결국 이 감옥에서도 자원 관리를 맡게 됐어.        \n\n뭔가 사고 싶으면 테이블 앞에서 얘기하라고.",0,"우리가 구해줬는데도 돈을 받겠다는 거야?",9,"(참 무례하네!)",43];
      
      public static var hikariD2:Array = ["랜스, 내 사랑! \n나를 만나러 다시 와줬구나! \n너무 그리웠어!",0,"(으아, 이 녀석인가. \n납치했을 때 잘못된 생각을 심어준 것 같군. \n머리가 좀 안 좋은 것 같기도 한데...)",77,"매일 매일 자기에 대해 망상을 하고 있어! \n너무나도 용감하고 대단해! \n떨어져 있을수록 더 생각날 뿐이야!",0,"잘 들어라. 네가 필요한 이유는 내 아이를 낳기 위해서 뿐이었다. \n서로 사랑한 적 없고, 앞으로도 그럴 거야. \n내 계획의 실패에 따라 너는 더 이상 내게 의미 없는 사람이다. \n(제발 날 납치범으로 고소하지 말아줘.)",65,"아, 자기는 어려운 남자라는 거야? \n괜찮아, 반드시 내게 돌아올 거라 믿으니까. \n언제서나 자기를 멀리서 지켜보고 있을 거야.",0,"으엑.",35,"정말이지.",61];
      
      public static var karenD2:Array = ["아... 너희들이구나. \n아 그래. 이런 흥미진진한 일상으로 돌아왔다는 거지.         \n뭐, 전에 구해준 건 고마웠어.",0];
      
      public static var thiefD2:Array = ["뭐-뭐야?! 다시 네놈이냐! \n너희들, 혹시 인근 경비대라도 되는 거냐?! \n대체 내 인생을 왜 이렇게 어렵게 만드는 거냐고?! \n난 정말 결백하다니까!",0,"아직 뭐라고 하진 않았어요! \n(의상이나 여러가지로 좀 수상하지만...)",49];
      
      public static var pabloQ:Array = ["어이, 애나! 혹시 눈치챘어? 퀘스트를 해야 새로운 스킬을 얻을 수 있다고! \n몬스터들이 내 허수아비를 박살 내서 새것을 만들어야겠구나. \n그냥 옷 쪼가리 몇 개면 된다만...",0,"아주 고맙다! \n헛간을 열어놨으니, 원하는 게 있으면 전부 가져가도 돼.      \n아, 그리고 네 부모님이 하신 말인데, 신속 스킬을 쓰는 걸 잊지 말라더라.",0,"너희들을 위해 내 헛간을 열어놨단다. \n저쪽으로 가면 바로 나올 거야. \n*왼쪽을 가리킴*",0];
      
      public static var randyQ:Array = ["망할 몬스터 놈들이 내 나무판자를 들고 가버렸어. \n정직하게 내 집을 짓고 살려고 하는데, 어떻게 이런 일이 있을 수 있어?! \n난 칼을 잡아본 적도 없는데. \n완전히 망했어.",0,"오우, 참 고맙다! \n이 판자들을 나한테 주겠다고? 정말 덕분에 살았다! \n드디어 내 집을 완성할 수 있겠어! \n답례로 티비에서 본 멋진 닌자 기술을 가르쳐 줄게.",0,"어디 갔다 돌아오면 완성돼 있을 거야.",0];
      
      public static var randyB:Array = ["안녕, 정의로운 녀석들. \n너희의 도움이 없었으면 이 집을 짓지 못했을 거라고. \n원하는 건 전부 털어가도 돼, 다 너희 덕분이니까!",0,"그럼 사양하지 않고!",3,"하지만...          \n뭐 됐어.",47];
      
      public static var lenkQ:Array = ["사실 양궁은 별로 좋아하지 않아. \n난 음악을 만들고 싶지만... 사라는 요구하는 게 많아서 말이야. \n나랑 맞지 않을지도 모르겠어.",0,"오, 이건 오카리나야? \n나한테 주는 거라고? \n고마워, 이걸로 열심히 연습해볼게!",0,"인생은 신물나지만, 악기를 연주할 때는 조금의 희망이 생겨. \n언젠간 다 나아지겠지...",0];
      
      public static var sarahD:Array = ["야, 애나! 내 새로운 남자친구 랭크야! \n사냥을 배우게 해서 온갖 것을 잡아오게 할 거야! \n숲속에는 숨겨진 보물이 많다고?",0,"에, 실력은 좀 부족한 것 같은데. \n너무 많은 걸 기대해서 스트레스 주는 거 아니야? \n계속 부려먹다 보면 네 곁을 떠날 거라고.",111,"풉, 그럴 리 없어! \n랭크는 날 무조건 사랑한다니까! \n내가 하라는 건 뭐든지 해줄 거야!",0,"죽지는 않게 조심하라고 해. \n아직 활 쏘는 건 많이 서툴잖아...",99];
      
      public static var weebQ:Array = ["로봇들의 공격이다!!",0,"오, 꽤 빨리 끝내버렸네.... \n나도 경험치를 좀 쌓아보려는 생각이었는데. \n뭐, 철의 요새의 잔존 병력이었던 것 같아. 윈*우 업데이트라도 해서 맛이 갔나 보지.",0,"다시는 운영체제를 업데이트하지 않을 거야.",0];
      
      public static var ronjaD:Array = ["꺄아아아아아아!!! \n경비병들을 부를 거야! \n도둑이야! 도둑!",0,"무례한 동료들이 실례를 끼쳤습니다 - 절제를 모르는 녀석들이라. \n악의는 없어요! 죄송합니다!",42];
      
      public static var girlAD:Array = ["나한테 말 걸지 말아줘 - 집중력을 되찾기 위해 잠시 쉬고 있을 뿐이야. \n좀 이따 다시 공부해야 돼.",0];
      
      public static var girlBD:Array = ["여기 있는 책은 다 읽어 봤지만, 싸움에 대한 것밖에 없어서 나한테는 별로 도움이 안 될 것 같아. 난 능력치 배분이 완전 망했거든. \n진짜로 싸우게 된다면 바로 살해당할 거야!",0,"뭐, 몬스터랑 싸우는 게 인생의 전부는 아니잖아.",92,"너한테 좀 질투가 들기도 해, 애나. \n그런데, 좀 특이한 친구들을 데려온 것 같네!",0,"그래, 꽤 특이한 녀석들이야. \n(\"특이한\" 정도로 끝났으면 좋겠어..)",111];
      
      public static var girlCD:Array = ["안녕! 너희들은 지금 퀘스트 중이지? \n혹시 최근 설정 메뉴를 열어본 적 있어? \n기호에 따라 게임을 더 쉽거나 어렵게 하고, 그 외 여러가지를 바꿀 수 있어!",0,"내 노출도를 좀 줄이게 설정해줬으면 좋겠는데...              \n나만 그렇게 생각하는 거겠지... \n에휴.",47];
      
      public static var grumpD:Array = ["네놈의 뭘 했는지 다 봤다!",0,"ㅁ-뭐? \n난 아무것도 안 했다고! \n뭐가 문제라는 거야?",5,"밖의 작업대 위에 올려져 있던 고철 덩어리를 훔치는 걸 봤다! \n거짓말하지 마!",0,"그렇게 놓여 있는 아이템들은 주인이 없는 거라고! \n인벤토리 안에 있어야 네 소유가 되는 거지!",9,"틀렸다! \n그린우드에서는 너 같은 불한당을 막기 위한 법률이 존재한다. \n작은 철 쪼가리 하나 정도로 기소하진 않겠다만... 특별히 너를 위해서 상점 상품들의 가격을 올려주지. \n뭐라도 교훈을 얻었기를 바란다.",0,"난 절대 바뀌지 않을 거야!",10,"하아...",107];
      
      public static var momD:Array = ["애나! 돌아왔구나! \n말없이 나돌아다니지 말아 줘. \n친구들이랑 같이 저녁 먹고 갈 생각이니?!",0,"아뇨, 볼일이 좀 있어서요. \n(사악한 모노리스들에게서 세계를 지키려고 한다는 걸 믿어줄 리가 없겠지.)",92,"뭐, 너무 위험한 일은 하지 마렴! \n사랑하는 우리 딸!",0,"저도 사랑해요... \n(내 동료들 앞에서 이런 말 하지 말라고!)",101,"(이건 무슨 상황이지?               \n이게... \"평범\"한 가족이라는 건가...?)",76];
      
      public static var dadD:Array = ["어라, 새 친구들이 생긴 거니? \n뭔가 말썽을 부릴 법하게 생겼는데. \n너한테 위험한 일을 시키려고 하면 나한테 와서 얘기하렴.",0,"뭐... 나름 괜찮은 애들이에요. \n걱정하지 않으셔도 돼요. \n제가 신경 쓸 테니까.",92,"그래서 누가 네 남친이냐? \n떠돌이 같이 생긴 놈 아니면 총기난사범?",0,"날 뭐라고 불렀어?",9,"아직은 그런 짓 한 적 없다고!",69,"에... 이제 가야겠어요! \n나중에 또 봐요, 아빠!",93];
      
      public static var momD2:Array = ["이번에도 저녁을 먹으러 온 건 아닌가 보구나? \n어쩔 수 없지. 이제 너도 다 큰 것 같으니. \n너희들의 모험에 대해서는 다 들었어 - 뉴스에 나와 있더라! \n너랑 네 친구들은 훌륭한 일을 하고 있는 거야.",0,"고마워요, 엄마. \n집 개조 공사가 잘 됐으면 좋겠네요...            \n돈은 많이 모았으니까, 필요한 게 있으면 뭐든 말해주세요!",92,"너희의 돈을 가져갈 순 없지! \n그냥 몸조심해. 다들 행운을 빌어!",0,"알았어요.",31,"고마워요, 애나의 어머니.",2,"동감입니다.",61];
      
      public static var dadD2:Array = ["남쪽 대륙을 방문했었다고? \n그런 위험한 일도 하는 너희한테 이제 내 말은 더 이상 의미 없을 것 같구나. \n최근 거기선 나쁜 소식밖에 들리지 않던데.",0,"지금까지 많은 전투 경험을 얻었으니 괜찮을 거예요. \n우리는 세계를 구하는 임무를 맡고 있다고요!             \n아빠는 이해하기 어렵겠지만...",101,"뭐, 널 다치게 하는 놈이 있다면 나를 상대해야 될 거야! \n그하하하하하! \n*심장마비가 올 뻔함*",0,"제가 집에 없는 사이에 너무 무리하지 마세요! \n엄마가 빗물받이를 좀 청소하라고 하면 그 랭크라는 애한테 시키세요. \n사다리 타다가 떨어지는 일은 없게 하세요, 알았죠?",92,"난 무적이라고, 그하하하!",0,"그래그래, 퍽이나 그러시겠어요.",111];
      
      public static var juneD:Array = ["이 스토커 녀석은 고양이라도 되는지, 계속 나한테 이상한 물건을 가져다줘. \n언제나 내가 어디에 있는지 알고 있는 것 같아... 구*에서 일하기라도 하는 건가. \n내 소셜 미디어 계정을 전부 지워야겠어.",0,"여자애들마다 저런 스토커가 한 명씩은 붙어있나 보네?",49,"음?        \n왜 이쪽을 보는 거냐?",79];
      
      public static var rockD:Array = ["준은 내 일생의 사랑이야! \n몇 달간 창문 너머로 구경하는 걸로 알게 됐어. \n우린 서로 잘 맞을 것 같아, 그냥 내가 얼마나 멋진 놈인지 알려주기만 하면 될 거야!",0,"으아, 준이 불쌍해지네.",112];
      
      public static var jollyD:Array = ["어, 방문객이군요! 그린우드 도서관에 온 것을 환영합니다! \n세상의 모든 지식에 대한 책이 있습니다! \n전투 시스템의 세부적인 사항들에 대해 알고 싶다면 한번 둘러보세요! \n몬스터 헌팅 시리즈가 특히-",0,"에, 난 그냥 대충 쳐 보고 무슨 일이 일어나는지 보는 정도로 충분한데.",17,"무례하게 굴지 마, 맷! \n이 기회를 써서 많은 것을 배울 수 있을 거야! \n그냥 힘으로 밀어붙여서 찾아낼 수 없는 것도 여러가지 있다고!",39];
      
      public static var steveD:Array = ["너희들이 파시스트들을 물리쳤다고? 참 희소식이군! \n혼자서 놈들을 막아야 할 줄 알았어. \n마을의 한쪽은 파시스트들에게, 반대쪽은 몬스터들에게 공격받고 있었거든. \n어-어이... 왜 놈들의 대장이 너희랑 함께 있는 건데?!",0,"나는... 치욕적이게도 퇴직되었다. \n더 이상 네 적이 아니야.",79];
      
      public static var galD:Array = ["신비의 숲에 들어갈 생각이야? \n제대로 준비하지 않았으면 들어가지 않는 걸 추천해. \n저 안쪽은 미궁이라고.",0,"저 숲 너머에 있는 뗏목 제작자를 찾아야 해. \n더 중요한 건, 내 마을을 몬스터들에게서 지켜내는 거구!",92,"넌 믿음이 가지만, 옆에 있는 나머지 애들은 좀...",0,"에에?!",9,"어쨌든 간에. \n뗏목 제작자에게 가기 위해서는 이 숲에 있는 두 가지의 중요 아이템이 필요할 거야. \n눈을 잘 뜨고 찾아봐 - 행운을 빈다!        \n아, 그리고 걸어 다니는 나무들을 조심하라고!",0,"걸어 다니는 나무 같은 건 존재하지 않아.        \n그냥 우리를 겁주려는 것뿐이야.",109];
      
      public static var galD2:Array = ["뗏목을 찾았다고? 아주 잘했어! \n남은 음식 좀 가져가... 난 벌써 배불러.",0];
      
      public static var palD:Array = ["거울을 깨뜨려서 불운의 저주를 받았어! \n그런데... 마치 살아 있는 것 같이 나한테 다가오고 있었단 말이야! \n요즘은 정말 이상한 몬스터들이 숲에서 튀어나오네. \n지원을 좀 더 받을 수 있으면 좋겠는데...",0];
      
      public static var izumiQ:Array = ["거기 당신! 몬스터를 기르는 방법을 알고 있는 것 같군요! \n연습용으로 상대할 샌드백이 필요합니다 - 제가 좀 썰어도 죽지 않을 녀석이. \n그런 야수에 대해 알고 있으신가요? 데려오시면 최고의 샌드백으로 훈련시켜 보이겠습니다!",0,"아, 슬라임! 생각해보니 당연하네요! \n다시 만날 때까지 이 흉측한 야수들을 훌륭한 샌드백으로 만들어 놓겠습니다.",0,"닌자는 언제나 당신 곁에 존재합니다. \n그저 볼 수 없을 뿐이죠!",0];
      
      public static var jamieD:Array = ["허, 대체 뭐 하는 놈들이냐? \n남의 집에 마음대로 들락날락할 수 있을 것 같아? \n썩 꺼져버려!",0,"진정해, 영감. \n우리는... 음... 세금 징수원이라고!           \n그냥 여러가지 좀 가져갈 테니...",12,"계속 얼쩡거리면 아주 혼쭐을 내주마!",0];
      
      public static var gothQ:Array = ["중2병 같은 게 아니야 - 난 정말로 영혼이 없다고! \n부모님들이 내 사악한 부탁을 하나도 들어주지 않았어 - 그래서 집을 뛰쳐나왔지! \n근데 슬슬 배고파지기 시작한 데다, 좀 전에 생긴 상처에 감을 붕대도 필요해...",0,"너희가 내 부모님보다 훨씬 낫네. 이렇게 많은 초콜릿은 받아 본 적이 없어. \n내가 새랑 토끼를 제물로 바치지도 못하게 했고.",0,"언젠가 고스에서 네크로맨서로 전직할 거야. \n그러면 부모님도 날 얕보지 못하겠지!",0];
      
      public static var necronD:Array = ["저주받기에 끔찍한 밤이 찾아왔다! \n하 하 하!",0,"저리 가, 이상한 녀석!",100];
      
      public static var angelaQ:Array = ["제발 제 부탁을 무시하지 말아 주세요! \n보시다시피, 위험을 피해 이 나무둥치 속으로 들어오게 됐습니다. \n저에게 선과 악의 표본들을 가져다 주신다면, 굉장히 유용한 부활 마법을 가르쳐 드리겠습니다.",0,"음.. 그렇군요... 매우 흥미롭네요... \n정확히 제가 필요했던 것들이네요. 여기, 제가 약속한 보상입니다. \n당신의 모험이 행운의 축복을 받기를.",0,"여긴 정말 이상한 곳입니다. \n빛과 어둠이 싸우며 미묘하게 균형을 맞추고 있어요. \n최후에 승자가 있긴 할까요? 신냥이님만이 아시겠죠.",0];
      
      public static var bellaD2:Array = ["아, 너희들이구나. \n전에 말했지만, 도움 같은 건 전혀 필요 없었어. \n당장 내 집 주변이 어떤 동네인지 봐, 나도 싸울 수 있다고!",0,"이 지역의 부동산에는 투자하고 싶은 마음이 안 드는군. \n나무 속에서 사는 것보다 덜떨어진 생활은 없을 거다.",61,"왜 이 정신병자가 너희들과 함께 있는 거야? \n정신지배라도 건 거야?",0,"아니, 일단 우리 포로로 데리고 다니고 있어. \n무례하게 굴기 시작하면 끝장내버릴 거야.",47,"흥...",79];
      
      public static var monikaD:Array = ["아, 너희가 누군지 알아! \n내 딸이 너희에 대해서 많이 얘기해줬어. \n벨라를 구해준 것에 대해 늘 감사하고 있어.",0,"적들과 싸워서 세계를 더 살기 좋은 곳으로 만드는 게 우리의 사명이에요. \n도움이 됐다면 기뻐요.",29,"흥, 그러신가? \n네놈은 내 요새를 터는데 혈안이었을 뿐이였지... 그냥 도둑놈 그 이상도 이하도 아니야.",79,"어쨌든, 이 집엔 언제나 환영이야. \n최근 손님을 맞이하는 일이 많이 줄어들기도 했고.",0];
      
      public static var mioD:Array = ["다들 이 숲이 저주받았다고 하지만... 내 눈엔 그냥 평범한 것 같은데. \n경비병들이 강한 척하려고 겁주는 것뿐일 거야... 귀신 같은 게 실제로 있을 리가 없잖아! \n그냥 고양이 같은 동물들만 널려 있는데.",0,"길을 잃었을 땐 화살표 표지판들을 따라가면 된다는 걸 잊지 마!",117];
      
      public static var misakiD:Array = ["우린 이 지역의 모든 신사를 찾으러 순례 중이야! \n자주 기도하면 소원을 이뤄줄지도 몰라. \n난 끝없는 아이스크림을 달라고 기도할 거야!",0,"나라면 좀 더 굉장한 소원을 빌 것 같은데.         \n\n어쨌든 모두 미신일 뿐이니까! ",107];
      
      public static var chikaD:Array = ["내 친구들은 귀신을 믿지 않지만... 나는 믿어. \n내 이모한테서 온갖 종류의 부두술에 대해 들어봤거든. \n빙의된 인형과 거울은 여러가지 트릭으로 상대를 농락한다고 했어. \n만약 만난다면 본 척도 하지 말고 도망가는 게 제일 좋을 거야!",0];
      
      public static var mioD2:Array = ["뭔가 기분이 이상해...            \n여기에 온 건 실수였나 봐....",0,"이 파티는 완전히 전멸한 것 같네. \n웃기지도 않을 정도로 상태이상이 쌓여 있다고. ",6];
      
      public static var misakiD2:Array = ["으어어어! 네 뼈를 내놔라!",0,"실례했어요!",69];
      
      public static var chikaD2:Array = ["그아앍?!",0,"뇌가 타버린 것 같아... 좀비화는 우리 힘으로 고칠 수 있는 게 아니야. \n지금은 가만히 둘 수밖에 없겠어...",37];
      
      public static var mioD3:Array = ["귀신들에 대한 이야기가 정말로 사실이었다니. \n누구도 예상하지 못했을 거야... 나한테 일행을 거의 죽게 한 것에 대한 책임은 없어.",0];
      
      public static var misakiD3:Array = ["어떻게든 숲에서 벗어났지만, 거기서 본 것들은 절대 잊지 못할 거야. \n아이스크림을 아무리 먹어도 이 트라우마는 지울 수 없어.",0];
      
      public static var chikaD3:Array = ["다시는 마을 밖으로 나가지 않을 거야. \n유령에게 저주받아 죽는 것보다는 차라리 지루한 삶을 살래. \n아니, 그냥 영원히 여기에 서있고 싶어.",0];
      
      public static var spikeD:Array = ["여기 모아놓은 것들 중에서 원하는 게 있나? \n열쇠를 좀 찾아야 될 거야! \n가치있는 보물을 찾을 거라 장담하지.",0,"하지만, 우린 보물상자에 뭐가 들었는지도 모르는데... 이거 불법 도박 같은 거 아니야?!\n만약 사기당한다면?        \n\n유*브에 상품 조작 영상을 업로드하면 어쩌려고?",15,"흠... 사실 말하면 안 되지만, 찾은 보상이 정말로 마음에 들지 않는다면 방법이 있어... \n*콜록세이브를불러오면돼콜록*",0,"뭐, 언젠간 전부 다 열 테니까!",2];
      
      public static var driftyD:Array = ["음? 이건 누구야? 방문객들? \n참으로 드문 일이네! \n(강도들은 아니겠지?)",0,"당신이 뗏목 제작자이신가요?! \n물에 떠다니는 기구를 만드신다는?",32,"일하는 중에는 그렇지. \n지금은 맥주를 마시며 경치를 구경하고 있어. \n난 평범한 사람일 뿐이야.",0,"남쪽 대륙에 가기 위해서 뗏목이 필요해요! \n하루빨리 그곳에 떨어진 운석을 조사해야 돼요!",52,"음, 잘 알았다. \n당장 뗏목이 필요한 것 같으니, 어... 최근에 완성한 내 역작을 주도록 하지. \n난 충돌을 원하지 않으니, 이걸 가지고 어서 떠나라고.",0,"우리가 그 정도로 성가신 사람으로 보여요? \n벌써부터 나쁜 평판이 퍼지고 있는 건가요?",35,"그래, 대담한 도적들로 보이는군. \n전혀 규칙을 존중하지 않아.",0,"할 말 없네.",29,"어쨌든, 이 뗏목을 사용하면 부두를 통해서 새로운 대륙으로 향할 수 있어. \n좋은 물건이지만, 부두에서만 타고 내릴 수 있다는 걸 잊지 마. 여기서 한번 해 봐!",0];
      
      public static var tribe1D:Array = ["너 집에 가라, 숲 우리 집이다!             \n관광객 여기서 죽는다! 주의해라!",0,"으아! 갑자기 좀 놀랐어! \n경고는 고맙지만... 우린 여길 지나가야 해.",22];
      
      public static var tribe2D:Array = ["거기 누구?! 하나도 안 무섭다! \n적과 싸운다, 두렵지 않다! \n순수한 심장과 명석한 머리 있다!",0,"그렇게 용감하다면 왜 얼굴을 숨기는 거야?",39,"검은 바위... 모든 걸 보고 있다! \n바위 나쁘다! 바위 스파이다!",0,"뭐, 저 모노리스들이 수상하다는 건 동의해. \n저거 생각만 하면 등골이 오싹해져...",97];
      
      public static var tribe3D:Array = ["돌아가라. 고양이 왕 화났다. 화를 돋우는 거 좋지 않다. \n대숙청 이후부터 고양이 왕이 숲을 지배한다.",0,"고양이 왕 이라는 게 뭐냐? \n약하고 허접한 고양이 따위가 우리를 위협할 수 있을 리가 없다!",75,"고양이 왕 숲의 서쪽 끝에 산다. \n가면 죽는다. 약골들 이길 수 없다.",0,"너 방금 날 뭐라고 불렀냐?!",9,"오직 수면을 걷는 자만 도달할 수 있다. \n특별한 장화 있어야 물 위 걸을 수 있다. \n장화 나무 높은 곳에 있다 - 원숭이만 얻을 수 있다!",0];
      
      public static var tribe4D:Array = ["고양이 왕이 적 죽이면, 영혼 몸으로 흡수된다. \n고양이 왕 많은 영혼 모은다. \n고양이 왕은 하나면서 많다, 강력한 군단이다. \n고양이 왕의 껍질로 얼굴을 가려서 숭배한다.",0,"고양이 껍데기는 들어본 적 없는데...           \n\n...돼지 껍데기는 좋아하지만.",2];
      
      public static var jonathanD2:Array = ["다시 만나서 반가워, 여행자들. \n여기에 캠프를 치고 시위를 할 계획이었는데. 환경파괴라던가 자본주의, 지구온난화 같은 거 있잖아. 그런데... 이 숲은 사악하다고! 자연보호는 개나 줘버려! \n나무는 전부 베어 없애야 돼!",0,"내가 할 말이다!",62,"밤에 이상한 소리가 들려서 잠도 못 자겠어. \n일어나면 온갖 주술 용품들이 주변에 널려 있고... 완전히 잘못돼있어.",0,"그거참 나쁜 소식이네. \n(만약 죽게 된다면 너네 소지품은 더 이상 필요 없겠지...)",5];
      
      public static var jennyD2:Array = ["다시 저 아래에 내려갈 생각은 없어... 그런데 여기도 전혀 안전하지 않아! \n무슨 공포영화 같이 변하고 있어! \n내 마지막 순간을 인터넷에 공유한다면 적어도 모두가 기억은 해주겠지. \n처음 만났을 때 소리 질러서 미안해 - 내가 한 말에 후회하며 죽고 싶진 않아!",0,"야옹!",122,"내 고양이는 널 용서한다고 하네. \n뭐, 너도 괜찮은 사람일지도.",1];
      
      public static var studentD:Array = ["오래된 문헌들에 이 산이 신성한 장소라고 적혀있었어. \n그러니까, 이 안에 신이 살고 있다는 말이야. \n어떻게 그런 일이 가능한지 모르겠고, 아마 난 평생 알아내지 못하겠지.",0,"올라가서 직접 돌아보는 건 어때? \n꽤 건강해 보이는데.",2,"이 주변엔 강한 몬스터들이 널려있어. \n목숨을 걸 정도로 탐구심이 강하진 않아. \n난 용감한 사람이 아니거든.",0];
      
      public static var studentD2:Array = ["널 따라 올라왔어, 너무 화 내진 마...",0,"자칫하면 드래곤한테 죽을 수도 있었을 텐데. \n네가 생각하는 것보다 더 용감한 걸지도 몰라!",3,"벌써 죽었는데 자각만 못한 건 아닐까.",0,"뭔가 흥미로운 걸 찾긴 했나?",61,"여기서 서쪽에 있는 제단은 숨겨진 비밀번호를 위한 일종의 입력장치인 것 같아. \n어떻게 작동하는 건지 궁금해지는데...",0];
      
      public static var shaggyD:Array = ["강화제가 최고다. \n딱 봐서는 모르겠지만, 사실 엄청난 근육을 가지고 있다고. \n이만 실례하도록 하지... 아직 버섯이 좀 남아있거든.",0,"(그냥 게으름 능력치만 실컷 올리고 있는 것 같은데...)",17];
      
      public static var hippyD:Array = ["여, 이 모노리스를 구경하러 온 건가? \n여기는 아주 딱 좋은 자리야. \n마치 우리를 지켜보며 어두운 힘으로부터 보호해주는 것 같아. \n이 행성과 이어진 듯한 느낌이라고.",0,"이 모노리스들은 우리를 감시하는 외계 장치라고 생각하는데. \n이 주변에선 긴장을 놓지 않는 게 좋을 거예요.",35,"아냐, 임마. SNS나 뉴스는 전부 거짓말투성이라고. \n이건 주머니 속에 있는 바보상자와는 달라. \n맥주 좀 마시고 우리랑 놀자. \n마음을 넓게 하면 내면의 평화를 찾을 수 있을 거야.",0,"(나도 이 사람처럼 태평해질 수 있으면 좋겠군.             \n마약 때문일까나...)",61];
      
      public static var mayaQ:Array = ["난 파도를 완전히 마스터했고, 너한테도 그 비법을 전수해줄 수 있어. \n바다의 보물 몇 개를 가져와서 네 자격을 증명해 봐.",0,"아, 이 정도면 훌륭하군. 이제 새 스킬을 가르쳐 주겠어. \n이 강력한 리미트 브레이크로 어디서나 서핑을 할 수 있어!",0,"그 스킬로 항구 마을을 파괴하거나 하지 않게 조심해. \n그런 걸 책임지는 건 질색이니까.",0];
      
      public static var infernusD:Array = ["환영해요, 학자 여러분. \n이곳은 무지개 대문, 이 주변의 모든 것은 해신 포세이돈의 영역입니다. \n남쪽 대륙은 꽤 쌀쌀한 편이죠.",0,"어이, 잠깐, 한 번에 정보가 너무 많다고. \n이 문은 어떻게 열라는 거야?",5,"아, 그건... 저 받침대 위에 해골 모양의 유물들을 올리면 될 거예요. \n포세이돈 님이 만족하시면 문이 열릴 겁니다. \n현재 그 유물들은 강가에 따라 있는 작은 섬들에 놓여 있을 거예요.",0,"그래서, 이 포세이돈이라는 녀석... 적이야, 아군이야?",22,"아, 확실히 매우 적대적입니다. \n강에다 폐수를 버리기 시작한 이후로... 꽤 복수심에 불타고 있던 것 같더라고요. \n레드파인 마을의 주민들에게는 큰 위협이 되는 존재인데, 아예 퇴치해버리면 많이 감사해할 겁니다.",0,"좋아, 그게 다음 보스겠네!",2];
      
      public static var infernusD2:Array = ["포세이돈을 제압했다고요? 좋은 소식이군요! \n그래도 박식한 학자로서... 줄 수 있는 힌트가 아직 많이 있습니다!        \n\n예를 들어, 각 무지개 끝에 보물이 있다는 건 아셨나요?",0,"그건 상식이지. \n뭐, 그 돌조각들을 원래 자리에 가져다 놓으면 어떤 비밀을 찾을 수 있을지 확인해 봐야겠어...",92];
      
      public static var fizzQ:Array = ["마약쟁이 히피 놈들이 내 플루트를 훔쳐갔어!  \n난 강해 보이지만 사실 12살밖에 안 돼서, 직접 만나고 싶진 않은데. \n스텔스가 필요할지도 몰라... 네가 열심히 수고하는 동안, 난 간식이나 먹고 있을게.",0,"정말 훌륭해, 친구! \n열심히 해준 대가로 이 반짝이는 것들을 줄게.",0,"이 분홍빛 섬들은 날 진정시켜줘. 언젠가 여기에 내 집을 짓고 살 거야.        \n저기 있는 신전은 좀 불길한 느낌이 들지만...",0];
      
      public static var anikiQ:Array = ["네 드릴은 하늘을 뚫을 드릴이다!! \n네 투지를 나에게 보여준다면 새로운 스킬을 가르쳐 주지!",0,"자, 넌 이 스킬을 얻었다! \n이걸로 적을 관통해버려! \n방어하려고 하면 오히려 더 잘 먹힐 거야!",0,"너 자신을 믿는다면 그 어떤 것이라도 할 수 있어!                 \n(아니면 시도하다 죽던가...)",0];
      
      public static var finnD:Array = ["이 해역은 정말 위험해. \n물 공격은 정말 너무 연계가 잘 된단 말이야. \n젖은 상태에선 번개와 얼음 공격에 위험해져. \n게다가 해양 생물들은 그걸 이용할 수 있게 진화한 것 같아.",0,"중립적 상태이상은 특정 속성과 결합되면 치명적일 수 있어. \n도움이 될 때도 있지만, 아닐 때도 있어.",117,"그래, 젖었거나 다른 상태이상이 걸렸을 땐 잠시 뒤에 숨는 게 가장 좋을 수도 있어. \n턴이나 목숨을 낭비할 필요는 없으니까 말이야.",0];
      
      public static var kaiD:Array = ["난 신경 쓰지 마, 그냥 고기를 좀 잡고 있을 뿐이야. \n전에 실수로 오징어를 세게 후려쳤는데, 놈의 팔이 떨어졌어! \n이걸로 날 다신 건드리지 않겠지.",0,"오징어들은 꽤 강력한 적들이야. \n게다가 먹물 공격으로 까다로운 상황을 만들지. \n상태이상을 잘 확인하는 게 좋을 거야.",92,"뭔가 큰 약점이 하나 더 있었던 것 같은데...          \n뭐였는지는 기억이 잘 안 나네. 뭐 어때.",0];
      
      public static var kingQ:Array = ["바람이 내 팝콘을 날려버렸어. \n그래, 맞아 - 너희들한테 날아간 팝콘 조각을 전부 모으라고 시킬 거야. \n넌 아마 모든 퀘스트를 끝내려고 혈안이 돼 있겠지 - 실컷 이용해주겠어.",0,"어라, 정말로 해냈구나. \n흩어진 팝콘들을 하나하나 모았다는 거야? \n너도 참 할 일 없나 보네.",0,"난 그냥 NPC일지 몰라도, 시스템을 이용해 먹는 방법은 알고 있어. \n널 아주 귀찮게 해주지.",0];
      
      public static var tinaD:Array = ["나랑 지나는, 몬스터들의 공격을 피하려고 레드파인 마을을 빠져나왔어. \n애초에 별로 마음에 들지 않는 곳이었어, 다들 너무 우울하다고!",0,"아, 운석이 떨어졌을 때 말이야? \n마을은 괜찮아?",35,"아직까지는 버티고 있지만, 얼마 못 갈걸. \n우린 여기서 잠시 야영하다가 괜찮은 곳을 찾아 정착할 생각이야.",0,"레드파인도 많은 도움이 필요한 것 같네. \n뭐, 충돌구로 향하는 길에 있으니까.",47,"이런 탈영병들은 믿지 않는 게 좋을 거다!",69];
      
      public static var ginaQ:Array = ["좀 부끄러운 부탁이지만... 집에서 도망치기 전에 충분한 물자를 준비하지 못했어요. \n남는 음식이나 옷을 제게 주신다면 감사하겠어요.",0,"고-고마워요! 이거면 충분할 거예요. \n답례로 몸을 따뜻하게 해줄 화염 마법을 알려드릴게요...",0,"누나를 믿은 게 실수였을지도 모르겠네요. \n그냥 집에 남아 있었으면 좋았을 텐데.",0];
      
      public static var anonD:Array = ["눈보라 속에서 내 얼굴을 잃었어. \n뭐랄까... 그냥 얼어붙더니 떨어지더라.                     \n그래도 기분은 좋아, 살아 있다는 것만으로 기쁘다고!",0,"아래에 텍스트 박스가 있어서 다행이네. \n만약 없었다면 널 이해할 수 없었을 거야.",2];
      
      public static var ikaD:Array = ["난 얼음 마법사라, 추위에 대해선 100%가 넘는 내성을 가지고 있어 - 오히려 회복되는 수준이지! \n그래도 추위를 느끼지 못하는 건 아니야 - 얼어 죽을 것 같이 추워!",0,"이 근방에선 거의 불사신이라는 말이잖아. \n불평할 자격은 없다고 생각하는데.",65];
      
      public static var alvaD:Array = ["내 발가락이랑 손가락에 감각이 없어. \n아직 살아 있는지조차 모르겠어. \n여기로 온 건 내 일생의 실수야.",0,"정말로 죽기 전에 어서 여기서 빠져나가라고!",9];
      
      public static var grayD:Array = ["냉각과 젖음 상태가 연계되면 빙결이 된다는 것 같군. \n더 일찍 알았으면 좋았을 텐데. \n파멸과 불운이 연계되면 즉사하기라도 하려나? 하하.",0,"상태이상 내성이 점점 중요해지는 것 같네. \n근데, 그 정도는 이미 다들 알고 있었지?",52,"좀 바보 같이 생긴 방어구라도 죽는 것보단 훨씬 나아.",2];
      
      public static var stephanieD:Array = ["말하면 안 되는 부분인데...             \n좀 비밀스러운 내용이지만...",0,"뜸 들이지 말고 어서 말하라고! \n우리 앞에서 숨기려 들지 마!",9,"그게... 특정 기념일 즈음에만 수행할 수 있는 퀘스트와 관련 아이템들이 있어요.",0,"허, 그래? \n어떤 기념일 말이야?",92,"에... 발렌타인, 부활절... 그리고, 음... 할로윈과 크리스마스요.     \n\n그리고 5번째가 있었던 것 같아요.",0,"내가 챙기는 기념일은 하나도 없는 건가. 좋지 않아.",61,"저한테는... 상관없는 일이라고요?",0];
      
      public static var santaD:Array = ["호호호... 여기서 날 본건 비밀로 해 줘. \n이번 해는 좀 귀찮아서 말이야.",0,"아무한테도 말하지 않을 거야, 영감.        \n당신도 휴일을 즐기라고!",29];
      
      public static var jekylD:Array = ["포세이돈과 싸워 봤지만... 나한테는 승산이 없는 것 같군. \n이제 이 골짜기에 갇혀 얼어 죽는 걸 기다릴 수밖에 없겠어...",0,"저희가 어떻게든 해결할게요. \n다음 마을로의 길을 열어야 하기도 하고...",52,"빙결 공격을 조심해라 - 젖게 된다면 수비적으로 행동해, 자칫하면 얼어붙게 될 거야! \n뿐만 아니라 신성 공격까지 사용하고, 자폭하는 소형 골렘 군단을 거느리고 있어!",0,"잘 알았어요. \n주의할게요.",32];
      
      public static var jekylD2:Array = ["ㅁ-뭐?! 너희들은 정말 대단하구나! \n이젠 미련 없이 죽을 수 있겠어...",0,"어서 저 다리를 넘어서 다음 화면으로 걸어가! \n여기서 죽을 필요는 없잖아!",10];
      
      public static var rickD:Array = ["하하하, 우리의 총을 규제하겠다니, 말도 안 되지! \n총이 더 있었다면 몬스터들 때문에 점령당하지도 않았을 거야. \n좀 만 더 연습한다면 내가 직접 이 마을을 해방시킬 수 있을 거라고!",0,"(내 옆의 빈 공간을 보고 말하고 있어...            \n...이 녀석, 아예 장님인 것 같은데!)",66];
      
      public static var antonD:Array = ["평소 대로였으면 뒤로 들어오려 했을 때 바로 쏴버렸을 거야. \n다만 이런 상황에 처했으니, 원하는 대로 가져가도록 해. \n우리도 받을 수 있는 최대한의 도움이 필요하니까.",0,"가져간 것에 대한 값은 반드시 갚을게요! 약속해요!",42,"그래, 퍽이나 그러시겠다...",0];
      
      public static var vivyD:Array = ["불길한 소문이 돌고 있어 - 이 몬스터 침공만이 문제가 아닌 것 같아. \n더 위험한 무언가가 우리 등 뒤에서 일어나고 있어. \n마을의 주민 몇몇이 이상한 광신도 집단에 연루되었어 - 대체 뭘 계획하고 있는 걸까?",0,"광신도인가요? \n세상이 말세라는 말이 돌고 있으니, 그런 집단이 생기는 것도 놀랍지 않네요. \n이번엔 누구를 숭배하는 건가요?",52,"신은 아닌 것 같아. 신도 부처도 전부 죽었다고 하더라! \n두 가지 경쟁 집단으로 나뉘는 것 같아 - 하나는 오랫동안 잊혀져 있던 고대 보석들을 숭배한대. \n다른 하나는 현실이 무너져가는 시뮬레이션이라고 믿는 것 같고.",0,"꽤 정신나간 주장들이네요. \n전 제정신이라서 참 다행이에요.",92,"그래도 모험하는 동안 꽤 이상한 것도 많이 봤었지. \n우리가 놓친 비밀이 있을지 궁금하네? \n평범한 마을 주민 사이에 이런 광신도들이 숨어있을지도 몰라!",35];
      
      public static var falconD:Array = ["밖에 있는 건 위험하지만, 죽은 자들에게 조의를 표할 의무가 있다. \n첫 공격에서 마을 젊은이의 반을 잃었고, 지금까지도 지속적으로 큰 피해를 입고 있어.",0,"걱정 마, 곧 친구들을 다시 볼 수 있을 거야. \n시도 때도 없이 언데드가 나타난다고!",12,"이런 때에 그런 농담은 하지 마!",39,"그냥 좀 기운을 북돋아 주려고 한 것뿐이야!",11];
      
      public static var helmutD4:Array = ["아, 너희들이구나. \n제발 내 삶에 대해 발설하지 말아 줘. \n전부 내려놓고 새로운 시작을 하고 싶어.",0,"난 네가 누군지도 기억 안 나니, 아마 걱정할 필요는 없을 거다.",65];
      
      public static var hikariD3:Array = ["래-랜스, 자기야? \n내 사랑?",0,"아-아니야! \n너 같은 사람 몰라!",73,"사람을 잘못 보신 것 같은데요...",72,"자기를 만나기 위해 여기까지 왔어! \n너무 늦은 거야? 우린 처음부터 엇갈렸던 거야?",0,"접근금지 명령을 내리려고 했다만, 어차피 그 상태로는 날 스토킹할 수 없을 것 같군. \n음... 술이라도 같이 마실까.",71,"얘 나이를 생각하라고!",39];
      
      public static var canelaQ:Array = ["너희가 충돌구를 조사하는 사이에 이 몬스터들이 공격해왔어. \n놈들이 점점 교활해지고 있지만, 우리한테 문제가 되지는 않을 거야!",0,"좋아, 다시 안전해진 것 같네!",0,"질서가 서서히 바로잡히고 있어. \n레드파인은 이 악몽에서 살아남을 거야.",0];
      
      public static var kirsanQ:Array = ["원한다면 겁쟁이라고 불러, 난 준비가 되면 바로 여길 빠져나갈 거야. \n빈 병이 많이 필요해... 기나긴 항해를 위한 술이 필요하거든.",0,"좋아, 잘 해줬다. \n이제 병들을 채우고 탈출하는 일만 남았군. \n이 지옥 같은 대륙에서 죽고 싶지 않아. \n가기 전에 마지막으로 새로운 스킬을 가르쳐 주지...",0,"아 그렇지, 포세이돈이 내 배를 침몰시켰어. \n완전 망했군. \n알코올 중독으로 죽는 게 제일 나을 것 같다.",0];
      
      public static var smokeyD:Array = ["난 여기서 허브를 좀 재배하고 있단다. \n꽤 현대적인 조명을 설치했지, 그렇지 않나?",0,"허브라니, 향신료를 말하는 건가... 아니면 다른 종류?",92,"흐흐, 히히히히!",0,"적어도 종말을 즐기고 있는 것 같네.",27];
      
      public static var emoD:Array = ["이 뒤로 들어오면 안 돼. \n아니, 그건 이미 알고 있는 것 같은데... 그럼 이건 강도... 제발 목숨은 살려주세요!",0,"죄송합니다!",36];
      
      public static var ghostD:Array = ["신경 쓰지 마. \n유령도 가끔 물건이 필요해진다고.",0,"꽤 훌륭한 공중부양 마술이네...",2];
      
      public static var albrechtQ:Array = ["참 안됐군요 - 제복을 입어보자마자 우리의 혁명이 끝나다니. \n그래도 뭔가 폭발하는 걸 보고 싶습니다만. \n혹시 남은 화약이 있으신가요? \n절 믿으셔도 됩니다, 동지여.",0,"훌륭합니다, 동지여. \n그대의 임무는 마쳤으니, 이제 제 일을 수행할 시간입니다. \n저편에서 다시 만나겠습니다.",0,"떠나셔야 합니다.",0];
      
      public static var rokuQ:Array = ["중요한 싸움을 위해 훈련하는 중이었는데, 갑자기 폭발음이 들리더라! \n돌아와 보니 어떤 놈이 내 집을 날려 버렸어! \n내 유일한 희망은... 용가리볼을 찾는 수밖에 없어. \n그게 있다면... 내 집을 고쳐달라는 소원을 빌 수 있을 거야.",0,"뭐?! 날 위해 용가리볼을 전부 찾았다고?! \n이젠 내 집을 고칠 수 있을 거야!",0,"소원을 빌어야지... *흑*",0];
      
      public static var rokuD:Array = ["앗, 실수로 집이 아니라 보물 더미를 달라고 빈 것 같네! \n걱정 마, 책임지고 비트코인에다 투자할 테니까!",0,"이 사기꾼! \n나가 죽어버려!",30,"그래, 세계평화 같은 걸 빌 수도 있었을 텐데!     \n\n이런 쓸데없는 것에 소원을 쓰다니, 말이 돼?!",40,"하, 그거참 미안하네!       \n그래도 말이야, 그런 게 밥을 먹여주는 건 아니잖아!",0,"참 쓰레기 같은 놈이야...",107];
      
      public static var makaQ:Array = ["그 운석에 의해 대부분의 농장과 구조물이 파괴되었어. \n최대한 빠른 재건을 위해 많은 기부가 필요해.",0,"마을을 위해 이것들을 기부해주겠다는 거야? \n이걸로 풍력 터빈들을 고칠 수 있겠어! \n고마워!",0,"참 많은 도움이 됐어. \n너희들의 모험에 행운이 있기를 빌어!",0];
      
      public static var nemiD:Array = ["나가서 부상자들을 돌봐야 하지만, 더 이상 못하겠어. \n이런 끔찍한 상황에는 술만이 답이야.",0,"어이, 우리가 왔다고, 이제 괜찮을 거야! \n이 마을을 구할 거라고!",21,"너희가 누구길래? \n관광객인가? \n이 마을은 관광객이 올 곳이 아니야.",0,"...",5];
      
      public static var nemiD2:Array = ["어? 몬스터들을 좀 처리했다고? \n아직 희망이 있을지도 모르겠어. \n다시 마시러... 음... 일하러 가야겠네.",0];
      
      public static var bubbaD:Array = ["레드파인을 구하기엔 너무 늦었어. \n몬스터에게 완전히 점령되었지. \n밖에 나가는 건 안전하지 않아. \n난 여기 앉아서 술을 마실 뿐이다.",0,"뭐라고 하는 거야? \n약해빠진 적들을 상대로 바로 포기한다고? \n모든 걸 우리가 해결해줘야 하는 거야?",99,"모두가 영웅이 될 운명을 가지고 태어난 건 아니다. \n날 너무 책망하지 마.",0,"하아...",107];
      
      public static var barmanD:Array = ["아, 너희도 *그런* 부류의 사람인 거냐. \n너 같은 것을 막으려고 이 자물쇠를 설치했지만, 무용지물이었던 것 같군.",0,"정말 죄송해요, 우리의 모험을 완수하면 반드시 갚아 드릴게요. \n약속해요!",43,"(절대 안 그럴 건데...)",17];
      
      public static var jessicaQ:Array = ["안녕, 이방인들. 여기는 길 잃은 영혼들이 모이는 곳이야. \n영적 인도가 필요하다면 언제나 찾아오도록 해. \n혹시 남는 물건이 있다면, 부디 불우한 자들을 위해 기부해 줘.",0,"정말 고마워. \n너희 같은 사람들 덕분에 이곳을 계속 운영할 수 있어.",0,"한동안 여기서 함께 지내보는 게 어때? \n흥미로운 이야기를 들을 수 있을지도 몰라.",0];
      
      public static var shioneQ:Array = ["이 세계에 대한 진실을 알아버렸어... 우린 모두 시뮬레이션에 갇혀 있어! \n우리에게 자유 의지는 없어 - 그저 대본에 쓰여진 대로 행동할 뿐이야! \n아무 의미도 없이 이 게임 안에 영원히 갇혀 있어야 돼. \n너무 잔혹한 세상이야!",0,"이건... 잡지들? 비디오 게임? \n이런 걸 하면서 괴로운 진실을 외면하라는 거야...? \n뭐, 오락 활동이 기분 전환이 될 수는 있겠지. \n이런게 있으면 영생이 조금 덜 슬퍼질지도.",0,"인생은 그렇게 나쁘지 않을지도... 가끔은. \n아직도 슬프지만, 전보다는 조금 나아졌어.",0];
      
      public static var thiefD3:Array = ["더 이상 도둑질은 하지 않을 거야. 늘 얻은 것 없이 곤란한 상황만 생길 뿐이었어. \n귀한 보물은 다 무서운 던전 안에 숨겨져 있더라. \n다시는 가고 싶지 않아.",0,"아하, 역시 도둑이었군요!",34,"난 이제 새사람이 됐으니, 그렇게 부르지 마. \n그래도, 저 공동묘지 아래에 뭐가 묻혀 있는지 궁금하네... \n안 돼! 그런 생각 하면 안 되지. \n그 아래에 있는 건 순수한 악이야!",0,"허, 정확하게 어떤 걸 찾아다녔던 건데?",2,"세 보석의 전설을 들어본 적 없는 거야? \n뭐, 상관없어. 각 마을의 지하에는 굉장히 귀한 보석이 숨겨져 있다고 하더라. \n난 고생밖에 찾지 못했어 - 이제 그만둘 거야.",0,"정말 사실인지 궁금해지네?          \n\n근데 얘 말을 믿어도 되는 건가?",15];
      
      public static var hoboD:Array = ["돈도 직장도 먹을 것도 없어, 뭘 위해 살라는 거야? \n세계를 재시작할 수 있다면 좀 더 나은 상황에서 다시 태어날 수 있을지도 모르겠군.",0,"훨씬 심해질 수도 있어. \n슬라임으로 다시 태어난다면 어쩔 거야?",2,"자아 없는 동물이 되는 것도 좋을 것 같군! \n생각해보면 고통은 우리의 뇌에서 오는 것이잖아. \n뇌를 없앤다면, 우린 자유로워져 - 진정한 인생이 시작되는 거다.",0];
      
      public static var georgeD:Array = ["거기 너!",0,"나?",76,"많은 것을 봤지만, 아직 진실을 영접하진 못한 것 같군. \n이 세계는 우리가 이해할 수 없는 것들로 가득 차 있어. \n매트릭스 내의 결함, 꿈속의 오류, 시공간의 변동 같은 것 말이야.",0,"무슨 말을 하는 건지 모르겠는데.",61,"무지개 대문에 다시 찾아가서 그 앞에 일루미나티의 문양을 표해라. \n비밀이 밝혀질 거야. \n그 어떤 이론으로도 설명할 수 없어 - 인지를 넘어선 현상이라고!",0];
      
      public static var wakizashiQ:Array = ["수많은 악의 하수인들이 레드파인을 공격했지만, 가장 강대한 적들은 아직라는 예감이 들어. \n내 명이 다할 때까지 이 통로를 지키겠다. \n자원이 좀 있었다면 말뚝으로 벽을 세워 더 오래 버틸 수 있을 것이야.",0,"그대와 같은 용사들과 함께라면, 이 전쟁에서 승리할 수 있을 거다.",0,"레드파인은 승리할 것이야! \n몬스터들은 여기를 지나가지 못할 거다! \n이 마을은 내가 보호하니, 걱정하지 말고 앞으로 나아가라!",0];
      
      public static var peppiD:Array = ["아직 싸울 수 있는 사람은 전부 여기 모였습니다. \n보시다시피... 별로 많이 남지 않았지만. \n신냥이는 이 땅을 저버린 것 같네요.",0];
      
      public static var samQ:Array = ["용암 샘플이 필요해. \n현미경 아래에서 분석하면 이 운석이 어디서 온 것인지 알 수 있을 거야. \n고체 파편은 전혀 남지 않았어. 충돌 시점에서 전부 녹아버린 것 같아.",0,"완벽해. 일단 여기에 넣어서....          \n좋아. 철의 요새에 있는 연구소에 이것들을 가져다줘. \n그곳엔 이 샘플들을 분석하기 위한 장비가 있을 거야.",0,"조망이 별로 좋지 않아. \n걱정했던 대로... 외계의 침략일지도 몰라. \n평범한 몬스터들이 아니야.",0];
      
      public static var dampeD:Array = ["난 조조하고 조신한 지조인           \n족족히 죽음의 접근을 조망한다.",0,"저기... 일부러 그러는거야?",95,"나, 이곳에 서서, 소조한 숨결을 내쉬어 소진한다.            \n난 그저 나, 스스로가 세상과 사별하는 상상을 한다.",0,"*손발이 오그라든다*",54];
      
      public static var hawkD:Array = ["둠스데이 배틀 아레나에 온 것을 환영한다! \n나의 관객을 위해 죽고 죽이는 싸움에 참가할 것인가?",0,"그냥 지나가야 할 뿐이야. \n당신네 아레나가 우리 길을 막고 있다고 - 게다가 관객은 또 어딨다는 거야!",39];
      
      public static var teruD:Array = ["시간이 됐다 - 종말이 다가온다! \n미래는 더 이상 의미 없어 - 지금 당장에 집중하며 살아라! \n돈을 모두 써버려! 강화제를 전부 처먹어! \n모든 걸 만렙 찍어 버려!",0,"아, 난 예전부터 그렇게 살아왔어. \n난 준비됐다고!",3,"그래도 맞는 말이야, 더 이상 자원을 아낄 이유는 없어. \n필요한 만큼 써서 자주 사용하는 장비들을 완전히 강화하는 게 좋을 거야.",32];
      
      public static var kiraD:Array = ["최후가 우리 모두에게 다가온다. \n남은 미련은 없어? \n너의 윤리관에 따라 옳은 삶을 살았다고 할 수 있겠어?",0,"비디오 게임을 하면서 인생의 대부분을 날려버렸어.               \n그래도 재밌었으니까 상관없다고 생각해. \n내게 후회는 없어!",2,"난 수많은 NPC들을 학살하고, 그보다도 많은 양의 집을 부쉈다... 하지만 악당보다 영웅이 되는 것이 더 보람 있다는 걸 깨달았지. \n처음부터 이러는 게 나았을지도 모르겠어.                   \n내가 한 일의 대부분을 후회하고 있다.",61,"부모님이 원하시던 허브를 같이 키울 기회가 없었어. \n좀 더 함께 시간을 보냈으면 좋았을지도 몰라.",101,"다들 이런 말은 그만해! \n우리 죽는 거 아니라고!",36];
      
      public static var luluD:Array = ["세상의 끝이 분홍 바다와 붉은 하늘과 함께 올 것이라는 것을 누가 알았을까? \n너무 아름다워.",0,"야, 아직 끝이 아니라고. \n우리가 싸워서 이 세계를 지켜낼 거야.",99,"평생 재림을 기다려왔어 - 묘경에 적혀 있는 대로야. \n내게 천당에 당도할 자격이 있을까? 아니면 내 영혼이 영구히 삭제되는 걸까? \n무슨 일이 일어나든 받아들이겠어.",0,"이 주변에서 동료를 찾기는 어려울 것 같네.",17,"확실히 좋지 않은 상황이다.",79];
      
      public static var randalfD2:Array = ["나 - 위대한 마법사 란달프 - 는 너희를 너무 얕본 것 같군. \n이렇게 빠르게 성장할 줄이야. \n겨우 며칠밖에 지나지 않았는데 어이없을 정도로 강해졌구나.",0,"이게 RPG의 매력 아니겠어? \n몬스터를 쓰러뜨리고 레벨업하며 기하급수적으로 강해져. \n정말 흥분된다고.",2,"RPG라는 게 뭐냐? \n역시 젊은 놈들의 유행에는 못 따라가겠어!",0];
      
      public static var tandalfD2:Array = ["안녕! 다시 만나게 됐네! \n너희들은 참 멀리도 왔구나 - 전에 만났을 때는 완전 초짜들이었는데! \n정말 많이 성장했구나!",0,"칭찬인지 비꼬는 건지 잘 모르겠는데?",5,"이 주변은 분위기가 싸늘해 - 모두 살아남으려고 필사적이야. \n하지만 늘 희망은 남아 있지 - 그리고 그게 너희들을 따라다니는 것 같더라.",0,"야옹!",121];
      
      public static var sparkyQ:Array = ["어이, 모험가 같이 보이는 분들! \n여행 중에 황금 티켓을 몇 개 찾으신 것 같군요. \n드디어 그것들을 써먹을 시간입니다 - 최후의 전투가 다가옵니다! \n함께 사용해서 지원 좀 받읍시다!",0,"훌륭해요! \n바로 모험가 길드에서 지원을 보낼 겁니다. \n수 분만 있으면 도착할 거예요!",0,"조금만 기다리세요!",0];
      
      public static var sparkyD:Array = ["모험가 길드에서 보낸 것들을 보세요! \n원하는 것은 전부 가져가셔도 됩니다 - 마지막 남은 전투들을 위해 필요할 겁니다!",0,"이걸 다 보냈다고?! \n꽤 값진 것 같이 보이는데!",20];
      
      public static var zephyrD:Array = ["저 수정들의 힘을 흡수하려고 했지만... 피부가 붉게 변할 뿐이었어. 너무 실망이야. \n너무 화나서 내 오함마를 떨어뜨렸어 - 그래, 네가 지금 갖고 있는 그 쬐끄만 망치보다 훨씬 큰 물건이야.",0,"오함마라고? \n저 붉은 수정들을 깨고 지나가기 위해 필요할 것 같군.",61];
      
      public static var anikiD:Array = ["자신들을 믿지 못하더라도, 너희들은 해낼 수 있을 거야. \n왠지 알아? 내가 너희를 믿고 있거든! \n널 믿고 있는 이 나를 믿으라고!",0,"우린 널 잘 알지도 못한다고. \n어쨌든 고마워, 한번 해 볼게.",29,"내가 가르쳐 준 공격을 잊지 말라고! \n드릴만 쓰면 다 괜찮을 거야!",0];
      
      public static var wohehivD2:Array = ["내 마을에서 이것들을 전해달라 하더군. \n외계인 침공을 막고 있는 사람이 우리 섬 출신이라고 들었으니 뭔가 지원을 해줘야겠지.",0,"고마워, 워헤히브. \n만약 잘 안되면 우릴 기리는 토템을 세워 줘!",2];
      
      public static var samD:Array = ["내 눈으로 너희의 싸움을 봤으니까 알아, 잘 해낼 수 있을 거야. \n그 누구도 견줄 수 없는 힘과 기술을 가졌어. \n너희가 못한다면 이 세계는 끝이야.",0,"압박을 더 주다니 참 고마운데...",109];
      
      public static var mollyD:Array = ["전에 도와줘서 고마워. 마지막 전투가 가까워졌으니, 이젠 내가 도와주러 왔어. \n너희가 모든 고양이 슬라임을 개방해놓은 덕에 빠르게 올 수 있었어. \n정말 우리를 위해 많은 일을 해줬구나.",0,"고마워, 몰리. \n아마 이길 수 있을 것 같아!",4];
      
      public static var mungusD2:Array = ["넌 할 수 있어!         \n정확히 뭘 하던 건지는 기억 안 나지만. \n너희 젊은이들이 우리의 미래야.",0,"좀 쉬어야 하지 않으세요?",35,"당치도 않아! \n마지막 전투를 놓칠 순 없지!",0];
      
      public static var shioneD:Array = ["너희 덕분에 새 삶을 살게 되었어. \n시뮬레이션일지라도 이 세계를 위해 할 수 있는 일을 할 거야. \n혼자 고통받을 필요는 없잖아. \n너희를 응원할게.",0,"네 상태가 나아져서 기뻐. \n다시 살 가치가 있는 세상으로 만들어 줄게.            \n약속이야!",92];
      
      public static var rebelD:Array = ["우리는 함께 파시스트 혁명을 막았어. \n함께라면 이 재앙도 막을 수 있을 거야!",0,"내 요새를 파손한 게 네놈이냐...?!",69,"아-아뇨, 아닙니다.",0];
      
      public static var sallyQ:Array = ["너희 왜 아직도 안 취한 거야? 그래, 너희한테 제안이 있어! \n일정 기간 동안 나한테 사탕을 가져오면 따뜻한 옷이랑 교환해줄게! \n어때, 좋지 않아?",0,"바로 그거야! \n날아다니는 뚱보가 너희의 양말을 술로 가득 채워주기를.",0,"내 일은 끝났어. \n이제 기절할 때까지 퍼마셔야지.",0];
      
      public static var jackQ:Array = ["트릭 오어 트리트!       \n네가 사탕을 주지 않으면... 잡아먹어 버리겠다!!!    \n(제발 때리지 말아 줘)",0,"아주 좋다, 인간. \n보상으로 이 사악한 걸 주지. \n(이제 너도 분장할 수 있어!)",0,"이번 해는 많이 받았네 - 다음 해까지 먹고 살 수 있겠어. \n그런데 어떻게 집으로 가지? 어쩌다가 우주로 오게 된 거야?",0];
      
      public static var amyQ:Array = ["난 초콜릿을 좋아하는 토끼 사람이야! \n만약 초콜릿을 줄 상대가 없다면, 나한테 다 주는 게 어때? \n보답으로 특별한 깜짝선물을 줄게. *윙크*",0,"고마워, 정말 많이 가져왔네! \n약속대로, 특별한 깜짝선물이야!",0,"아아, 만족했어. \n여기 경치도 참 좋고, 인생은 참 즐거워!",0];
      
      public static var bunniQ:Array = ["거기 낯선 분들, 내 이스터에그 중독을 충족시켜주지 않을래? \n마침 몬스터들이 초콜릿 알을 낳기 시작할 즈음이야. \n좀 모아다 준다면 괜찮은 물건을 답례로 줄게.",0,"와우, 정말 신선한데. \n약속대로 괜찮은 장비를 줄게.",0,"다들 휴일을 즐기고 있으라고. \n난 별 구경 하면서 알이나 먹고 있을 거야!",0];
      
      public static var lunarQ:Array = ["이 시기에는 적들이 작은 복주머니들을 가지고 다니지! \n근데 너희와는 관계 없는 명절인 것 같네... 그러니까 찾으면 나한테 넘겨줘.",0,"고마워. 답례로 이 폭죽을 주도록 하지! \n이걸로 악령들을 겁줘서 쫓아낼 수 있어.      \n풍요로운 여행길이 되길 바래!",0,"사람들한테는 던지지 않도록 주의해!",0];
      
      public static var odinD2:Array = ["용맹하고 강인한 전사들이여, 그대들의 존재에 경의를. \n이 고양이 슬라임을 사용하는 것을 허가한다. \n너희는 그 어떤 시련이라도 이겨낼 수 있을 것이라 믿어.",0,"그래, 당연히 받아야 했을 존중을 이제 와서야 받게 되는군!",21,"너무 자만하지는 말자. \n아직도 우릴 끝장낼 수 있는 보스들은 많이 남았어.",51];
      
      public static var bardD:Array = ["...",0];
      
      public static var bardStart:Array = ["운세를 좀 보는 게 어때? \n손 좀 빌려주면 너희의 마음을 읽어줄게!",0,"으, 그런 건 질색이야. \n제발 좀 떨어져 있어.",17,"좋았어, 어디 보자...",0];
      
      public static var bardSegments:Array = ["맷은 다른 사람들, 특히 여자애들의 감정을 눈치채지 못하는 것 같아. \n나탈리한테 좋지 않은 일이야.","나탈리와 랜스 사이에 긴장감이 돌고 있어 - 꽤 좋지 않은 느낌이야! \n둘 사이에 무슨 일이라도 있었어?","애나와 랜스는 서로를 이해하지 못하지만, 의외로 공통점이 꽤 많아. \n더욱 함께 싸워보는 게 좋을지도 모르겠네.","나탈리는 애나의 언니 같은 역할이 될 수도 있을 텐데, 서로를 라이벌이라고 생각하는 것 같아.","맷과 애나는 성격이 비슷해. 둘 다 어린애 같은 게 빨리 철 좀 들면 좋겠어.","랜스는 맷의 인기에 위협을 느끼고 있어. \n그러기보다 서로에게서 배우는 게 더 좋을지도 몰라.","오호... 큰 충돌은 보이지 않네. \n너희들은 잘 어울리는 것 같아!"];
      
      public static var cultistD:Array = ["..-. - ..-. -.. ..-. | -.- ..- -- ..- | .--. .... .-.. -.- - | -.- ..- --. --. -... . .-.-.-",0];
      
      public static var cultist2D:Array = ["--. . ...- -.- . ...- .- ..-. | ..-. ..- -- -.- ..- | -.- . -..- -.. .-.. ... ..- --. ..- ..-. -... . -.-.--",0];
      
      public static var cultist3D:Array = [".-.. . ..-. .--. - ...- .--- ..- | -.- .... - ..-. .--- . -- ... ..-. | -.- .... .--. .... .-.. . | ..-. . ...- | -... .- -.- .- . .--. .... ...- .-.. - -.- .. .-.-.-",0];
      
      public static var cultist4D:Array = ["-.- ..- .-.. .- --. -.- -.-- --. - | --. . -.- --. ..- .-.. -.- -.-- | -.- - ...- .-.. -- -.-- -.- ... --. - ..-. -.. ..-. | -.- . ..-. -... .- ..- .--. ..- -.-.--",0];
      
      public static var cultist5D:Array = ["-.- ..- | -- .... ..-. .--. . -.- -.- -.. ..-. | .-.. - .--. ..- --. -.- ..- -... . .-.-.-",0];
      
      public static var cultist6D:Array = ["-... -.. ...- -..- ..- .--. ..- -- . ..-. | -.- . ..-. .--- -.- -.. -- ... ..-. | .-- - -- .--. .- ..- .-.. . | -.- . ..-. ..- -.- .. .-.-.-",0];
      
      public static var cultist7D:Array = ["-.- ..- .--. -.-- | -.- . -- .... .-.. - --. -... .- | -... .... ...- ... .-- .--. ..- | -.- . ..-. .--- -.- . .-.-.-",0];
      
      public static var cultist8D:Array = ["--. ..- .-.. . ..-. -.- -.. ..- | -- .... ..-. | ..-. - -- - -.- -.-- | .--. ..- -.- .- .-.. -.- ..- | .-.. ..- -... . ...- ..- ..-. -... . .-.-.-",0];
      
      public static var maskerAD:Array = ["...",0,"으아, 또 이 녀석들이야...            \n이번에도 대화할 생각은 없는 것 같네.",9];
      
      public static var maskerBD:Array = ["...",0];
      
      public static var maskerCD:Array = ["...",0,"쟤는 뭐 하는 거야? \n뭔가 중요한 일이 일어나길 기다리는 것 같이 서있어.",105];
      
      public static var maskerDD:Array = ["...",0,"으악! \n여기 누군가 있어!",25,"빨리 나가자!",114];
      
      public static var maskerED:Array = ["...",0,"지가 너무 잘나서 우리랑 대화 안 하시겠다?          \n뭐, 상관없어. \n너 꽤 소름 끼친다고!",19];
      
      public static var maskerFD:Array = ["이곳은 악몽을 품고 있다.        \n당장 돌아가.",0,"말할 수 있네!           \n별로 좋게 들리진 않는데...",22];
      
      public static var redD1:Array = ["■□■□■■■□□ -□□□ .¬ 0xFFFFFF \n-@@d@@@\n`□□□□□- -□□□-□□□ \n■□□? -□□□??",0];
      
      public static var redD2:Array = ["-@@d@@@\n`□□□□□- -□□□-□□□ \n■□□? -□□□?? \n■□■□■■■□□ -□□□ .¬",0];
      
      public static var redD3:Array = ["\n■ □□ -□□□ .¬\n\n■□■□■■■□□ -□□□ .¬`□",0];
      
      public static var wallyD:Array = ["이봐, 이쪽으로 가면 선택형 던전이 있어! \n미안하지만, 현금을 지불하지 않으면 지나가게 둘 수는 없어. \nEBF5의 확장판을 산다면 길을 비켜줄게.",0,"그래서, 말 그대로 과금 장벽이라는 거지? \n우릴 고문하기 위해서 여기 서있는 거야?",9,"그렇게 생각할 수도 있지. \n이 직업은 결코 존중받지 못하겠지만, 내 일은 진지하게 할 거야.            \n어쨌든, 전부 설명돼 있는 디지털 전단지를 줄게...",0,"여기 있어. \n클릭해서 링크로 들어가면 살 수 있을 거야.",-1];
      
      public static var wallyD2:Array = ["아, EBF5의 확장판을 갖고 있는 것 같으니, 숨겨진 추가 던전에 들여보내 줄 수 있어! \n하지만 조심해. 지금까지 했던 것보다 좀 많이 어려울걸. 모험을 어느 정도 진행한 후 다시 돌아오는 게 나을지도 몰라. \n한번 시도해보라고!",0];
      
      public static var fanniD:Array = ["이 문을 연다던가 하는 무모한 짓은 하지 말아 줘. \n닫혀있는 건 다 이유가 있다고. \n저 뒤에는 강력한 몬스터들이 있어!",0,"도전은 환영이야!",2];
      
      public static var fanniD2:Array = ["다들 내가 경비원이 되기에는 위압감이 부족하다 했었지. \n사람들을 쫓아내는 건 말로 하면 된다고 생각했는데, 그게 아니었나 봐.",0];
      
      public static var frostyD:Array = ["아아, 그래... 너희들도 이 유적지를 연구하러 왔니? \n뭔가 마법이 작용하고 있는 것 같지 - 불과 얼음은 자연적으로 공존할 수 없잖아.",0,"이 퍼즐을 푸는 법 좀 가르쳐 줄래? \n내가 알고 싶은 건 그것뿐이라고.",9,"음... 거의 다 알 것 같기도 한데. \n근데 나도 저 보물이 탐난다고. 너한테 힌트를 줄 순 없겠지?",0,"블록 퍼즐이 끝도 없이 계속 나오다니, 이건 지옥이야. \n내 인생 왜 이래?",8,"좋아... 실마리를 하나 줄게...          \n블록을 밀어서 움직이게 할 수 있어!",0,"지금 장난치는 거야?!",30];
      
      public static var larryD:Array = ["내가 할 수 있다고 생각해? \n용암을... 탈 수 있다고 생각해?",0,"보드가 방열 재질이라면 못할 건 없잖아? \n사진 한 장 확실히 찍어놔... 헛되이 죽는 건 진짜 낭비라고.",4];
      
      public static var garvenD:Array = ["난 너무 허약해서 이 블록들을 움직일 수 없어... 그게 문제가 아니지만. \n이 안의 퍼즐들은 너무 어렵다고... \n그래도 보스의 생김새를 잠깐 봤어!",0,"그래?         \n보스에 대해서 뭔가 말해줄 수 있어?",1,"예상할 법하지만, 그 녀석들은 화염과 얼음 속성을 사용해. \n상대하기에 장비가 부족하다고 생각되면, 나중에 다시 돌아와도 돼.",0,"그 녀석들? 녀석들이라고?        \n보스가 둘 이상이라는 거야?",15];
      
      public static var bounceD:Array = ["랜스의 지하 벙커를 보호하라는 명령을 받았습니다. 오직 EBF5 확장판을 구매한 모험가만 이 극비 던전에 들어갈 수 있습니다.",0,"난 여기 있다고, 멍청아. \n넌 내 밑에서 일하잖아! 당장 비켜!",70,"안 됩니다! 자기 자신조차도 들여보내지 말라고 저한테 명령하셨습니다! \n따라서 들여 보내줄 수 없습니다. \n\n다만 몇 가지 정보는 드릴 수 있습니다...",0,"보시다시피 이미 완성된 게임입니다만, 컨텐츠를 더 원한다면 이 확장팩을 구매할 수 있습니다!              \n\n제발 절 공격하지 말아 주십시오...",-1];
      
      public static var bounceD2:Array = ["아, EBF5 확장판을 가지고 계시니 선택형 던전에 진입할 수 있도록 해드리겠습니다.       \n하지만 조심하시길 바랍니다. 이 안은 미로입니다! 만약 길을 잃었을 시에는 세이브 로드를 하시면 입구로 다시 돌아갈 수 있습니다.          \n잊지 마시길 바랍니다!",0];
      
      public static var kroganD:Array = ["으악! 넌 아군이냐, 아니면 적이냐?! \n가능한 만큼 총을 챙기길 잘했어, 이게 없었다면 지금까지 살아남지 못했을 거야. \n입구는 완전히 무너져 내린 것 같군.",0,"아니, 나갈 방법은 있다고. \n여기서 살다간 돌아버릴 텐데, 어서 나가는 게 좋을걸?",2,"나갈 수 없어, 아직 찾지 못한 보물이 남았다고!               \n사실 아직 아무것도 찾지 못했다만...",0];
      
      public static var gustD:Array = ["오우 깜짝이야, 인간이다! \n한때는 나도 모험가였지만, 여기서 탈출하는 건 포기했어 - 뭘 해도 시작했던 곳으로 다시 돌아가게 돼. \n이젠 여기가 내 집이야, 벽에 있는 쓰레기들과 응결된 물방울에 의지하며 살고 있지. 양동이에다 볼일을 보고.",0,"우와, 대체 얼마나 오래 여기에 처박혀 있던 거야?!",96,"한 3~4시간 됐다고 생각해.",0];
      
      public static var nasimD:Array = ["저를 구해주기 위해서 오신 것입니까?! 하늘에 계신 주여 감사합니다! \n꼼짝없이 산산조각나서 죽을 운명인 줄 알았습니다!",0];
      
      public static var nasimD2:Array = ["증언하자니 정말 대단한 전투였습니다. \n당신들은 진실로 주께서 보내주신 분이십니다. \n저를 구해주셔서 감사합니다.",0,"우리도 할 수 있다는 확신은 없었지만... 그래도 우릴 믿어줘서 기쁘네.",27];
      
      public static var slasherD:Array = ["야, 너희는 이곳으로 올 수 없다구. \n이 길은 좀비들이나 이 게임의 확장판을 소지하고 있는 사람들에게 예약되어 있다구... \n얼... 확장판이나 그런 거.",0,"불결한 좀비 동굴 앞에 굳이 과금 장벽을 세우겠다고? \n애초에 딱히 들어가고 싶지 않은 곳인데.",57,"여긴 내 집이라구, 결례를 범하지 말라구, 인간들도 불결하다구!               \n보잘것없는 인간이 여기에 관심이 있다면, 여기 추가 정보가 있다구...",0,"새로운 던전들과... 고난도 퍼즐이 있다구... 헤헤... \n보스도 까다롭지만, 퍼즐들은 잔혹할 정도라구...",-1];
      
      public static var slasherD2:Array = ["*킁킁*          \n너 좀비 아니지만, 이번에는 운 좋게 통과할 수 있다구. \n이 게임의 확장판을 가지고 있는 사람들은 들어갈 수 있게 하라고 명령받았다구.",0,"그거참... 영광이네?",35];
      
      public static var gonerD:Array = ["인간... 고기가... 필요해. \n여기로 오는 게 아니었어 - 다들 가지 말라고 말렸었는데! \n내 몸에 뭔가 심각한 문제가 생긴 것 같아...",0,"지나가자. \n설명은 다음에 올 녀석한테 넘겨 버리자고.",5,"아니면 고통에서 해방시켜 줄지도...",79];
      
      public static var cutterD:Array = ["흐으음, 많이도 왔구나, 작고 허약한 인간 녀석. \n이런 깊은 곳에서 헤매다니, 무슨 일이냐? \n친절하게 여기에 내려오셨는데, 맛 좀 봐도 될까나...",0,"하지 마!",69,"한입만이라도 안 돼?",0];
      
      public static var veganD:Array = ["새로운 다이어트 방식을 시도해보고 있어...          \n고기나 달걀, 그 외 내가 좋아하는 것들만 빼면 아무거나 다 먹어도 된다구.",0,"그렇게 먹다가는 오래가지 못할 것 같은데.",92,"구우~",0];
      
      public static var ripperD:Array = ["흐흐흐. 절대 못 풀 거다! \n하지만 조금 팁을 주자면... 해결책은 바로 눈앞에 있다구!",0,"저주받은 짐승 녀석, 이런 사악한 장치를 만들어서까지 우리를 괴롭혀야겠어?!",10,"(좀비를 죽이는 게 비인도적인 건지는 모르겠네. \n자각이 있고 사람 같이 보이긴 하는데. \n그래도 일단 사악한 놈들이라고!)",9,"난 너희와는 달리 새디스트가 아니니까, 좀 더 힌트를 주겠다구...         \n스위치를 작동시키는 순서는 상관없어, 제일 중요한 것은 최종 조합이라구! \n문양에 신경 쓰면서 그 흐름을 따라가!",0];
      
      public static var sunnyD:Array = ["이젠 잘 알고 있을 테지만, 여긴 선택형 던전이야. \nEBF5의 확장판을 구매해야 들어갈 수 있어. \n이번 건 확실히 그럴만한 가치가 있다고. 여기에는 보스가 두 마리 있거든!",0,"그거참 구차하네.       \n너희 마을을 구하기 위해서 싸워주고 있는데, 공짜로 들어갈 수 없는 거야?",99,"미안, 이게 규칙이거든. \n관심이 생겼다면, 타이틀 화면에서 확장판을 구매할 수 있는 링크가 있을 거야. 그리고 이 전단지 좀 받아...",0,"무료판에서 할 수 있는 걸 전부 끝냈다면, 추가 컨텐츠를 해금하는 걸 고려해 봐...",-1];
      
      public static var sunnyD2:Array = ["오, 이봐, 너희는 EBF5의 확장판을 보유하고 있는 쿨가이니까, 레드파인의 비밀 동굴 시스템에 데려다줄 수 있어. \n저 아래는 좀 복잡한 상황이긴 한데, 너희들이 뭔가 할 수 있는 게 있을지도 모르겠다.",0];
      
      public static var diggerD:Array = ["이야, 이 동굴 대단하네! \n비밀 통로가 온갖 곳에 널려있어. \n모든 바위 밑에 보물이 숨겨져 있다고!",0,"너희가 보물을 \"찾는\" 건 자유야. \n찾기만 하고 그대로 놔두라고, 알았어?",19];
      
      public static var blondieD:Array = ["이 퍼즐은 불가능해. \n보석을 더 모아야 하는데, 이걸 푸는데 정신이 팔려 버렸어.                      \n완전히 머리가 이상해져 버리겠어.",0,"어디까지 진행했어?",31,"난 저런 블록을 밀 힘이 없어. \n1톤은 넘어갈 거라고!",0];
      
      public static var pandoraD:Array = ["에너지를 위해 수정을 수집하러 온 것은 우리만이 아니야. \n이 아래는 당연하게도 몬스터로 들끓고 있어.               \n\n주변에 망할 몬스터들이 쫙 깔려있다고... 에휴.",0,"밑에 있는 놈들은 경험치조차 주지 않는다고!           \n정말 김빠져.",17];
      
      public static var marinaD:Array = ["이 고대 신전은 수정을 파괴하지 않으면서 힘을 추출하고 있어. \n우린 그냥 열을 위해 태우는데 말이야. 재생 에너지에 대해서는 아직 배울 게 많은 것 같네.",0,"이 수정에서 온 에너지는 어디로 가는 거예요?",45,"아마도 스토리와 전혀 관계없을 거라 생각해. 나처럼 말이야.",0];
      
      public static var roastieD:Array = ["여기선 숨을 못 쉬겠어, 너무 뜨겁다고! \n이 망할 몬스터들도 있고 최악이야. \n여기서 하루 종일-",0,"너 눈은 어떻게 된 거야?",22,"(그건 무례한 질문이라고!)",49,"드릴창은 양날의 검인 것 같더라. \n바위를 뚫어버리며 나아갈 수도 있지만, 걸려 넘어지면 네가 찔리게 될 거야. \n예산 삭감 때문에 별로 훈련을 받지 못한 점도 있지.",0];
      
      public static var templerD3:Array = ["이 신전을 봐봐! 바로 이거야! 궁극의 도전이 이 안에 숨겨져 있어! \n이곳이 바로 황금고양이 슬라임이 향하는 곳이지!",0,"어디... 여기 들어가고 싶다면 돈을 내라고 할 거지, 이 인간쓰레기 녀석?",9,"정확해! 여기가 확장판의 최종 던전이야! \n들어가기 위해선 다른 모든 던전을 정복해야 돼! \n이 안에는 사악한 플레이어들이 기다리고 있어... 확실히 꽤 특이한 녀석들이라고! \n어쨌든 한 번만 더 광고를...",0,"아직도 별생각이 들지 않으면, 할인할 때까지 기다리던가...",-1];
      
      public static var templerD:Array = ["아하! 해냈구나! \n너희들 내면의 악을 마주하고 이에 맞서 승리했어!",0,"그래, 저 안은 완전 엉망진창이었어.           \n\n근데... 어... 이제 뭘 하면 돼?",27,"유감스럽지만, 지금 너희는 개발자가 의도한 진행 방식에서 어긋나 있어! \n여기 오는 시점은 모든 중간보스를 쓰러뜨린 후일 거라 예상했다는 거지!            \n그러니까 삼두 좀비 히드라를 격파한 후에 돌아와!",0,"아.       \n\n알았어.",5];
      
      public static var templerD2:Array = ["아, 드디어 에픽 배틀 판타지의 영웅들이 도착했구나!  \n너의 명망과 영광에 대한 탐욕을 충족시킬 수 있을 만한 최후의 도전들을 너희들 앞에 선물해주지!",0,"이봐, 넌 대체 누구야?",69,"너희들의 앞에는 5개의 빛나는 구체가 있다 - 각각 거대한 도전을 의미하지! \n가장 왼쪽은 \"적 마라톤\", 이 게임에 있는 모든 일반적인 적을 상대해야 하는 긴 전투지! 왼쪽 두 번째는 \"중간보스 러쉬\", 이 게임의 중간 보스들을 연이여 격파해야 하지.",0,"우측 끝에 있는 것은 \"강화보스 러쉬\", 그리고 우측에서 두 번째 있는 것은 일반 \"보스 러쉬\"다. 이름이 암시하듯, 너희는 이 게임의 보스들을 쉴새 없이 하나씩 차례대로 상대해야 하지. 이미 한 번씩 쓰러뜨린 적들이니까, 큰 문제는 없을 거야!",0,"헤헤, 그랬으면 좋겠네.",27,"그리고 마지막으로, 중간에는 \"끝없는 전투\"가 있지. 이 극한의 지구력 시험에서는, 레벨이 서서히 올라가는 무작위 적들로 구성된 수많은 웨이브를 살아남아야 해. 이 전투에서는 게임 난이도가 어려움으로 고정되고 너의 최고 점수가 기록 메뉴에 기록될 거야.",0,"업적 딸 시간이다!",4];
      
      public static var sage:String = "현자";
      
      public static var barb:String = "바브";
      
      public static var brutus:String = "브루투스";
      
      public static var val:String = "발";
      
      public static var hal:String = "할";
      
      public static var felix:String = "펠릭스";
      
      public static var dexter:String = "덱스터";
      
      public static var linus:String = "리너스";
      
      public static var ada:String = "아다";
      
      public static var alan:String = "알란";
      
      public static var dinesh:String = "디네시";
      
      public static var gilfoyle:String = "길포일";
      
      public static var elliot:String = "엘리옷";
      
      public static var fartus:String = "파터스";
      
      public static var shartus:String = "샤터스";
      
      public static var nimrod:String = "님로드";
      
      public static var fran:String = "프랑";
      
      public static var reno:String = "리노";
      
      public static var sabrina:String = "사브리나";
      
      public static var phyrnna:String = "Phyrnna";
      
      public static var moody:String = "무디";
      
      public static var osho:String = "오쇼";
      
      public static var rami:String = "라미";
      
      public static var kiev:String = "키에브";
      
      public static var son:String = "아들";
      
      public static var kat:String = "캣";
      
      public static var robyn:String = "로빈";
      
      public static var meg:String = "메그";
      
      public static var sageD:Array = ["이-이봐! \n\n이 앞은 위험한 구역이야... 무슨 일이 일어나도 책임 못져!!",0,"저기... 그... 괜찮으신가요?",35,"그래, 그냥 좀 지쳤을 뿐이야.  곧 휴식 시간이거든...         \n\n어쨌든!               \n이쪽 구역은 상태가 좋지 않아 - 건물이 일부 붕괴된데다, 몬스터까지 자리잡았어!",0,"(망할 예산 삭감 때문에 돈도 못 받고 이딴 곳에서 일해야 해...)",0];
      
      public static var sageD2:Array = ["너희들이 몬스터들을 퇴치하는 동안 쉬고 있었어. 덕분에 기분이 많이 좋아졌어!     \n\n그러고 보니, 몬스터 중 하나가 이 종이쪼가리를 떨어뜨렸는데...",0,"음?       \n\n이게 뭐지?",105,"새로운 스킬인 것 같아!        \n\n새로운 리미트 브레이크야!",16,"어... 근데 여자들만 쓸 수 있는 것 같네...              \n\n쓸데없어.",17,"그래?   \n\n나한테도 보여줘 봐!",113];
      
      public static var barbD:Array = ["*속닥속닥* 내가 소문을 들었는데... 여기 도서관 안에... 뭔가 마법의... 그... 종이가 있다고 해.    \n\n그림에 생명을 부여하는 종이!",0,"*큰소리로* 그래서, 찾은 건가?!",61,"쉬이이이이잇! 조용히 해! ",0,"................................................",79,"하아...  \n\n뭐, 대답하자면... 음... 쓸만한 건 하나도 못 찾았어. \n아마 너희도 아무것도 못 찾을걸.",0,"그래, 도서관은 참 쓸데없다니까!",17,"조용히 해! \n우릴 다 바보로 만들 셈이야?!",39,"저길 봐! \n재밌는 책들로 가득하다고!",49];
      
      public static var brutusD:Array = ["아무도 이곳의 보수 작업을 하고 싶지 않은가 보더라. 나는 여기에 있는 식물에 물을 줄 뿐이야.",0,"그래도 열심히 가꾸고 계시네요.     \n\n괴물들이 귀찮게 하지 않아요?",92,"내가 먼저 건드리지 않으면 저쪽도 신경 안써!",0];
      
      public static var valD:Array = ["너희들, 정말 이 작은 뗏목 하나로 바다를 건너서 온거니?     \n\n어떻게 물고기밥이 되지 않은 거야?",0,"나는 생선을 싫어한다.     \n\n다른 이유는 없다.",61,"어, 그래.     \n\n그렇게 무례하게 굴면 숨겨진 섬의 위치를 알려주지 않을 거야!      \n홀로 서있는 갈매기의 북쪽엔 아무것도 없으니까!",0];
      
      public static var halD:Array = ["대륙에서 온 거 맞지? \n이렇게 먼곳까지 항해하다니, 참 대단한데.     \n\n온 김에 뭔가 좀 사 가는 게 어때?",0,"*과자 주라냥!*",140];
      
      public static var felixD:Array = ["아, 베타 테스터들이 도착했군요!",0,"누구보고 뒤쳐졌대, 이 뇌 작은 여성 기피자야!",69,"자자, 진정하세요!           \n\n데이터베이스에 온 것을 환영합니다! 오래된 게임들을 보관하고 있죠!",0,"비디오 게임 말인가?! \n좀 더 자세히 설명해 줘!",22,"네, 이 층에는 우리의 메인 데이터 서버가 있죠! \n그리고 아래층에는 고전 판타지 게임을 즐기실 수 있는 컴퓨터가 8대 설치되어 있습니다.",0,"판타지 게임?      \n\n내가 알만한 게임들도 있어?",15,"아마 없을 겁니다.     \n인터넷에서 찾은 삼류 플래시 게임 뿐이거든요.        \n\n그래도, 부디 전부 플레이해주세요!",0,"당연하지! 내가 플래시 게임을 얼마나 좋아하는데!         \n\n어렸을 때 하루종일 하던 게 그런 게임들이었거든!",2,"엑스폰을 만든 바나나 사의 압력 덕에 플래시가 다 죽어가게 된 게 참 애석한 일이죠. \n이제 뭘 가지고 웹 게임을 제작해야 할까요? 자바스크립트? HTML5? 15년은 있어야 플래시를 따라잡을 수 있을걸요! \n뭐, 이렇게 말해봐야 어쩔 수 없지만.",0,"(어렸을 때 플래시 야동을 많이 봤었는데. 어떤 게임들이 있으려나...)",71];
      
      public static var dexterD:Array = ["당신들이 베타 테스터들이군요. \n우리는 인터넷이 없는 미래가 오더라도 우리의 후손들이 이 게임들을 플레이할 수 있게 영원히 저장해두고 있습니다.     \n\n왼쪽에 있는 컴퓨터에 두 분이 앉으시면 1세대 게임을 시연하실 수 있습니다.",0,"대단해! \n레트로 게임이 최고라고!",2,"기술적으로 보자면 초기 몬스터들은 참 단순하게 만들어졌습니다. \n명중률과 회피율의 개념이 없어서 공격을 피할 수조차 없죠.          \n\n긍정적인 면이라면 운이 큰 영향을 주지 않는다는 점입니다.",0,"뿐만 아니라, 제작자가 귀찮았는지 속성 내성이 매우 단순해, 대부분은 적은 단 하나의 약점밖에 가지고 있지 않았습니다! \n그리고 공격 패턴은 완전히 무작위였죠! 지능이라는걸 찾아볼 수 없어요!    \n대체 무슨 생각으로 이렇게 만든 걸까요?!",0,"아, 그리고 음악도! \n우리가 땜빵으로-",0,"그래서, 하게 해줄 거야 말 거야?",17,"네, 부디. \n2인 플레이어 게임이라는 것을 명심하세요 - 파티 가장 앞에 있는 두명만이 플레이할 수 있습니다.",0];
      
      public static var linusD:Array = ["이쪽에 있는 컴퓨터들은 2세대 게임들을 실행하고 있다능. \n1세대처럼 2인 플레이어 게임들이라능!.",0,"으음, 나와는 좀 세대가 맞지 않는 것 같네. \n전혀 모르겠어!",112,"게임의 데이터를 꽤나 성공적으로 복원한 것 같다능!. (와!, 진짜 여자랑 대화하고 있다!) \n배경 그래픽이 약간 깨졌지만 게임플레이는 아무런 지장이 없을 거라능!     \n표준 화질이 자주 바뀌니까 옛날 게임을 업데이트하기 참 힘들다고 ㅋㅋ.",0,"2세대 게임들은 명중률과 회피율을 추가했고, 적들이 굉장한 양의 디버프를 쓰기 시작했다능. \n벌들이 별 거 아닐 것 같음? 디버프 제대로 걸려서 대가리 깨져도 그렇게 생각할까? 엌ㅋㅋㅋㅋ           \n\n음, 그니까 그런 거에 익숙해져야함 ㅇㅇ",0,"나도 한번 해보고 싶어. \n어떻게 하면 되는 거야?",92,"컴퓨터한테 말을 걸면 게임을 시작할 수 있어. \n(게임 끝난 뒤에 안아 주겠지? ㅋㅋㅋ)",0,"(초록 머리가 귀엽네. 하악하악 냄새 한번 맡아보고 싶다. 저 색은 염색한거지? 헤헤)",0,"(여자 앞인데 인싸처럼 행동해야지,ㅎㅎ.)",0,"(공황장애 오겠누...)",0];
      
      public static var dineshD:Array = ["이쪽은 3인 플레이어 구역이야. \n내가 며칠간 열심히 테스트하고 있었으니 당연히 버그따위는 남아있지 않을 거야. \n내 완벽한 프로그래밍에서 실수를 찾을 수 있을 리 없다고.",0,"이 게임들은 참 불공평했었어. 보스들이 즉시 행동할 수 있는 부하들을 불러냈다고! \n아무 경고도 없이 강력한 적들을 소환하곤 했다니까!       \n4세대쯤 가서는 고친 것 같더라.",2,"아, 3세대를 플레이해 본 모양이군! \n최근 작품보다는 상태이상의 수가 적지만 그 외 부분에선 매우 비슷해.       \n한번 해보고 내 상사한테 잘 좀 얘기해주지 그래?",0,"그 호박 로봇에 기관총 젖꼭지가 아직 달려있다면 생각해 보도록 하지. \n설마 그걸 검열하진 않았겠지?!",82];
      
      public static var gilfoyleD:Array = ["오른쪽에 있는 컴퓨터들은 네번째 게임의 시뮬레이션을 실행하고 있습니다. \n지금 당신이 플레이하고 있는 이 게임과 크게 다르지 않죠.",0,"(흠? 누구한테 말하고 있는 거지? 먼산을 보고 있는 것 같은데...)",65,"음, 어쨌든 이번 게임은 조금 원작과 차이를 뒀어. 예를 들어, 보스들의 일부 패턴이 변경되었지. \n그리고 원작과 다르게 이번에도 3명만 플레이할 수 있어. 향수를 자극하는 것 뿐만 아니라 변한 게임 환경에서도 재밌을 수 있어야 하잖아?",0,"더 큰 선을 위하여라면 역사를 고쳐적는 것이 틀리다고 할 수 없지. \n\"더 큰 선\"이 무엇인지에는 이견이 있을 수 있지만, 나의 의견이 옳다고 생각한다.",83,"바로 그거야!       \n\n자 그럼, 내 다음 프로젝트를 만들어야지. 애들 게임에 성인 컨텐츠를...",0];
      
      public static var adaD:Array = ["제작자의 블로그에 들어가서 이 오래된 초기 도안들을 찾았단다. \n한번 가까이에서 감상해 보렴 - 한때는 하나의 가능성이였지만 이제는 볼 수 없을 모습이야.     \n\n이런 사용되지 않은 작품을 감상하는 것이 내 취미란다.",0];
      
      public static var elliotD:Array = ["이 지하 벙커에서는 야채부터 염소까지 여러가지 키우고 있지.      \n\n내일 세상이 끝나고 모든 질서가 무너진다 하더라도 이곳은 살아 남을 거야. \n미래세대를 위한 일종의 타임캡슐이라 생각해도 되겠지.",0,"새로운 것을 만들어 내는 것도 중요하지만, 이미 존재하는 대단한 것들에 대해서 잊곤 하지. \n우리들의 인터넷 문화가 언젠가 사라지게 된다는 것은 슬픈 일이야.       \n\n이 방 안에 기록된 역사가 영원히 잊혀지지 않았으면 해.",0];
      
      public static var alanD:Array = ["윗층에 있는 게임들을 전부 클리어했고 더 어려운 도전을 원한다면, 이 뒤에있는 컴퓨터들을 켜보도록 해.         \n\n그래, 보스 러쉬야! 당연히 한두개는 있어야 하지 않겠어?!",0];
      
      public static var fartusD:Array = ["아하! \n도전을 원하는 네 명의 용감한 전사들이 보이는군! ",0,"야옹!",129,"음... 네 명 반의 용감한 전사들이여, 배틀 아레나에서 싸우러 온 것이겠지! \n전제는 간단하다 - 10번의 전투에서 승리하고 보상을 받아라!       \n\n시작하기 전에, 알고 있어야 할 다섯가지 규칙이 있다, 잘 들어라...",0,"첫 규칙이 배틀 아레나에 대해 말하지 않는 건가?",61,"뭐라고...? 아니!    \n제 1조, 한번에 한 명의 투사만이 배틀 아레나에 입장할 수 있다!      \n저 문을 지나면 승리할때까지, 또는 포기할때까지 혼자서 모든 역경을 헤쳐나가야 한다.",0,"(난 혼자서 싸우기 싫은데... 나한테는 맞지 않는 곳 같아...)",35,"제 2조, 포획한 몬스터를 소환하는 것은 허용되지 않는다. \n투사는 완전히 자급자족, 자신만의 힘으로 상대를 쓰러뜨려야 한다!",0,"무작위로 몬스터를 소환하는 장비는요?",92,"내가 어떻게 작동하는지 모르니 허용된다.     \n\n어쨌든, 제 3조!    \n각 전투는 오직 1 웨이브로 이루어져 있다 - 보는 것이 전부란 말이지!",0,"전투당 1웨이브라고?     \n꽤 할만할 것 같은데...",15,"제 4조!      \n투기장을 떠난다면 모든 몬스터들이 부활한다!      \n방을 나가지 않고 10번의 전투에서 전부 승리해야 해!",0,"담배를 피고 싶으면 어쩌라는 거지?!   \n(난 골초인데 말이야...)",71,"건물 내에서 담배를 피는 것은 허용된다.     \n네가 어떤 방식으로 죽을지는 신경쓰지 않는다.",0,"마지막 규칙은 뭔데!?",9,"제 5조이자 마지막 규칙은... *뜸들임* ........................................................................      \n\n투기장 내에서는 게임 오버가 없다! \n전투에서 패배한다면 그 자리에서 바로 다시 도전할 수 있다!",0,"오오!",93,"아주 진보적이네요!",46,"그거 괜찮네!",2,"야옹!",122,"흥, 초짜들이나 좋아할 법한 발상이군. \n난 진짜 사나이처럼 서서 죽겠다!",81,"뭐, 준비가 완료된다면 저 문 너머로 입장하면 된다. \n\n그리고, 싸우지 않는 자들에게서 모든 장비와 스킬을 해제하는 것을 잊지 말아라! \n그러지 않는다면 투기장 내에서 그 아이템들을 사용할 수 없으니 명심하도록 해라!",0];
      
      public static var renoD:Array = ["투기장에서 완전히 박살났어...      \n\n운이 좋게도 내가 죽기 전에 시합을 정지했지. \n저기 있는 빨간머리가 규칙을 알려줄 거다, 들어가기 전에 먼저 말을 걸어보는 걸 추천해.",0,"난 규칙 따위 필요 없어.     \n그냥 싸우면서 배우면 된다구.",17,"맷, 이 사람의 말을 듣는 게 좋을 거라고 생각해.    \n여기의 평범한 싸움과는 완전히 다를 거야 - 제대로 준비하지 않으면 조금도 버티지 못할 거라고!",39,"여기까지 오며 여러가지 다른 장비를 강화해뒀겠지?     \n살아남기 위해서는 각 전투에 맞춰 장비를 교체해야 할 거야.",0,"복잡해 보이는데...",11];
      
      public static var sabrinaD:Array = ["꽤나 야만적인 스포츠라 생각하지 않나요? \n도전자들이 죽기 전에 시합을 정지하지만, 저 불쌍한 동물들은 다르죠...",0,"몇몇 매우 희귀한 동물도 포획해 놓은 것 같더라요.  \n누군가가 그들을 납치해서...         \n\n죽을때까지 싸움만 하는 이 투기장 바깥의 삶을 보여줄 수 있지 않을까요?",0];
      
      public static var nimrodD:Array = ["난 그냥 피튀기는 싸움을 보기 위해 왔을 뿐이야!     \n\n누가 승리하는지도 신경 안써!",0];
      
      public static var franD:Array = ["나도 몇번 이 투기장에 도전해봤지. \n요점은 시작하자마자 최대한 많은 양의 버프 효과를 확보하는 거야.    \n방어 시 특수효과를 가진 장비는 특히 효과적이지!",0];
      
      public static var shartusD:Array = ["거미 vs 박쥐, 말썽쟁이 쥐 vs 멍청한 고양이, 초능력 공룡 vs 검술의 달인 - 그 어떤 내기라도 해주지!     \n\n난 경기장 애호가야 베이베!",0];
      
      public static var renoD2:Array = ["축하해, 10번의 전투에서 전부 승리했다고 들었어! \n관전하지는 않았어, 좀 전에 당한 걸 생각하면 더 보고싶지 않았거든.       \n\n그래도 선물을 하나 가져왔어 - 내가 한동안 사용해온 스킬이야.",0,"음? 이게 뭐야? \n좀 복잡해 보이는데...",5,"그래... 좀 상황을 타는 스킬이야. \n상태이상을 중심으로 싸우고 있다면 효과적으로 지속시간을 늘릴 수 있어.     \n\n적과 아군 어느 쪽이든 대상으로 할 수 있어 - 여러 목적으로 사용 가능한 스킬이야!",0];
      
      public static var nimrodD2:Array = ["열심히 싸웠다, 애송이. \n사냥에 파트너가 필요하다면 언제든 불러주라고!     \n\n이 오래된 모니터를 사냥감을 기절시킬 수 있게 개조했지!",0,"고맙다, 할아범.   \n\n총알이 떨어지면 한 번쯤 사용해 보도록 하지...",88,"큰 피해는 입히지 않지만, 매우 강력한 기절 효과를 가지고 있지. \n기절 효과를 완전히 무시하지만 않는다면 아마 이걸로 기절시킬 수 있을 거야.",0];
      
      public static var sabrinaD2:Array = ["거기 예쁜 아가씨! 당신이 싸우는 걸 봤어요 - 매우 매력적이군요! \n저와 같은 마법사인 듯하니, 이 희귀 주문을 배워보는 게 어떤가요?",0,"어, 음... 고마워요!",34,"사실 마법사만의 기술은 아니랍니다... 물리 딜러들도 사용할 수 있어요! \n하지만 역시 당신같은 귀여운 소녀가 쓰는 게 맞다고 생각합니다!",0];
      
      public static var franD2:Array = ["애나! 이 투기장에서 만날 줄은 몰랐네!     \n\n최근에 배운 멋진 스킬을 하나 알려주고 싶어...",0,"고마워요!         \n\n그런데 저는 서로 만난 기억이 없는데. \n그린우드에서 오셨나요...?",105,"그래, 네가 그 파시스트들을 몰아낸 후부터 네 팬이 되었어!      \n\n너같은 멋진 전사가 되기 위해 수련 중이야!",0,"참, 그만해요!",102];
      
      public static var shartusD2:Array = ["고양이 녀석, 대단하구나!     \n\n넌 나처럼 최상위 포식자의 기상이 보이니, 이 강력한 스킬을 전수해주마...",0,"야옹...?",135,"그래! \n톱니같은 칼들이 너의 적들에게 끔찍한 고통을 줄거야! \n이걸로 너보다 약한 생명체들을 괴롭히렴!",0];
      
      public static var phyrnnaD:Array = ["어라, 벌써 배틀 아레나를 다 깨신 건가요? \n오늘 주인공들이 싸우러 온다고 들어서, 응원의 음악을 연주하러 왔습니다!",0,"그러기엔 조금 늦었다만. \n우리들을 스토킹하는 건 아니겠지?",61,"뭐, 이 노래가 쓸모 있기를 바래요. \n조금 짧지만, 전투 중에 도움이 될 거에요!",0,"고마워요, 잘 사용하도록 할게요!        \n\n그런데 어딘가에서 본 적이 있는 것 같은데...?",32,"아, 전 여기저기 자주 돌아다니니까요.       \n\n언젠가 다시 만날 거예요.",0];
      
      public static var oshoQ:Array = ["*조용히 명상하고 있지만, 꼬르륵 소리가 들린다* ",0,"그래, 충분하군. 이제 명상을 시작하자...     \n\n마음을 비우고, 흐르는 모래처럼 되어라.      \n모래는 유유하게 흐르기도, 강하게 부딪히기도 하느니...      ",0,"그래, 모래처럼 되어라.      \n\n모래의 영혼이 너에게 흐르게 하면 내면의 평화를 얻을지어니.",0];
      
      public static var moodyQ:Array = ["거기 형, 커피 있어? \n돈 줄테니 상점에 가서 좀 사주면 안 될까?           \n\n다른 어른들이 나한텐 주지 않으려고 해...",0,"고마워, 형! \n보답으로 하루종일 울다가 발명한 스킬을 가르쳐 줄게.",0,"난 진짜 해적이 아니야.         \n\n그냥 해적놀이 하고있을 뿐이야.",0];
      
      public static var moodyD:Array = ["거기 형, 이 커피 얼마나 강한 거야?",0,"죽은 사람도 벌떡 일어날 정도더라.        \n\n너무 많이 마시지 않는 게 좋을지도...",27];
      
      public static var kievQ:Array = ["이런. 이 벙커에서 아들과 살며 바깥이 정돈되기를 기다리려고 했는데, 벽에 구멍이 뚫려버렸구만.       \n\n여기 온 김에 식량 모으는 것을 좀 도와주지 그래?",0,"좋아, 이정도면 되겠어.        \n\n우리는 이 산성액을 쥐새끼들을 잡는 데 쓰고 있어 - 너희에게도 쓸모 있을지 모르겠군.",0,"앞으로의 전망이 좋지 않으니 우리는 한동안 여기에 살겠어.       \n\n적어도 비디오 게임이 있으니까 다행이지.",0];
      
      public static var sonD:Array = ["우리 새 집이 마음에 안들어.    \n쥐들이 내 신발을 먹었어.",0,"여긴 내 집이다. \n너희들은 불청객이야.",69,"아빠는 이제 곧 세상이 멸망하고 우린 다 신냥이에게 심판받을 거라 하셨어.",0,"우리가 이 외계 침공을 막지 못하면 그정도 무기로는 어림도 없을 거다...",79];
      
      public static var ramiQ:Array = ["오오!    \n부탁이 있다. 난 희귀 동물의 샘플을 모아서 서식지에 따라 신체 구조에 어떤 차이가 있는지 연구하고 있지. \n날 도와준다면 매우 효과적인 주문을 하나 가르쳐 주마 - 배울 가치가 충분하다고 장담하지.",0,"오오!    \n날 도와준 것에 대해 감사한다. \n너희가 입히는 마법 피해를 크게 증폭시킬 수 있는 주문을 가르쳐 주마. \n많이 사용하게 될 거야.",0,"오오!    \n그 주문은 적들의 마법 방어력을 감소시키지. \n제대로 사용한다면 어떤 전투에서든 우위를 차지할 수 있을 거야.",0];
      
      public static var katD:Array = ["매 주 기부받는 작품의 양이 너무 많아서 다 세기가 어려워요!    \n정말 최대한 열심히 노력하고는 있지만, 각 예술가를 하나하나 연락하는게 꽤 어려워서... 다들 제대로 크레딧에 올랐으면 좋겠네요!",0];
      
      public static var robynD:Array = ["나도 저렇게 그릴 수 있으면 좋겠다. 매번 뭔가 그리려고 하면 손목이 아프고, 고양이는 컴퓨터 선을 물어뜯고, 받는 커미션들은 이상한 취존충들 뿐이야.         \n\n그림쟁이의 삶은 참 힘들어.",0,"진짜 직업을 가지지 그랬냐?",61,"랜스!",40];
      
      public static var megD:Array = ["현실도 이런 그래픽을 가지고 있었다면...",0,"아침에 침대에서 나올 이유가 있었을텐데 말이야.",0];
      
      public static var odinD:Array = ["나는 이 신성한 영혼 세계의 수호자인 오딘이란다. \n원하는 대로 오고 가렴.              \n\n하지만, 이 고양이 슬라임만은 만지게 둘 수 없구나. 불의 호수 깊숙이 있는 지옥의 신전에 연결돼 있으니.",0,"정말? \n우리가 감당할 수 없을 것 같다고?! \n너 혼자 보물을 독차지하려는 것 아니야?",9,"오, 정말 어린애 같긴! \n네 개의 선택형 던전 안의 다섯 마리 강화 보스를 모두 물리친 전설의 영웅만이 여기를 지나갈 수 있단다.  \n이 뒤에는 그 무엇보다도 어려운 도전이 기다리고 있지. \n지금의 레벨로 들어갔다가는 바로 죽게 될 거야.",0,"뭐라고?!",9,"네가 쓰러뜨려야 하는 존재들은 이와 같단다. 빙염의 자매들, 최종귀축병기, 닌자들의 소굴, 업화의 신, 그리고 히드라의 여왕. \n모두가 일반적인 보스들의 강화판이며, 챌린지 던전의 안에서 만날 수 있지!",0,"아... 꽤나 할 일이 많은 것 같네...",5];
      
      public function npcs()
      {
         super();
      }
   }
}

