package text.russian
{
   public class cards
   {
      public static var sp1:String = "Увеличивает максимальное количество ОП на 1.";
      
      public static var sp2:String = "Увеличивает максимальное количество ОП на 2.";
      
      public static var sp3:String = "Увеличивает максимальное количество ОП на 3.";
      
      public static var power1:String = "Увеличивает атаку питомцев на 1%.";
      
      public static var power2:String = "Увеличивает атаку питомцев на 2%.";
      
      public static var power3:String = "Увеличивает атаку питомцев на 3%.";
      
      public static var gold1:String = "Выбивает из врагов на 1% больше золота.";
      
      public static var gold2:String = "Выбивает из врагов на 2% больше золота.";
      
      public static var gold3:String = "Выбивает из врагов на 3% больше золота.";
      
      public static var catching2:String = "Увеличивает на 2% шансы поймать врага.";
      
      public static var lvl1:String = "Обычная карта монстра";
      
      public static var lvl2:String = "Редкая карта монстра";
      
      public static var lvl3:String = "Эпическая карта монстра";
      
      public static var bullet:String = "• ";
      
      public static var totals1:String = "Всего карт:";
      
      public static var info:String = "Карты спрятаны повсюду и дают постоянные бонусы.";
      
      public static var card1:Object = {
         "name":"Юный Куст",
         "description":"Юные Кусты начинают свою жизнь с наивным и оптимистичным взглядом на мир, от чего часто становятся жертвами вегетарианцев."
      };
      
      public static var card2:Object = {
         "name":"Большой Куст",
         "description":"Взрослые Кусты циничны и подвержены паранойе. Они видели, что случается с Юными Кустами, которые доверились незнакомцам."
      };
      
      public static var card3:Object = {
         "name":"Куст-Базука",
         "description":"Большинство кланов кустов возглавляют Кусты-Базуки, будучи хорошо вооруженными, чтобы противостоять алчущим зелени вегетарианцам."
      };
      
      public static var card4:Object = {
         "name":"Стремный Идол",
         "description":"У Стремных Идолов всегда такое испуганное и безнадежное лицо, будто они осознали, что являются всего лишь камнями."
      };
      
      public static var card5:Object = {
         "name":"Валун-Нежить",
         "description":"Не очень ясно, откуда взялись Валуны-Нежить, ведь камни изначально не то чтобы очень живые."
      };
      
      public static var card6:Object = {
         "name":"Едкий Редис",
         "description":"Едкий Редис защищается от хищников, язвительно шутя."
      };
      
      public static var card7:Object = {
         "name":"Едкое Дерево",
         "description":"Едкое Дерево способно буквально раздавить любого оппонента своей быстрой речью и бессмысленной софистикой."
      };
      
      public static var card8:Object = {
         "name":"Глазная Яблоня",
         "description":"Глазные Яблони плодоносят вкуснейшими ягодами в форме глаз. Неизвестно, чувствуют ли они боль."
      };
      
      public static var card9:Object = {
         "name":"Злобоглазая Мышь",
         "description":"Злобоглазые Мыши очень любопытны и любят следить за незнакомцами. Они совершенно безобидны, пока не вырастут."
      };
      
      public static var card10:Object = {
         "name":"Злобоглазый Зверь",
         "description":"В отличие от своей первой формы, Злобоглазый Зверь невероятно опасен. Вы только посмотрите на него!"
      };
      
      public static var card11:Object = {
         "name":"Чернильник-в-Горшке",
         "description":"Доказано, что Чернильники являются жидкостью, и заполняют собой любое замкнутое пространство. Очень любят мусорные ведра."
      };
      
      public static var card12:Object = {
         "name":"Кристальный Чернильник",
         "description":"Чернильники обладают личностью, что отражается в их выборе дома. Так, холодный и грубый Чернильник может стать Кристальным."
      };
      
      public static var card13:Object = {
         "name":"Пустынный Чернильник",
         "description":"Некоторые Чернильники предпочитают климат потеплее и селятся в пустынных камнях, таким образом становясь Пустынными."
      };
      
      public static var card14:Object = {
         "name":"Лик Голода",
         "description":"Лики Голода забредают ночами в грязные города, распространяют болезни и загрязняют источники воды."
      };
      
      public static var card15:Object = {
         "name":"Лик Холода",
         "description":"Лики Холода спускаются с небес во время снегопадов. Они приносят прохладу, когда никто не просит."
      };
      
      public static var card16:Object = {
         "name":"Лик Огня",
         "description":"Лики Огня в больших количествах появляются во время жаркого лета. Они поджигают леса и поэтому считаются вредителями."
      };
      
      public static var card17:Object = {
         "name":"Проклятый Медальон",
         "description":"Если вы когда-нибудь найдете сияющий медальон со злобным ликом, лучше оставьте его там, где нашли, возможно, он проклят."
      };
      
      public static var card18:Object = {
         "name":"Проклятый Сундук",
         "description":"Если не хочешь умереть мучительной смертью, заглянув в Проклятый Сундук с Сокровищами, всегда проверяй сундуки на наличие зубов."
      };
      
      public static var card19:Object = {
         "name":"Спутник-Шпион",
         "description":"Последняя модель Спутника-Шпиона от G*ogle нарисует карту твоего района и скажет твоему боссу, если ты будешь плохо себя вести."
      };
      
      public static var card20:Object = {
         "name":"Электро-Дрон",
         "description":"Этот Электро-Дрон может работать целых три минуты без подзарядки! А вот перезаряжаться он будет три часа."
      };
      
      public static var card21:Object = {
         "name":"Лава-Слайм",
         "description":"Лава-Слаймы хотят любви, но все, до чего они дотрагиваются, обращается в пепел. Хранят в себе кости своих жертв."
      };
      
      public static var card22:Object = {
         "name":"Магма-Слайм",
         "description":"Магма-Слаймы влачат жалкое существование, ведь их тела раздавлены весом их собственной каменной корки."
      };
      
      public static var card23:Object = {
         "name":"Вулканический Слайм",
         "description":"Магма-Слаймы, которые переживают подростковый возраст, становятся чертовски знойными Вулканическими Слаймами."
      };
      
      public static var card24:Object = {
         "name":"Приставучий Осьминог",
         "description":"Приставучие Осьминоги исследуют все отверстия вашего тела. Но исключительно по-дружески."
      };
      
      public static var card25:Object = {
         "name":"Злая Пчела",
         "description":"Злая Пчела появляется каждый раз, когда у обычной пчелы был плохой день. Она останется Злой до конца своих дней."
      };
      
      public static var card26:Object = {
         "name":"Бойцовская Пчела",
         "description":"Бойцовские Пчелы получали лучшие соты, когда были детьми, и стали свирепыми и уважаемыми взрослыми."
      };
      
      public static var card27:Object = {
         "name":"Горный Козел",
         "description":"В более теплое время года замерзших Горных Козлов можно найти под тающим снегом. Если дать им горячего супа, они оживут."
      };
      
      public static var card28:Object = {
         "name":"Чиби Робот",
         "description":"Чиби Роботы используют свои магнетические придатки, чтобы вбирать в себя кусочки металла и становиться больше."
      };
      
      public static var card29:Object = {
         "name":"Дай Робот",
         "description":"Этот мощный юнит называется Дай Робот. Дай обозначает \"большой\", и, поверь, этот робот хочет отобрать у тебя твою жизнь."
      };
      
      public static var card30:Object = {
         "name":"Просто Черепаха",
         "description":"Просто Черепахи скоро станут фантастическими созданиями. Когда вымрут в реальной жизни."
      };
      
      public static var card31:Object = {
         "name":"Неуклюжая Черепаха",
         "description":"Неуклюжие Черепахи теряют способность к плаванию, когда у них отрастают ноги. Несмотря на это, они все еще считают себя морскими."
      };
      
      public static var card32:Object = {
         "name":"Черепаха-Титан",
         "description":"Черепаха-Титан скитается по безграничным океанам и атакует ничего не подозревающие корабли, обстреливая их кораллами."
      };
      
      public static var card33:Object = {
         "name":"Медуза",
         "description":"Медузы бесцельно плавают близко к поверхности океана, лениво подъедая рыбу, которая имела несчастье запутаться между их щупалец."
      };
      
      public static var card34:Object = {
         "name":"Электронное Дитя",
         "description":"Электронные Дети состоят из чистой электроэнергии и могут развиться во много разных форм. Часто используются как батарейки."
      };
      
      public static var card35:Object = {
         "name":"Электронное Облако",
         "description":"Электронные Облака вращаются друг вокруг друга, создавая грозу. Им никогда не соприкоснуться - одинаковые заряды не позволят им этого."
      };
      
      public static var card36:Object = {
         "name":"Электронный Рыцарь",
         "description":"Электронные Рыцари могут швыряться мощными молниями из своих копий. Возможно, они являются основой многих скандинавских легенд."
      };
      
      public static var card37:Object = {
         "name":"Священный Страж",
         "description":"Священные Стражи - машины, построенные с помощью древних технологий. Их создатели уже давно мертвы, а их цель неизвестна."
      };
      
      public static var card38:Object = {
         "name":"Злой Грибочек",
         "description":"Злые Грибочки живут большими группами в темных пещерах. Если съешь хотя бы один, тебя телепортирует в другое измерение."
      };
      
      public static var card39:Object = {
         "name":"Ледяной Клещ",
         "description":"Ледяные Клещи - членистоногие, которых можно встретить в ледяных пещерах. Выстреливают ледяные шипы, если их напугать."
      };
      
      public static var card40:Object = {
         "name":"Ледяной Таракан",
         "description":"Ледяных Тараканов часто понимают превратно. Они не собираются обижать людей - они просто объедают налет из бактерий на стенах пещер."
      };
      
      public static var card41:Object = {
         "name":"Песель",
         "description":"Песели - это неправильно выращенные Собакены. Совсем как мопсы, не могут выжить без помощи человека."
      };
      
      public static var card42:Object = {
         "name":"Собакен",
         "description":"Когда-то Собакены были умными и свирепыми волками, но люди вывели из них максимально жалких и глупых собак."
      };
      
      public static var card43:Object = {
         "name":"Фантом",
         "description":"Фантом - это проклятая душа, которой не покинуть мир смертных, и которая еще долго блуждает после того как тело было уничтожено."
      };
      
      public static var card44:Object = {
         "name":"Полый Солдат",
         "description":"Полые солдаты живут в сгнивших пнях. Их злейший естественный враг - обыкновенная домашняя кошка."
      };
      
      public static var card45:Object = {
         "name":"Элементаль Огня",
         "description":"Элементали Огня - сильные древние демоны. Они используют атаки как ближнего боя, так и дальнего."
      };
      
      public static var card46:Object = {
         "name":"Змеепончик",
         "description":"Из-за редкого порока в развитии зародыша может появиться Змеепончик. В отличие от обычных пончиков, их очень больно есть."
      };
      
      public static var card47:Object = {
         "name":"Тостер",
         "description":"Прост и прямолинеен. Этот Тостер делает ровно то, что вы от него ожидаете."
      };
      
      public static var card48:Object = {
         "name":"Маленький Бекончик",
         "description":"Маленькие Бекончики очень прожорливы. Они поглощают как можно больше калорий, чтобы вырасти большими и вкусными."
      };
      
      public static var card49:Object = {
         "name":"Беконий Рулет",
         "description":"Когда Маленький Бекончик съест достаточно, он станет Беконьим Рулетом и продолжит свой переход во взрослую жизнь."
      };
      
      public static var card50:Object = {
         "name":"Взрослый Бекончик",
         "description":"Взрослые Бекончики являются естественным способом хранения продуктов. Их пухлые тела содержат огромное количество сытных калорий."
      };
      
      public function cards()
      {
         super();
      }
   }
}

