package text.russian
{
   public class foes
   {
      public static var slimechocolate:Object = {
         "name":"Шоко-Слайм",
         "desc":"Сгусток шоколадного пудинга. На вкус пробовать нежелательно."
      };
      
      public static var slimeicecream:Object = {
         "name":"Слайм-Пломбир",
         "desc":"Сгусток, получившийся из шариков мороженого. Какого вкуса? Бубль-гум, естественно."
      };
      
      public static var slimemud:Object = {
         "name":"Грязе-Слайм",
         "desc":"Слабый враг, зародившийся из плодородной грязи. Способствует разрастанию болот."
      };
      
      public static var slimewater:Object = {
         "name":"Водо-Слайм",
         "desc":"Странный сгусток живой воды. Пить его небезопасно."
      };
      
      public static var slimesand:Object = {
         "name":"Песко-Слайм",
         "desc":"Выглядит как песок, хотя на самом деле состоит из липкой слизи. Умеет хорошо прятаться в пустыне."
      };
      
      public static var slimelava:Object = {
         "name":"Лаво-Слайм",
         "desc":"Сгусток расплавленной лавы, исторгнутой вулканом. Использует огненные атаки, разумеется."
      };
      
      public static var slimemouse:Object = {
         "name":"Электро-Слайм",
         "desc":"Электрическая мышь из слизи. И вовсе никакой не Пок*мон."
      };
      
      public static var slimebunny:Object = {
         "name":"Слайм-Кролик",
         "desc":"Странная помесь кроликов и слаймов. Очень дружелюбный и лечит как врагов, так и союзников."
      };
      
      public static var slimebiglava:Object = {
         "name":"Большой Лаво-Слайм",
         "desc":"Многие предполагают, что дым от него вреден для здоровья. И только некоторые знают, что это - не самая большая опасность в нем. Использует мощные огненные атаки."
      };
      
      public static var slimebigmud:Object = {
         "name":"Большой Грязе-Слайм",
         "desc":"Поглощает ничего не подозревающих путников, увязших в болоте. Использует биологическую магию, способную отравить или оглушить."
      };
      
      public static var slimebigicecream:Object = {
         "name":"Большой Слайм-Пломбир",
         "desc":"Не пытайтесь съесть, иначе он застрянет в вашей пищеварительной системе на долгие годы. Способен подготавливать ледяные комбо при помощи Озноба и Заморозки."
      };
      
      public static var slimebigchocolate:Object = {
         "name":"Большой Шоко-Слайм",
         "desc":"Осторожно, это ловушка! Сначала он придавит вас обильной шоколадной рвотой, а потом ударит земляными атаками."
      };
      
      public static var slimebigsand:Object = {
         "name":"Большой Песко-Слайм",
         "desc":"Повелитель кактусов. Использует мощные биологические и земляные атаки. Если начнет прыгать - берегитесь!"
      };
      
      public static var batblood:Object = {
         "name":"Кровосос",
         "desc":"Бешеная пещерная летучая мышь. Высасывает здоровье при атаке, а также является переносчиком смертельных заболеваний."
      };
      
      public static var batsnow:Object = {
         "name":"Ледяной Нетопырь",
         "desc":"Слепая летучая мышь, живущая в холодных пещерах. Использует атаки льдом и ветром."
      };
      
      public static var batbone:Object = {
         "name":"Костлявый Нетопырь",
         "desc":"Эта летучая мышь собирает кости своих жертв в качестве трофеев. Может координировать атаки всех врагов на одной цели."
      };
      
      public static var batthunder:Object = {
         "name":"Электро-Нетопырь",
         "desc":"Это летучая мышь или фея? Использует только атаки электричеством, совершенно беспомощная, если наложить Немоту."
      };
      
      public static var wraithice:Object = {
         "name":"Ледяное Умертвие",
         "desc":"Призрак, бредущий сквозь метели. Стремится атаковать цели, уязвимые ко льду, так что оденьтесь потеплее!"
      };
      
      public static var wraithfire:Object = {
         "name":"Огненное Умертвие",
         "desc":"Призрак, обожающий все сжигать. Будет атаковать героев, уязвимых к огню, так что спрячьте их в каком-нибудь безопасном месте."
      };
      
      public static var wraithleaf:Object = {
         "name":"Заросшее Умертвие",
         "desc":"Призрак, распространяющий семена и злодейства. Нападает на героев, не обладающих сопротивлением к биологическим атакам."
      };
      
      public static var wraithsteel:Object = {
         "name":"Стальное Умертвие",
         "desc":"Призрак - могучий воин в прошлом. Ищет достойного соперника, поэтому стремится атаковать самого здорового героя."
      };
      
      public static var wraithmaster:Object = {
         "name":"Повелитель Умертвий",
         "desc":"Призрак, освоивший умения всех младших умертвий. Может использовать множество стихийных заклинаний и избегает атаковать героев с сопротивлениями."
      };
      
      public static var bushgreen:Object = {
         "name":"Зеленый Куст",
         "desc":"Самый обычный куст. Про него даже сказать нечего. Только кричит иногда."
      };
      
      public static var bushred:Object = {
         "name":"Рыжий Куст",
         "desc":"Куст, страдающий от кризиса среднего возраста. Немного более агрессивен, чем зеленая разновидность."
      };
      
      public static var bushsand:Object = {
         "name":"Пустынный Куст",
         "desc":"Куст, поселившийся в пустыне. Иногда тоскует по прошедшей молодости, проведенной в беспечном перекатывании по полям."
      };
      
      public static var bushmud:Object = {
         "name":"Грязный Куст",
         "desc":"Наверняка вы постоянно на них наступаете, даже не замечая этого. Живут в грязи. Какое прискорбное существование."
      };
      
      public static var bushdark:Object = {
         "name":"Темный Куст",
         "desc":"Сложно сказать, является ли он технически кустом. Выглядит почти как какое-то существо. Даже когти есть, и довольно острые."
      };
      
      public static var bearbrown:Object = {
         "name":"Бурый Медведь",
         "desc":"Милый маленький мишка. Если ударить его посильнее, он озвереет и станет более опасным. Атакует того, кто ударил его последним."
      };
      
      public static var beargrolar:Object = {
         "name":"Полярный Медведь",
         "desc":"Медведь, атакующий большими глыбами льда. Не слишком агрессивен, пока его не разозлить. Затаивает обиду на того, кто ударил его последним."
      };
      
      public static var bearpanda:Object = {
         "name":"Панда",
         "desc":"Самый ленивый из всех медведей. Даже не будет атаковать, если не дать ему повода."
      };
      
      public static var bouldercoral:Object = {
         "name":"Коралловый Валун",
         "desc":"Маленький голем, атакующий магической сферой и пытающийся понизить защиту героев. Бьет больно для существа своего размера, но ему не хватает ума и точности."
      };
      
      public static var boulderdirt:Object = {
         "name":"Глиняный Валун",
         "desc":"Легче и быстрее своих братьев-валунов, но также немного слабее. Будет пытаться измотать противника, бросаясь грязью."
      };
      
      public static var bouldersandstone:Object = {
         "name":"Песчаный Валун",
         "desc":"Маленький голем, выпрыгивающий из песчаных дюн, иногда слишком увлеченно. В своей любви к прыжкам может быть слишком напористым."
      };
      
      public static var boulderobsidian:Object = {
         "name":"Обсидиановый Валун",
         "desc":"Заядлый D&Dшник. Иногда атакует огненным двадцатигранником, имеющим очень большой разброс урона. Надейтесь, что 20 он не выкинет."
      };
      
      public static var bouldermarble:Object = {
         "name":"Мраморный Валун",
         "desc":"В лучшие времена подпирал огромный храм. Его магические атаки, на удивление, относятся к стихии ветра. Также у него высокая магическая защита."
      };
      
      public static var catwarrior:Object = {
         "name":"Кот-Воин",
         "desc":"Воин, довольно могучий для кота. Нападает на поврежденных героев и обладает высокой защитой, пока ему не собьют щит."
      };
      
      public static var catsniper:Object = {
         "name":"Кот-Снайпер",
         "desc":"Сделай кота омоновцем, и он начнет злоупотреблять положением. Эти ребята постараются добить героев с низким здоровьем."
      };
      
      public static var catwizard:Object = {
         "name":"Кот-Колдун",
         "desc":"Кот, вовсю кидающийся разными заклинаниями. Может даже своих союзников подлечить."
      };
      
      public static var catninja:Object = {
         "name":"Кот-Ниндзя",
         "desc":"Эти неуловимые коты - специалисты по отравлениям. Стремятся добить слабейшего в первую очередь."
      };
      
      public static var catbomber:Object = {
         "name":"Кот-Подрывник",
         "desc":"Некоторые коты считают высшей честью смерть в бою. Пусть даже подорвавшись на собственной бомбе. Будут атаковать самого здорового героя."
      };
      
      public static var creepthorny:Object = {
         "name":"Шипастый Ползун",
         "desc":"Осторожный, похожий на краба, противник. Накапливает мощное статическое электричество в своем панцире и оглушает им противника с помощью жала."
      };
      
      public static var creepicicle:Object = {
         "name":"Морозный Ползун",
         "desc":"Прекрасные существа вроде этих находятся под угрозой вымирания из-за глобального потепления. Не наткнитесь на сосульки!"
      };
      
      public static var creephermit:Object = {
         "name":"Ползун-Отшельник",
         "desc":"Не очень общительный. Таскает свой дом вместе с собой, что позволяет ему прятаться в случае опасности. Владеет множеством водных атак."
      };
      
      public static var creepgreen:Object = {
         "name":"Зеленый Ползун",
         "desc":"Похожее на черепаху существо, которое таранит без разбора и своих, и чужих. Начинает защищаться при низком здоровье."
      };
      
      public static var creepred:Object = {
         "name":"Красный Ползун",
         "desc":"Никогда не промахивается и бьет с сокрушительной силой. Каким-то непостижимым образом лечит такими ударами своих союзников."
      };
      
      public static var creepblue:Object = {
         "name":"Синий Ползун",
         "desc":"Ночной кошмар всех гонщиков. Если не может победить, пытается подорвать себя вместе с противником."
      };
      
      public static var dollmatt:Object = {
         "name":"Кукольный Мэтт",
         "desc":"Это - кукла вуду, так что удары по ней повредят и Мэтта! Любит использовать усиления."
      };
      
      public static var dollnatalie:Object = {
         "name":"Кукольная Натали",
         "desc":"Эта кукла может использовать множество заклинаний из тех, что доступны Натали. Красотой не отличается, но удары по ней заставят страдать и настоящую."
      };
      
      public static var dolllance:Object = {
         "name":"Кукольный Ланс",
         "desc":"Ваш шанс избить фашиста! Ударьте по кукле, и Ланс тоже пострадает! (Но берегитесь, когда кукла заряжает мощную атаку...)"
      };
      
      public static var dollanna:Object = {
         "name":"Кукольная Анна",
         "desc":"Кукла, использующая те же стихийные стрелы и статусы, что и настоящая Анна! Поаккуратнее с ней, или Анна умрет."
      };
      
      public static var dollnolegs:Object = {
         "name":"Кукольный БезЛап",
         "desc":"Кукла выглядит получше оригинала, по крайней мере у нее есть пара лап! Может, взять ее с собой вместо БезЛапа? Бейте по кукле, чтобы убить его!"
      };
      
      public static var defender1:Object = {
         "name":"Страж МК III",
         "desc":"Последняя модель этой серии машин-убийц. Использует мощные электрические и взрывные атаки. Сопротивление необходимо!"
      };
      
      public static var defender2:Object = {
         "name":"Холодрын MX-01",
         "desc":"Отличное предложение! Холодильник днем, сторожевой робот ночью. Использует мощные атаки водой, льдом, ветром и взрывами."
      };
      
      public static var dogfriend:Object = {
         "name":"Пес-Спасатель",
         "desc":"Пес, просто желающий защитить своих союзников. Лечит себя при низком здоровье и использует баффы в надежде уладить конфликты."
      };
      
      public static var dogmaxi:Object = {
         "name":"Макси",
         "desc":""
      };
      
      public static var dogwolf:Object = {
         "name":"Одичавший Пес",
         "desc":"Охотятся в стаях и усиливают атаку своих союзников. Атакуют тех, кто ударил их последним, стараются не бить замороженных героев."
      };
      
      public static var dogtanuki:Object = {
         "name":"Тануки",
         "desc":"Этот пес страдает алкоголизмом! Озлобляется на тех, кто ударил его последним, но избегает атаковать горящих героев."
      };
      
      public static var dogmage:Object = {
         "name":"Пес-Колдун",
         "desc":"Могущественный маг. Стремится направлять свою светлую и темную магию туда, где она наиболее эффективна, также умеет лечить своих союзников."
      };
      
      public static var dogzap:Object = {
         "name":"Громопес",
         "desc":"Бьет подобно молнии. Помнит того, кто ударил его последним, и эти воспоминания явно не из хороших."
      };
      
      public static var dragonsea:Object = {
         "name":"Морской Дракон",
         "desc":"Морской конек-переросток? Использует мощные атаки водой и землей. Когда его противники намокнут, может использовать атаки льдом и электричеством."
      };
      
      public static var dragonearth:Object = {
         "name":"Земляной Дракон",
         "desc":"Древний легендарный зверь. Использует мощные земляные, огненные и биологические атаки. Героям под воздействием Сухости придется нелегко!"
      };
      
      public static var dragonsky:Object = {
         "name":"Небесный Дракон",
         "desc":"Повелитель неба. Использует мощные атаки ветром. Если ветер малоэффективен, переключится на лед или электричество."
      };
      
      public static var dragonomega:Object = {
         "name":"Омега Дракон",
         "desc":"Могучий король всех драконов. Специализируется на магии огня и света, но может использовать почти любую стихию. Сопротивление бесполезно!"
      };
      
      public static var fallendrowned:Object = {
         "name":"Утонувший Воитель",
         "desc":"Оживший доспех боевого мага. Атакует заклинаниями ветра, но будет использовать водные, если ветер малоэффективен. "
      };
      
      public static var fallencrucified:Object = {
         "name":"Распятый Воитель",
         "desc":"Сверкающий доспех святого рыцаря. Использует интересные сочетания физических и магических атак. Будьте осторожны, если получите Зачарование!"
      };
      
      public static var fallenbeheaded:Object = {
         "name":"Казненный Воитель",
         "desc":"Проклятый доспех преступника. Бьет сильно, но с низкой точностью. Может использовать атаки тьмой, огнем или землей, в зависимости от того, что эффективнее."
      };
      
      public static var fallenlost:Object = {
         "name":"Древний Воитель",
         "desc":"Удобный доспех северного исследователя. Использует атаки льдом и ветром и не атакует героев с сопротивлениями к этим стихиям."
      };
      
      public static var fallenburned:Object = {
         "name":"Сожженный Воитель",
         "desc":"Высокотехнологичный доспех умелого инженера. В основном использует магию огня и времени и знает, кто из противников лучше горит."
      };
      
      public static var fishsteam:Object = {
         "name":"Паровой РыБот",
         "desc":"Юркий стимпанковский дрон. Атакует ветром, а после смерти запускает последнюю взрывную атаку."
      };
      
      public static var fishjet:Object = {
         "name":"Реактивный РыБот",
         "desc":"Тупой дрон, стреляет во все, что движется. Владеет взрывными и электрическими атаками... Но почему он в форме рыбы?"
      };
      
      public static var fishgold:Object = {
         "name":"Золотой РыБот",
         "desc":"Летающий робот, умеющий бить с разгона. Огонь его двигателей придает атакам небольшой огненный эффект."
      };
      
      public static var flybotred:Object = {
         "name":"Красный Дрон",
         "desc":"Громоздкий робот техобслуживания. Использует нестихийные атаки и обладает множеством вспомогательных умений, например, инвертировать баффы."
      };
      
      public static var flybotyellow:Object = {
         "name":"Желтый Дрон",
         "desc":"Защитный дрон, чье предназначение - мешаться в бою. Может оглушать героев и усиливать своих союзников, но почти бесполезен, если наложить Немоту."
      };
      
      public static var flybotblue:Object = {
         "name":"Синий Дрон",
         "desc":"Робот, сочетающий атаки водой, ветром и льдом, и пользующийся уязвимостями героев."
      };
      
      public static var glitch1:Object = {
         "name":"??.@\'¬?]-?e??255",
         "desc":"???-?e??255?.?]? ОШИБКА? @\'¬????v.?fa-- -0)?? sd d`¬45¬????`/v??.??c НЕВЕРНЫЙ МИР`//: >> УДАЛЕНИЕ...}"
      };
      
      public static var glitch2:Object = {
         "name":"?0x00??FF45",
         "desc":"{(?Н?т прав д??тупа на чт??-е. ОШ?БКА: 0x004040)}"
      };
      
      public static var idolwood:Object = {
         "name":"Деревянный Идол",
         "desc":"Бойкий малыш, сделанный из полена. Мечтает стать высоким, как настоящее дерево. К сожалению, этой мечте не суждено сбыться."
      };
      
      public static var idolstone:Object = {
         "name":"Каменный Идол",
         "desc":"Маленький прыгучий голем. Не очень умный, но все равно работает головой для решения своих проблем."
      };
      
      public static var idolmetal:Object = {
         "name":"Железный Идол",
         "desc":"Оживший кусок металлолома. Не очень опасный, но может контузить героев."
      };
      
      public static var idolgem:Object = {
         "name":"Самоцветный Идол",
         "desc":"Каждый из них управляется редким самоцветом. Используемая магия зависит от его цвета, который абсолютно случаен."
      };
      
      public static var gloopwood:Object = {
         "name":"Древесный Чернильник",
         "desc":"Темное существо, опустошившее несчастное дерево и использующее его как дом. Использует комбинацию атак тьмой и землей."
      };
      
      public static var gloopash:Object = {
         "name":"Опаленный Чернильник",
         "desc":"Этот чернильник вдохнул новую жизнь в мертвое дерево. Использует атаки тьмой и огнем, способен сушить героев тепловым лучом."
      };
      
      public static var gloopcrystal:Object = {
         "name":"Крепкий Чернильник",
         "desc":"Осторожный враг, способный зачаровывать себя, становясь неуязвимым для магических атак. Использует в основном атаки льдом."
      };
      
      public static var gloopstone:Object = {
         "name":"Коренастый Чернильник",
         "desc":"Загадочное существо, скрытно живущее в камнях. Естественно, использует атаки землей."
      };
      
      public static var golemamethyst:Object = {
         "name":"Аметистовый Голем",
         "desc":"Могучий голем, использующий атаки ветром и обезоруживающие статусы. Тут могут пригодиться Немота и Благословение."
      };
      
      public static var golempearl:Object = {
         "name":"Жемчужный Голем",
         "desc":"Создан из морских отбросов. Мокрым персонажам стоит опасаться его холодного дыхания! (Влага + Озноб = Заморозка!)"
      };
      
      public static var golemtopaz:Object = {
         "name":"Топазовый Голем",
         "desc":"Два стихийных голема, слившихся в одного за миллион лет. Использует мощные огненные и электрические атаки."
      };
      
      public static var handskeleton:Object = {
         "name":"Рука Скелета",
         "desc":"Отрубленная рука? Или нечто большее, скрытое под землей? Она может менять свое оружие и использовать злую магию."
      };
      
      public static var handzombie:Object = {
         "name":"Рука Зомби",
         "desc":"Не забывайте про контрольный выстрел, чтобы подобное не случалось впредь. Иногда эти руки несут в себе смертельный вирус!"
      };
      
      public static var handmagma:Object = {
         "name":"Рука Магмы",
         "desc":"Горящая рука, обожающая впадать в состояние берсерка. Может менять оружие, каждое из которых обладает своими эффектами."
      };
      
      public static var pixelslime:Object = {
         "name":"Зеленый Пиксель",
         "desc":"Хм? Кажется, это просто обычный слайм. Даже сказать нечего."
      };
      
      public static var pixelbat:Object = {
         "name":"Битый Пиксель",
         "desc":"Этот враг окутан тайной! Что-то с ним не так, правда?"
      };
      
      public static var pixelbush:Object = {
         "name":"Рыжий Пиксель",
         "desc":"Просто еще одна разновидность кустов. Предположительно использует биологические атаки и не сильнее своих сородичей."
      };
      
      public static var pixelidol:Object = {
         "name":"Серый Пиксель",
         "desc":"Выглядит слабовато - у него почти нет здоровья! Похоже, умрет от одного удара!"
      };
      
      public static var mammothwooly:Object = {
         "name":"Шерстистый Мамонт",
         "desc":"Могучий зверь, почти доведенный до полного истребления. Очень хочет жить, поэтому может не умереть, если его убить. (Если не под влиянием Слабости или Усталости!)"
      };
      
      public static var mammothcamel:Object = {
         "name":"Верблюжий Мамонт",
         "desc":"Оказывается, верблюды и мамонты совместимы! Использует мощные атаки землей и водой."
      };
      
      public static var mammothwar:Object = {
         "name":"Боевой Мамонт",
         "desc":"Тяжеловооруженный мамонт. Фактически танк, так что берегитесь взрывов и атак землей."
      };
      
      public static var mirrorhaunted:Object = {
         "name":"Зловещее Зеркало",
         "desc":"Зеркала отражают! Это зеркало отражает любой магический урон, так что не бейте тем, что сами не в состоянии выдержать."
      };
      
      public static var mirrorwise:Object = {
         "name":"Мудрое Зеркало",
         "desc":"Старое дубовое зеркало. Отражает все типы урона, пока оно не разбито. (Кстати, разбитые зеркала - к несчастью.)"
      };
      
      public static var mirrordemon:Object = {
         "name":"Демоническое Зеркало",
         "desc":"Зеркало, через которое вызывают демонов в этот мир. Отражает весь полученный физический урон."
      };
      
      public static var mirrorangel:Object = {
         "name":"Ангельское Зеркало",
         "desc":"Это зеркало отражает все типы урона и использует разнообразные атаки. Лучше всего разбить его одним ударом!"
      };
      
      public static var monolithancient:Object = {
         "name":"Древний Монолит",
         "desc":"Это просто скала, но она использует мощные атаки электричеством. Приготовьтесь защищаться, если увидите, что монолит заряжен!"
      };
      
      public static var monolithviking:Object = {
         "name":"Тундровый Монолит",
         "desc":"Скала, которая стоит здесь уже очень давно. Использует магию льда, воды и ветра. Берегитесь его холодного воздушного луча!"
      };
      
      public static var monolithcosmic:Object = {
         "name":"Космо-Монолит",
         "desc":"Инопланетный механизм из далекого космоса. В этой штуке заключено немыслимое количество темной энергии! Сопротивление тьме жизненно важно!"
      };
      
      public static var wormputrid:Object = {
         "name":"Мерзкий Червь",
         "desc":"Предельно жалкий враг, хоть у него и есть болезненное отравленное жало. Черви способны привлечь других червей."
      };
      
      public static var wormfuzzy:Object = {
         "name":"Мохнатый Червь",
         "desc":"Червь, атакующий сильным нейротоксином, вызывающим смятение. Не дайте ему вас ужалить!"
      };
      
      public static var wormcutie:Object = {
         "name":"Милый Червь",
         "desc":"Червь, способный лечить своих союзников и привлекать другие виды червей. Не представляет угрозы для людей."
      };
      
      public static var wormscaly:Object = {
         "name":"Чешуйчатый Червь",
         "desc":"Это какой-то малыш-дракончик? Его жало может обездвижить, но скорее всего он просто не попадет."
      };
      
      public static var chomperleafy:Object = {
         "name":"Травяной Кусака",
         "desc":"Это растение любит кусать людей, поглощая их здоровье. Запаситесь противоядием, так как большинство его атак очень ядовиты."
      };
      
      public static var chomperseaweed:Object = {
         "name":"Морской Кусака",
         "desc":"Водоросли-людоеды. Этот разумный враг вызывает дождь, а затем поражает электричеством мокрые цели."
      };
      
      public static var chompermagma:Object = {
         "name":"Магмовый Кусака",
         "desc":"Выглядит так, словно он уязвим к воде, однако это растение, а растения любят воду. Может поглощать здоровье цели."
      };
      
      public static var chompermutant:Object = {
         "name":"Кусака-Мутант",
         "desc":"Выглядит как растение из другого мира. Обжигает кислотой и распространяет вирусные инфекции."
      };
      
      public static var spriteice:Object = {
         "name":"Дух Льда",
         "desc":"Это похожее на фею существо воплощает в себе сущность льда. Не очень сильное, но может замораживать врагов и своих союзников."
      };
      
      public static var spriterock:Object = {
         "name":"Дух Земли",
         "desc":"Этот малыш способен вызывать землетрясения, ошеломляющие всех на поле боя. Это может оказаться вам полезным. А может и не оказаться."
      };
      
      public static var spritefire:Object = {
         "name":"Дух Огня",
         "desc":"Милое создание, обожающее жечь все вокруг, включая других врагов. Также может снизить вашу точность."
      };
      
      public static var spritethunder:Object = {
         "name":"Дух Грома",
         "desc":"В сущности живая батарейка. Когда они заряжены, лучше быстрее их нейтрализовать, если у вас нет сопротивления к оглушению!"
      };
      
      public static var spritewind:Object = {
         "name":"Дух Ветра",
         "desc":"Выглядит как маленькая старушка. Не наносит много урона, но может накладывать смятение и рассеивать статусы."
      };
      
      public static var squidpink:Object = {
         "name":"Розовый Кальмар",
         "desc":"Мамонт морей! В основном использует водные заклинания, но может и ледяные. Сильный удар его \"обезоружит\"."
      };
      
      public static var squidpurple:Object = {
         "name":"Фиолетовый Кальмар",
         "desc":"Яркая окраска этого кальмара носит предупреждающий характер - он полон сильного яда и неприятных статусов."
      };
      
      public static var squidlime:Object = {
         "name":"Зеленый Кальмар",
         "desc":"Может сильно дать сдачи, но мощный удар оторвет ему щупальца. Обладает большим набором умений."
      };
      
      public static var hydrazombie:Object = {
         "name":"Зомби Гидра",
         "desc":"Если отделить голову от тела, то ее уклонение увеличится. Если уничтожить одну из них, оставшиеся могут вырастить ей замену."
      };
      
      public static var hydramagma:Object = {
         "name":"Полыхающая Гидра",
         "desc":"Даже если у гидры осталась одна голова, она способна отрастить новые, так что желательно уничтожать их одновременно. Сопротивление огню вам сильно поможет."
      };
      
      public static var hydraice:Object = {
         "name":"Алмазная Гидра",
         "desc":"Информации об этом монстре не существует. Если кто-то ее и видел, встречу он не пережил."
      };
      
      public static var bosscyclopsdesert:Object = {
         "name":"Йотун",
         "desc":"Этот парень - серьезный тяжеловес. Его удары сотрясают землю, и он использует взрывные атаки, если сильно поврежден."
      };
      
      public static var bosscyclopsinfernal:Object = {
         "name":"Соль",
         "desc":"Необычный дуэт сестер-циклопов. Их атаки не особенно дополняют друг друга, но они все равно очень сильны!"
      };
      
      public static var bosscyclopsglacial:Object = {
         "name":"Скади",
         "desc":"Последняя оставшаяся сестра будет действовать дважды за ход, так что выбирайте с умом, кого оставить на потом."
      };
      
      public static var bitice:Object = {
         "name":"Циркониевая Порода",
         "desc":"Маленький обломок магических камней. Пожертвует собой, чтобы использовать Барьер или ледяное заклинание. Больше ему и жить незачем."
      };
      
      public static var bitholy:Object = {
         "name":"Кварцевая Порода",
         "desc":"Этот минерал хранит в себе силу света. Использует либо светлое, либо лечащее заклинание. (Это убьет породу!)"
      };
      
      public static var bitwater:Object = {
         "name":"Сапфировая Порода",
         "desc":"Цвета глубокого синего моря. Этот самоцвет до смерти жаждет использовать свое последнее заклинание воды."
      };
      
      public static var bitpoison:Object = {
         "name":"Хризолитовая Порода",
         "desc":"Этот самоцвет жаждет сладких объятий смерти. Но он не хочет уходить в одиночестве, поэтому попутно использует биологическое заклинание."
      };
      
      public static var bitfire:Object = {
         "name":"Рубиновая Порода",
         "desc":"Магическая рубиновая порода. При первой же возможности самоуничтожится в огненном взрыве. Держитесь подальше."
      };
      
      public static var bitthunder:Object = {
         "name":"Топазовая Порода",
         "desc":"Кусок скалы, полный электрической энергии. Использует либо электрическую атаку, либо защитное заклинание. Умирает в обоих случаях."
      };
      
      public static var bitwind:Object = {
         "name":"Аметистовая Порода",
         "desc":"Этот маленький фиолетовый самоцвет пожертвует жизнью, чтобы использовать заклинание ветра или взрывное заклинание. Какая печальная судьба!"
      };
      
      public static var bossgolemwater:Object = {
         "name":"Посейдон",
         "desc":"Бог морей. Использует заклинания воды, льда и света, а также призывает на помощь маленькие породы."
      };
      
      public static var bossgolemfire:Object = {
         "name":"Вулкан",
         "desc":"Бог вулканов. Использует мощные взрывные и огненные заклинания, также обладает некоторыми атаками ветром и землей."
      };
      
      public static var underlegs:Object = {
         "name":"Снежок",
         "desc":"Этот враг не из нашей вселенной, так что никто не может сказать, что он делает. Но сильным он не выглядит..."
      };
      
      public static var chibiknight:Object = {
         "name":"Чиби Рыцарь",
         "desc":"Маленькая героиня на своем пути к спасению мира. Если перейдете ей дорогу, сильно пожалеете об этом!"
      };
      
      public static var chibiknightsuper:Object = {
         "name":"Супер Чиби Рыцарь",
         "desc":"Чиби Рыцарь подкачалась и обучилась магии. У нее теперь двойной ход, и она умеет определять, какой стихией лучше бить!"
      };
      
      public static var chibiknightultra:Object = {
         "name":"Ультра Чиби Рыцарь",
         "desc":"Похоже, она нашла снаряжение получше. Она теперь умеет зачаровывать свой меч различными стихиями, и будет использовать это на полную катушку."
      };
      
      public static var normalnolegs:Object = {
         "name":"БезЛап",
         "desc":"Душа этого кота горит азартом. Его стойкий боевой дух находит отклик в вашей душе. А еще у него высокое уклонение."
      };
      
      public static var normalnatalie:Object = {
         "name":"Натали",
         "desc":"Ого, это очень симпатичная девушка! Лучше не делать никаких глупостей, которые могут ее рассердить. Она и так уже довольно злая."
      };
      
      public static var normalanna:Object = {
         "name":"Анна",
         "desc":"Вы потратили ход, чтобы прочесть это? Зачем?! Она серьезно настроена вас побить. Бегом обратно в бой!"
      };
      
      public static var normallance:Object = {
         "name":"Ланс",
         "desc":"Этот парень без сомнения злодей, только посмотрите на него! Можно не сдерживать себя и не переживать потом по этому поводу."
      };
      
      public static var turretcannon:Object = {
         "name":"Пушка",
         "desc":"Эта пушка в основном использует взрывные атаки, но у нее также есть несколько дезориентирующих заклинаний. Наносит больше урона, если установить на танк."
      };
      
      public static var turretharpoon:Object = {
         "name":"Гарпунная Турель",
         "desc":"Этот огромный гарпун наносит нестихийный урон героям, также может притянуть героев из резерва против их воли."
      };
      
      public static var turretharpoon2:Object = {
         "name":"Мега-Гарпун",
         "desc":"Более мощная версия Гарпунной Турели. Притягивает героев из резерва и наносит больше урона, если установить ее на танк."
      };
      
      public static var turretlaser:Object = {
         "name":"Лазерная Турель",
         "desc":"Очень точная турель, атакующая электрическими лазерами и способная оглушить героев. Может наложить Сухость или Слабость своими микроволновыми атаками."
      };
      
      public static var bombnuke:Object = {
         "name":"Ядерная Бомба",
         "desc":"Делает то, что от нее можно ожидать. Когда счетчик дойдет до нуля, уничтожит вашу группу огненным взрывом."
      };
      
      public static var bombshockwave:Object = {
         "name":"Ударный заряд",
         "desc":"Если эта бомба взорвется, она рассеет эффекты всех героев и нанесет огромный урон от ветра. Лучше ее уничтожить, иначе вы пожалеете об этом."
      };
      
      public static var bombearthquake:Object = {
         "name":"Бомба Землетрясения",
         "desc":"Эта бомба взорвется глубоко под землей и вызовет землетрясение, ошеломляя героев и нанося огромный урон от земли."
      };
      
      public static var bombacid:Object = {
         "name":"Кислотная Бомба",
         "desc":"Эта бомба нанесет огромный биологический урон и вызовет серьезные химические ожоги у всех, кто переживет взрыв."
      };
      
      public static var bosstankhover:Object = {
         "name":"Неоновая Валькирия",
         "desc":"Главный боевой танк Ланса. Сильно бьет взрывными и нестихийными атаками, также может менять свои турели."
      };
      
      public static var bosstankgiga:Object = {
         "name":"Неоновая Вальгалла",
         "desc":"Огромная механическая крепость, постоянно лечащая себя. Единственный способ победить - быстро нанести огромное количество урона."
      };
      
      public static var bossnestcat:Object = {
         "name":"Лаурелин",
         "desc":"Огромное дерево, служащее домом котам, атакует землей, светом и биологическими умениями. Атакует дважды за ход, потому что полон кошек."
      };
      
      public static var bossnestninja:Object = {
         "name":"Тельперион",
         "desc":"Скрытое убежище банды котов-ниндзя. Атакует тьмой, взрывами и биологическими умениями, ходит дважды."
      };
      
      public static var evilmatt:Object = {
         "name":"Мэтью",
         "desc":"Злой голем, распространяющий ужасное проклятье. Большинство его атак физические, многие из них нестихийные."
      };
      
      public static var evilnatalie:Object = {
         "name":"Наталья",
         "desc":"Эта могущественная жрица несет быструю смерть всей нежити. Магические атаки против нее малоэффективны."
      };
      
      public static var evillance:Object = {
         "name":"Ланселот",
         "desc":"Ужасающий робот с высокой защитой. Использует огненные или электрические заклинания - в зависимости от того, что эффективнее."
      };
      
      public static var evilanna:Object = {
         "name":"Аннабель",
         "desc":"Мерзкое демоническое создание из подземного мира. Использует атаки тьмой и ветром, а ее стрелы очень ядовиты."
      };
      
      public static var evilnolegs:Object = {
         "name":"Всевышний",
         "desc":"Высшее существо! Его параметры просто поразительны, выше всех во вселенной! Победить его невозможно! Можете поверить!"
      };
      
      public static var bossgigalith:Object = {
         "name":"Космо-Гигалит",
         "desc":"Центр управления всеми Космо-Монолитами. Искривляет пространство и время, чтобы создать переходы между разными вселенными."
      };
      
      public static var bossdevourer:Object = {
         "name":"Пожиратель",
         "desc":"Сущность из другой вселенной, вызванная Космо-монолитами."
      };
      
      public static var bossdevourereyeball:Object = {
         "name":"Глаз",
         "desc":"Глаза Пожирателя защищают основное тело и накладывают на героев дебаффы и отрицательные статусы."
      };
      
      public static var bossdevourertentacle:Object = {
         "name":"Склизкое Щупальце",
         "desc":"Колдующая конечность Пожирателя. Использует магию из другой вселенной и разбрызгивает ядовитую кислоту после ранения."
      };
      
      public static var bossdevourerclub:Object = {
         "name":"Шипастое Щупальце",
         "desc":"Сокрушающая конечность Пожирателя. Можно предположить, что она будет хлестать сильными физическими атаками."
      };
      
      public static var arcadeglob:Object = {
         "name":"ГЛОБ",
         "desc":"У ЭТОГО ЧУДОВИЩА УЖАСНОЕ ДЫХАНИЕ. НИКАКИХ ОБНИМАШЕК."
      };
      
      public static var arcadesnek:Object = {
         "name":"ЗМИЙ",
         "desc":"ЗМИЙИ АТАКУЮТ НЕИСТОВЫМИ ЖГУЧИМИ УКУСАМИ. ПАВШИЙ ЗМИЙ БУДЕТ СРАЗУ ЖЕ ОТОМЩЕН ДРУГИМИ ЗМИЙЯМИ. НЕСЪЕДОБНЫ."
      };
      
      public static var arcadebosh:Object = {
         "name":"КУСЬТ",
         "desc":"ОТ УЖАСАЮЩЕГО КРИКА КУСЬТА СТАНОВИШЬСЯ ДРОЖАЩИМ И УЯЗВИМЫМ. СВОИМИ БРИТВЕННО ОСТРЫМИ ЛИСТЬЯМИ ОН НАШИНКУЕТ ТВОЮ ПЛОТЬ."
      };
      
      public static var arcaderobo:Object = {
         "name":"РОБО",
         "desc":"С 128МВ ОПЕРАТИВКИ, ЭТОТ МЕХАНИЗМ УЖАСНО ТОЧЕН И ВСЕГДА НАНОСИТ КРИТИЧЕСКИЕ УДАРЫ. СОВЕТУЕМ ЕГО ИЗБЕГАТЬ."
      };
      
      public static var arcadechair:Object = {
         "name":"ЗЛОБНЫЙ СТУЛ",
         "desc":"ПРОСТО ОБЫЧНЫЙ СТУЛ. ПРИСАЖИВАЙТЕСЬ. НЕ СОПРОТИВЛЯЙТЕСЬ."
      };
      
      public static var arcadeguoye:Object = {
         "name":"ГЛАЖИЖКА",
         "desc":"ЭТИ ЗАГАДОЧНЫЕ ГЛАЗА ЖИВУТ В ПЕРЕВЕРНУТОМ ИЗМЕРЕНИИ. И КОГДА НОЧЬ ТЕМНА, ОНИ ПРИХОДЯТ К НАМ ПИРОВАТЬ."
      };
      
      public static var arcademaw:Object = {
         "name":"ПАСТЬ",
         "desc":"ТОЛЬКО ХРАБРЕЙШИЕ ВОИНЫ ПРЕВОЗМОГУТ. ОСТАЛЬНЫЕ ПАДУТ."
      };
      
      public static var arcademermaid:Object = {
         "name":"КОРАЛИЯ",
         "desc":"РУСАЛКИ ПРОСТО ХОТЯТ ПОБЫТЬ ОДНИ. ВСЕХ, КТО ПРИБЛИЗИТСЯ, ОНИ УТОПЯТ И СКОРМЯТ РЫБАМ."
      };
      
      public static var arcadephoenix:Object = {
         "name":"ФЕНИКС",
         "desc":"ЭТОГО ВРАГА НЕ УБИТЬ. ЭТО НЕВОЗМОЖНО."
      };
      
      public static var arcadepumpkus:Object = {
         "name":"ТЫКВУС",
         "desc":"ЭТО СУЩЕСТВО ВПОЛНЕ МИРНОЕ, ЕСЛИ ЕГО НЕ ТРОГАТЬ. ДАЖЕ НЕ ПЫТАЙТЕСЬ."
      };
      
      public static var arcadetotom:Object = {
         "name":"ТОТОМ",
         "desc":"МАГИЧЕСКАЯ СИЛА ТОТОМА ТЕМ ВЫШЕ, ЧЕМ БОЛЬШЕ ЕГО ЧАСТЕЙ УНИЧТОЖЕНО. БЕРЕГИТЕСЬ КОРОТКИХ ТОТОМОВ."
      };
      
      public static var arcadetreagure:Object = {
         "name":"СОТИГРИЩЕ",
         "desc":"ЭТОТ СУНДУК С СОКРОВИЩАМИ С ЛОВУШКОЙ И СОПРОТИВЛЕНИЕМ К ФИЗИЧЕСКИМ АТАКАМ. НЕ ПЫТАЙТЕСЬ ОБОБРАТЬ."
      };
      
      public static var wormbook:Object = {
         "name":"Книжный Червь",
         "desc":"Превосходный интеллект этого червя позволяет цитировать любую книгу, которую он когда-либо съел. Но только на языке Червей."
      };
      
      public static var wraithorigami:Object = {
         "name":"Умертвие Оригами",
         "desc":"Этот враг решил сражаться... бумагой? Ну, по крайней мере, от бумаги нет сопротивления."
      };
      
      public static var hydraorigami:Object = {
         "name":"Дракон Оригами",
         "desc":"Тела дракона почему-то нет. Наверное будет делать всякие драконьи штуки типа огненного дыхания и рычания."
      };
      
      public static var golembone:Object = {
         "name":"Костяной Голем",
         "desc":"У него, конечно есть пара заклинаний ветра и земли, но основные его атаки - нестихийные и физические."
      };
      
      public static var gloopfab:Object = {
         "name":"Пафосный Чернильник",
         "desc":"Этот цветастый Чернильник использует как можно больше разноцветных заклинаний, хотя предпочитает избегать битвы."
      };
      
      public static var defender3:Object = {
         "name":"Прототип 9Х",
         "desc":"У этого прототипного стража мощный генератор ударных волн: его атаки всегда наносят критический урон и слегка урон от тьмы."
      };
      
      public static var bearblack:Object = {
         "name":"Черный медведь",
         "desc":"Это медведь. Если хочешь жить - ты знаешь, чего делать НЕ надо."
      };
      
      public static var catskeleton:Object = {
         "name":"Кот-Скелет",
         "desc":"Этот тощий котейка может увеличивать свою точность, что очень эффективно при сражении с другими, все еще живыми котами."
      };
      
      public static var sketchguncat:Object = {
         "name":"ГанКот-800XL",
         "desc":"Это ужасающее создание так и не попало в производство из-за плохих отзывов клиентов. Использует разнообразные взрывные атаки."
      };
      
      public static var sketchpapalotl:Object = {
         "name":"Папалотль",
         "desc":"Яростный воин с нестихийными физическими атаками. Становится тем сильнее, чем меньше у него здоровья."
      };
      
      public static var sketchxolotl:Object = {
         "name":"Шолотль",
         "desc":"Этот шаман молится карандашным богам. Использует как физические, так и магические атаки и некоторые из них - атаки тьмой."
      };
      
      public static var sketchglaurung:Object = {
         "name":"Глаурунг",
         "desc":"Отец всех драконов. Этот гигантский червь использует земляные, биологические атаки и атаки ветром, а его дыхание сдует любые баффы."
      };
      
      public static var classicslime:Object = {
         "name":"Меховой Слайм",
         "desc":"Меховые Слаймы - слабейшие среди слабых противников. Совершенно бесполезны, но иногда милы."
      };
      
      public static var classicslimeking:Object = {
         "name":"Король Слайм",
         "desc":"Этот массивный Слайм вооружен взрывной и лечащей магией. Загадочный плохо-нарисованный кот сидит сверху."
      };
      
      public static var classictree:Object = {
         "name":"Одержимое Дерево",
         "desc":"Постарайтесь не вдыхать ядовитые и оглушающие споры, которое Дерево выпускает в вас."
      };
      
      public static var classiceyeball:Object = {
         "name":"Злобоглазик",
         "desc":"Глаз использует нестихийную лазерную магию, но больше особо ничего не может. Они были повсюду с начала времен."
      };
      
      public static var classicbeholder:Object = {
         "name":"Злобоглаз",
         "desc":"Узрите! Эталон социальной справедливости. Придерживается идей равноправия: насилие над мужчинами, женщинами и детьми в равном объеме."
      };
      
      public static var classiceaterice:Object = {
         "name":"Ледогрыз",
         "desc":"Эти огромные черепахи могут заморозить свою жертву ледяным дыханием. Чувствуя опасность, усиливают свою защиту."
      };
      
      public static var classiceaterfire:Object = {
         "name":"Лавагрыз",
         "desc":"Эти древние существа жили задолго до того, как появился статусный эффект горения, поэтому их пламенное дыхание просто понизит ваши характеристики."
      };
      
      public static var classicgigagolem:Object = {
         "name":"Гига-Голем",
         "desc":"Ледяной и огненный голем слились воедино, чтобы создать Гига-Голема. Будет менять свои стихийные характеристики раз в несколько ходов."
      };
      
      public static var classicwaspred:Object = {
         "name":"Красная Пчела",
         "desc":"Этот надоедливый враг хорошо уклоняется и снижает ваши характеристики. Может призывать других пчел на помощь."
      };
      
      public static var classicwaspblack:Object = {
         "name":"Шипастый Мотылек",
         "desc":"Этот Мотылек похож на Красную Пчелу, но менее проворен. Хотя, в общем, он сильнее ее. Так же может звать на помощь."
      };
      
      public static var classicsandworm:Object = {
         "name":"Песчаный Червь",
         "desc":"Чем меньше у него здоровья, тем ядовитее будет рвота. Может накладывать разнообразные сильные дебаффы."
      };
      
      public static var classicsandwormtail:Object = {
         "name":"Хвост Песчаного Червя",
         "desc":"Хвост Песчаного Червя может использовать лишь простые физические атаки, но будьте осторожны, а то он может оглушить!"
      };
      
      public static var classicslingergun:Object = {
         "name":"Стрелок-Виртуоз",
         "desc":"Этот мрачный тип может подстрелить цель так, что она мгновенно умрет. В наличии огромное количество разнообразных пушек."
      };
      
      public static var classicslingersword:Object = {
         "name":"Мечник-Виртуоз",
         "desc":"Специализируется на нестихийных колющих атаках. Носители фетровых шляп позавидуют его коллекции клинков."
      };
      
      public static var classicjack:Object = {
         "name":"Джек",
         "desc":"Этот робот-босс атакует огнем и взрывами. Успешно прячется в своей естественной среде обитания - среди грядок с тыквами."
      };
      
      public static var classicclayred:Object = {
         "name":"Красный Истукан",
         "desc":"Обычный солдат из глины. Использует земляные и огненные атаки."
      };
      
      public static var classicclayblue:Object = {
         "name":"Синий Истукан",
         "desc":"Другой вид глиняных солдат. Использует атаки ветром."
      };
      
      public static var classicclaydark:Object = {
         "name":"Темный Истукан",
         "desc":"Элитный глиняный солдат, использующий земляные и темные атаки."
      };
      
      public static var classicclaylight:Object = {
         "name":"Светлый Истукан",
         "desc":"Самый важный член команды: тот, кто лечит и усиливает остальных!"
      };
      
      public static var classicprotector:Object = {
         "name":"Хранитель",
         "desc":"Доисторическая машина из руин Кошачьего Королевства. Атакует мощными нестихийными атаками и электро-лучами."
      };
      
      public static var classicflowerred:Object = {
         "name":"Рошип",
         "desc":"Этот дурно-пахнущий цветок использует биологические атаки и самоуничтожится, если у него останется мало здоровья."
      };
      
      public static var classicflowerblue:Object = {
         "name":"Незамерзка",
         "desc":"Этот синий цветок призывает дождевые облака, помогающие заморозить любого незваного гостя."
      };
      
      public static var classicfloweryellow:Object = {
         "name":"Тысячевольтник",
         "desc":"Лепестки этого цветка могут вас оглушить и ударить током. Он так же может накапливать энергию для мощной атаки."
      };
      
      public static var classicflowerwhite:Object = {
         "name":"Здорхидея",
         "desc":"Этот белый цветок использует магию земли и лечения. Лучше всего срезать их первыми."
      };
      
      public static var classicrafflesia:Object = {
         "name":"Раффлезия",
         "desc":"Огромный цветок, пахнущий гнилой плотью. Использует разнообразные биологические атаки и может лечить себя."
      };
      
      public static var classiccrystalblue:Object = {
         "name":"Синий Кристалл",
         "desc":"Кристалл, созданный из чистого холода. Очевидно, использует ледяные атаки и может усиливать своих союзников."
      };
      
      public static var classiccrystalred:Object = {
         "name":"Красный Кристалл",
         "desc":"Кристалл, созданный из чистого жара. Неудивительно, что он использует огненные атаки и может наложить на героя статус Берсерк."
      };
      
      public static var classicpraetorian:Object = {
         "name":"Преторианец",
         "desc":"Проворная боевая машина, созданная по технологиям на острие науки. Использует взрывные, электрические и огненные атаки."
      };
      
      public function foes()
      {
         super();
      }
   }
}

