package text.russian
{
   public class npcs
   {
      public static var watson:String = "Ватсон";
      
      public static var indy:String = "Инди";
      
      public static var bessie:String = "Бесси";
      
      public static var molly:String = "Молли";
      
      public static var lynne:String = "Линн";
      
      public static var edward:String = "Эдвард";
      
      public static var chad:String = "Чад";
      
      public static var jeff:String = "Джефф";
      
      public static var jake:String = "Джейк";
      
      public static var rory:String = "Рори";
      
      public static var ross:String = "Росс";
      
      public static var dennis:String = "Денис";
      
      public static var pam:String = "Пам";
      
      public static var ned:String = "Нед";
      
      public static var tandalf:String = "Гэндафр";
      
      public static var randalf:String = "Рэндальф";
      
      public static var wohehiv:String = "Вохехив";
      
      public static var hania:String = "Хания";
      
      public static var makya:String = "Макия";
      
      public static var winona:String = "Винона";
      
      public static var herald:String = "Харальд";
      
      public static var arne:String = "Аарн";
      
      public static var knut:String = "Кнут";
      
      public static var thief:String = "Вор";
      
      public static var yiffy:String = "Иффи";
      
      public static var donald:String = "Дональд";
      
      public static var jimbo:String = "Джимбо";
      
      public static var bud:String = "Бро";
      
      public static var annie:String = "Энни";
      
      public static var sadie:String = "Сади";
      
      public static var pickle:String = "Огурчик";
      
      public static var mungus:String = "Мунгус";
      
      public static var linwood:String = "Линфуд";
      
      public static var byrd:String = "Бирд";
      
      public static var rock:String = "Рок";
      
      public static var june:String = "Джун";
      
      public static var necron:String = "Некрон";
      
      public static var goth:String = "Гот";
      
      public static var fizz:String = "Физз";
      
      public static var lulu:String = "Лулу";
      
      public static var kira:String = "Кира";
      
      public static var teru:String = "Теру";
      
      public static var hawk:String = "Сокол";
      
      public static var dampe:String = "Дампе";
      
      public static var girlA:String = "Девочка А";
      
      public static var girlB:String = "Девочка Б";
      
      public static var girlC:String = "Девочка В";
      
      public static var mom:String = "Мама";
      
      public static var dad:String = "Папа";
      
      public static var grump:String = "Брюзга";
      
      public static var jolly:String = "Весельчак";
      
      public static var ronja:String = "Ронья";
      
      public static var jamie:String = "Джейми";
      
      public static var randy:String = "Рэнди";
      
      public static var misaki:String = "Мисаки";
      
      public static var mio:String = "Мио";
      
      public static var chika:String = "Чика";
      
      public static var izumi:String = "Изуми";
      
      public static var pal:String = "Саша";
      
      public static var gal:String = "Маша";
      
      public static var lenk:String = "Ленк";
      
      public static var sarah:String = "Сара";
      
      public static var xavi:String = "Шави";
      
      public static var pablo:String = "Пабло";
      
      public static var steve:String = "Стив";
      
      public static var monika:String = "Моника";
      
      public static var jorma:String = "Джорма";
      
      public static var drifty:String = "Дрейфи";
      
      public static var tina:String = "Тина";
      
      public static var gina:String = "Гина";
      
      public static var infernus:String = "Инфернус";
      
      public static var jekyl:String = "Джекиль";
      
      public static var stephanie:String = "Стефани";
      
      public static var santa:String = "Санта";
      
      public static var spike:String = "Спайк";
      
      public static var angela:String = "Анжела";
      
      public static var larry:String = "Ларри";
      
      public static var frosty:String = "Хлада";
      
      public static var fanni:String = "Фанни";
      
      public static var nasim:String = "Насим";
      
      public static var gust:String = "Бриз";
      
      public static var krogan:String = "Кроган";
      
      public static var bounce:String = "Кулак";
      
      public static var wally:String = "Стена";
      
      public static var hans:String = "Ганс";
      
      public static var heinz:String = "Хайнц";
      
      public static var helmut:String = "Гельмут";
      
      public static var erika:String = "Эрика";
      
      public static var rebel:String = "Вандал";
      
      public static var aniki:String = "Аники";
      
      public static var hikari:String = "Хикари";
      
      public static var karen:String = "Карен";
      
      public static var bella:String = "Белла";
      
      public static var tim:String = "Тим";
      
      public static var yui:String = "Юи";
      
      public static var akira:String = "Акира";
      
      public static var asahi:String = "Асахи";
      
      public static var abdul:String = "Абдул";
      
      public static var jerry:String = "Джерри";
      
      public static var leo:String = "Лео";
      
      public static var jenny:String = "Дженни";
      
      public static var jonathan:String = "Джонатан";
      
      public static var garven:String = "Гарвен";
      
      public static var xun:String = "Чун";
      
      public static var jam:String = "Джем";
      
      public static var raymond:String = "Рэймонд";
      
      public static var helen:String = "Хелен";
      
      public static var princess:String = "Принцесса";
      
      public static var guardA:String = "Страж А";
      
      public static var guardB:String = "Страж Б";
      
      public static var dao:String = "Дао";
      
      public static var manlet:String = "Парниша";
      
      public static var gimli:String = "Гимли";
      
      public static var leonidas:String = "Леонидас";
      
      public static var shaggy:String = "Шэгги";
      
      public static var hippy:String = "Хиппи";
      
      public static var smokey:String = "Смоки";
      
      public static var emo:String = "Эмо";
      
      public static var vivy:String = "Виви";
      
      public static var ghost:String = "Привидение";
      
      public static var anon:String = "Анон";
      
      public static var anton:String = "Антон";
      
      public static var rick:String = "Рик";
      
      public static var jessica:String = "Джессика";
      
      public static var hobo:String = "Хобо";
      
      public static var shione:String = "Шион";
      
      public static var george:String = "Джордж";
      
      public static var roku:String = "Року";
      
      public static var sparky:String = "Искорка";
      
      public static var albrecht:String = "Альбрехт";
      
      public static var maka:String = "Мака";
      
      public static var maya:String = "Майя";
      
      public static var finn:String = "Финн";
      
      public static var nemi:String = "Неми";
      
      public static var bubba:String = "Бубба";
      
      public static var barman:String = "Бармен";
      
      public static var wakizashi:String = "Вакидзаси";
      
      public static var peppi:String = "Пэппи";
      
      public static var sam:String = "Сэм";
      
      public static var weeb:String = "Отаку";
      
      public static var king:String = "Король";
      
      public static var kirsan:String = "Кирсан";
      
      public static var canela:String = "Канела";
      
      public static var kai:String = "Кай";
      
      public static var alva:String = "Альва";
      
      public static var gray:String = "Серый";
      
      public static var falcon:String = "Ястреб";
      
      public static var ika:String = "Аляска";
      
      public static var student:String = "Студент";
      
      public static var zephyr:String = "Зефир";
      
      public static var bunni:String = "Банни";
      
      public static var sally:String = "Салли";
      
      public static var jack:String = "Джек";
      
      public static var amy:String = "Эми";
      
      public static var roastie:String = "Чайник";
      
      public static var digger:String = "Копатель";
      
      public static var blondie:String = "Блонди";
      
      public static var sunny:String = "Солнышко";
      
      public static var pandora:String = "Пандора";
      
      public static var marina:String = "Марина";
      
      public static var slasher:String = "Бритва";
      
      public static var goner:String = "Труп";
      
      public static var vegan:String = "Веган";
      
      public static var cutter:String = "Резак";
      
      public static var ripper:String = "Потрошитель";
      
      public static var odin:String = "Один";
      
      public static var bard:String = "Бард";
      
      public static var cultist:String = "   ";
      
      public static var lunar:String = "Джин";
      
      public static var dennisD:Array = ["Йо! Если тебя побьет какой-нибудь монстр, ты можешь просто поесть, чтобы сразу же подлечиться! \nТы знал об этом?",0,"Мелкий, мне доводилось есть еду раньше. \nЯ знаю, как она работает!",9,"Нуу, а знаешь ли ты, что некоторая еда ТАКАЯ ВКУСНАЯ, что ты ОБЪЕДАЕШЬСЯ и не можешь больше есть какое-то время?! \nГамбургеры и пицца просто слишком хороши!",0,"Оу, кажется, это новая фишка...      \n\nПожалуй, я пока буду придерживаться фруктовой диеты.",11];
      
      public static var randalfD:Array = ["Привет, молодежь! Я смотрю, ты владеешь кое-какими умениями! \nБольшинство из них ты можешь использовать сколько хочешь, безо всяких усилий! Но у некоторых есть время перезарядки, что означает, что ты не можешь использовать их чаще, чем раз в несколько ходов...",0,"Перезарядка, да? Есть, есть такое. \nЭто для того, чтобы сбалансировать особенно мощные штуки, да?",15,"Да, например, я могу наколдовать \"Гига-Погибель\" раз в десять ходов! \nНе то чтобы мне в принципе нужно было бы использовать подобное заклинание. Я очень дружелюбный волшебник. \nТо, что Южный континент был недавно уничтожен, всего лишь совпадение.",0];
      
      public static var tandalfD:Array = ["Хей! Меня зовут Гэндафр, а это мой партнер Рэндальф. \nМы вместе уже 13 лет, а занимаемся мы изучением магии по всему миру. \nМир полон интересного, и я уверен, ты выучишь множество крутых умений за ОУ в меню \"Умения\"!",0,"Хватит запихивать туториалы в обычные разговоры! \nЯ собираюсь пройти игру безо всяких умений, просто чтобы досадить тебе.",9,"Хаха, не вини меня, если это не сработает.",0];
      
      public static var mungusQ:Array = ["Кто-то украл мои носки и очки. \nНапомни, который сейчас год?",0,"О, мои вещи! \nОни дороги мне!",0,"Я чувствую себя гораздо лучше.",0];
      
      public static var mungusD:Array = ["Эхехе, мне как будто снова 80 лет. \nДаже память ко мне возвращается! \nСпасибо, сынок!",0,"Только я не твой сын.",5];
      
      public static var pamD:Array = ["Эй ты, тебе не следует здесь находиться. \nЕсли ты хочешь что-то купить, встань перед моим столом и обратись ко мне.",0,"Простите, я сюда зашел совершенно случайно! \n(Я не разглядываю твои... сокровища или что бы там ни было.)",12];
      
      public static var nedD:Array = ["Стероиды хороши для твоего здоровья, правда-правда. \nОни навсегда увеличивают твои параметры, поэтому ешь их как можно больше. \nЕдинственный минус - возможно, ты умрешь молодым с пустыми карманами... но я тебе этого не говорил.",0];
      
      public static var rossD:Array = ["Арргх, цены просто кошмар! \nУж лучше я найду эти предметы в сундуках с сокровищами или отобью у монстров! \nНо иногда остается буквально один предмет, чтобы улучшить оружие... видимо, в этом случае придется либо его все-таки купить, либо потратить часы на его поиски...",0];
      
      public static var roryD:Array = ["Когда дела идут плохо, мы приходим с дядей Россом сюда, чтобы продать ненужные нам материалы. \nНе самый прибыльный бизнес, но иногда просто нужны быстрые деньги, понимаешь, о чем я? \nЕсли ты можешь себе это позволить, тебе следует просто копить разнообразные предметы, пока они тебе не понадобятся. \nВ конце концов у нас же неограниченный инвентарь.",0];
      
      public static var jakeD:Array = ["Уу, я работал, как собака, весь день. \nИз-за землетрясения повсюду разбросаны огромные куски грязи и множество дорог оказалось перекрыто. \nМне кажется, я видел лопату на рынке, но дорога туда тоже закрыта! \nПридется ходить окружным путем, куда бы ты ни хотел добраться...",0];
      
      public static var jakeD2:Array = ["О, ты нашел лопату? Хорошо тебе. \nГде ты был раньше, когда я в тебе так нуждался, друг? \nМоя смена уже закончилась, моя работа уже сделана. \nНу ладно... можешь взять немного кофе.",0];
      
      public static var wohehivQ:Array = ["Эй ты, путешественник! \nТы только что вышел из самой чащи джунглей, не так ли? \nНет ли у тебя случайно лишней древесины? \nЯ бы хотел починить эти тотемы, разрушенные землетрясением.",0,"Спасибо, путник! \nДа поможет тебе твоя доброта.",0,"Я начну прямо сейчас.",0];
      
      public static var wohehivD:Array = ["Ааах, я вернул им их былую красоту.                   \n\nНаконец-то можно отдохнуть.",0];
      
      public static var indyQ:Array = ["Я исследовал здесь подземную пропасть, но этот огромный монолит упал с неба и заблокировал вход в мой тоннель! \nМне нужна взрывчатка, чтобы убрать его с дороги...",0,"Ага, чудесно! Именно то, что нужно! \nПриходи через несколько минут и ты увидишь, что под этой штукой...",0,"Дай мне минутку!",0];
      
      public static var indyB:Array = ["Вот над чем я работал, прежде чем этот монолит упал. \nЭта головоломка завела меня в тупик...               \nЕсли ты сможешь решить ее, сокровища твои.",0,"А еще эти зигзагообразные отметины на стене выглядят так, словно они очень важны. \nВроде какого-то кода... может, стоит записать их на будущее...",0];
      
      public static var watsonD:Array = ["Инди просто одержим своим тоннелем, но лично я считаю, что монолит гораздо более крутая штука! \nИнтересно, откуда он упал, и есть ли там еще? \nПочему он светится? Есть ли какой-то тайный смысл за этими отметинами? \nУ меня столько вопросов!",0,"В любом случае, в этом мире нет конца загадкам. \nНо у нас есть меню \"Инфо\", в котором хранится информация о разных квестах и прочем.",0,"А, да, я как-то забыл, что вот эти всякие меню вообще существуют. \nНадо будет их проверять периодически.",22];
      
      public static var thiefD:Array = ["Э-эй! Что ты на меня так смотришь? \nЯ никакой не вор! \nЗдесь нет никакой потайной двери! \nВали отсюда, пока я тебе не надавал!",0,"(Какой милый парень...     \nНадеюсь, я не так выгляжу в глазах других людей.)",17];
      
      public static var winonaD:Array = ["Я переживаю за своего дедушку. \nОн не верит в современную медицину, поэтому не берет кофе с собой на охоту... \n\nОн не сможет оживить своих павших соратников без кофе!",0,"Если у вас нет сильного лекаря в команде, очень важно носить с собой чеснок. \nНикогда не знаешь, когда тебя отравят, оглушат или еще чего похуже сделают!",0,"Я не очень люблю чеснок... и сомневаюсь, что мой кот его будет есть.",17,"Мя-мя!",137,"Ну, у меня есть еще подсказка. \nЕсли ты плохо разбираешься в статусных эффектах, можешь изучить их список в меню \"Параметры\" и \"Снаряжение\". \nПросто наведи на них мышь, чтобы увидеть их названия!",0];
      
      public static var makyaD:Array = ["Я легко попадаю в мишень, но быстрые враги остаются для меня проблемой. \nПохоже, не так легко попасть по врагам, которые выше меня уровнем, а я... мой уровень - ноль.",0,"А еще... летающие враги! \nОни обычно очень хорошо уклоняются.       \n\nСнайперские умения могут вам очень пригодиться.",0,"Мы будем следить за нашей точностью! \nКак я понимаю, если твоя точность выше, чем уклонение врага, ты не промахнешься!          \n\nНу, за исключением редких умений, которые имеют пониженную точность.",31];
      
      public static var haniaD:Array = ["Я попытался поймать вон того неуклюжего зверя впереди, но он задал мне хорошую трепку. \nМожет, моя внучка была права... Стоило взять больше кофе с собой.",0,"О, это мне напомнило, что нам пора бы посмотреть на доступные умения и убедиться в том, что нужные уже прокачаны.",45,"По крайней мере у меня есть Слайм-Кролик в корзинке! \nОн точно спас мне жизнь пару раз. \nО, и ещё одно: я уверен, что боссы будут все время призывать себе помощь. \nУ них бесконечное множество приспешников, которые могут заменить павших.",0];
      
      public static var haniaD2:Array = ["Возможно, стоит начать прислушиваться к ее советам. \nОна знает о лечении гораздо больше, чем я.",0];
      
      public static var budD:Array = ["Вы уже пробовали ловить монстров? \nКогда они становятся сильнее, это сложнее. \nСнизить их уровень здоровья недостаточно, нужно понизить их параметры, а статусные эффекты вроде оглушения и заморозки помогают больше всего.",0,"Но самые сильные враги имеют сопротивления к статусным эффектам... да? \nВидимо, я могу проверять информацию об этом, просканировав их, но иногда я забываю это делать.",15,"Каждая мелочь влияет. \nНа сильного монстра удастся наложить множество эффектов, прежде чем он отдаст концы.",0];
      
      public static var jimboD:Array = ["Я просто проходил мимо. Здесь незачем оставаться... \nМожет, я просто замочу парочку врагов, а потом пойду дальше.",0,"Согласен. \nЗдесь я просто разминаюсь, но как только я стану сильнее, я отправлюсь за моря на поиски серьезных испытаний.",1,"Ты знал о том, что некоторые враги появляются снова, когда ты покидаешь локацию? \nПравда, только те, которые не закрывают основные пути. \nТы можешь использовать их, чтобы добывать ресурсы, если застрял, но обычно тебе это не требуется.",0];
      
      public static var pickleD:Array = ["Да, это мой 16-ый эспрессо за сегодня! \nГлаза уже немножко вылезают из орбит! \nНо я в порядке, чувак!",0,"Никогда не любил кофе. \nМожет быть, когда-нибудь...",2];
      
      public static var annieD:Array = ["Как много странных сверкающих предметов! \nДаже не знаю, зачем они нужны, но ведь наверняка их можно для чего-то использовать, да? \nМожет быть, некоторые из них просто ищут дом своей мечты, кого-нибудь, кому принести счастье, представляете?",0,"Я люблю предметы, потому что я жадный и клептоман. \nНекоторые, правда, говорят, что это не очень привлекательная черта моего характера.",3];
      
      public static var heraldD:Array = ["Этот грязный циклоп появился из ниоткуда и заблокировал вход в мою пещеру! \nЕсли вы собираетесь с ним сражаться, предупреждаю: вам нужно будет быть очень выносливыми. \nУбедитесь в том, что вы готовы, а если окажется, что нет, вы можете сбежать из боя и попробовать какую-нибудь другую броню.",0,"Мэтт и БезЛап, вам правда стоит прислушаться к этому человеку. \nОдного энтузиазма иногда недостаточно. \nИногда нужно отступить и обдумать стратегию!",32,"Пфф, я никогда не повернусь спиной к врагу! \nНикогда не буду отступать!",9,"В этом нет ничего такого, если ты убегаешь, чтобы выжить и вернуться в другой раз, за это никак не штрафуют. \nИменно благодаря этому многие из нас до сих пор живы.",0];
      
      public static var jeffD:Array = ["Эй, Мэтт, ты почувствовал это землетрясение? Я не знаю, что происходит, но я бы не сидел дома на твоем месте. \nПроисходит тут всякое.",0,"Ага, я как раз собирался пойти проверить, что там, да размять ноги. \nНевозможно играть в видеоигры, когда электричество не работает. Надо это поправить.",5,"О, тебе крайне ПОВЕЗЛО, что у тебя вообще здесь есть электричество! \nА еще на пути сюда я видел странного кота, который копался в твоем мусоре. \nВозможно, тебя это заинтересует.",0,"Коты - это хорошо.              \n\n(Из него выйдет неплохой ужин...)",27];
      
      public static var jeffD2:Array = ["Эй, Мэтт, тут ПРАВДА что-то происходит! Старый мост разрушен! \nТеперь остается только использовать плоты и, как назло, чувак, который их делает, живет на другой стороне! \nПоэтому у нас не будет плотов, эх!",0,"Все будет в порядке. \nМы знаем, как туда добраться, нужно просто пройти через Ледяную Пещеру!",1,"Мы? Что это за девушка? И кот? \nТы опять меня динамишь? \nПочему мы никогда не тусуемся вместе?",0,"Ну, э, я... может, в другой раз.",12];
      
      public static var jeffD3:Array = ["Мать твою, Мэтт! Какого черта? \nТы путешествуешь со всеми этими новыми друзьями?          \n\nТы думаешь, что ты такой умник, и что я теперь не путаюсь у тебя под ногами, э?",0,"Сейчас не вре-",12,"Как бы то ни было. \nЯ пойду и буду смотреть мемы в интернете всю оставшуюся неделю.         \n\nТы мертв для меня.",0,"Вау, он просто в бешенстве.              \n\nТебе лучше не бросать нас, Мэтт... а то мало ли.",109];
      
      public static var jeffD4:Array = ["Готовься к смерти, тупица!",0,"Что за черт? Это ты, Джефф?           \nТы внезапно стал аутистом?",9,"Джеффа больше нет. Он завел себе новых друзей и стал одним из людей без имени. \nЕго жизнь была довольно бессмысленной до этого момента.",0,"(Это может быть из-за меня? Был ли я... плохим другом?)",15,"Хммммммммммммммммм..............................",17,"Эй, Джефф - я придумал! - Мы можем завтра поиграть в Симулятор Утки, если хочешь! \n(Возможно, мир к тому моменту будет уже разрушен, поэтому у меня будет хорошая отмазка...)",2,"Правда?! Я за! \nЗвучит интересно!           \n\nЕсли меня не казнят за дезертирство, я обязательно приду!",0];
      
      public static var chadD:Array = ["О, здорово, Мэтт. \nТы выглядишь так, словно только что вышел из дома впервые за долгое время. \nЯ надеюсь, ты не забыл, как работает внешний мир?",0,"Пфф, не надо тут меня опекать. \nЯ могу сам о себе позаботиться.",17,"Ну, в случае, если ты все-таки забыл, в бочках с водой живут Кролики-Слаймы, которые тебя быстро вылечат! \nА вон там... магазин. Ты можешь зайти через дверь-",0,"Заткнись! \nЯ сам разберусь!",30];
      
      public static var chadD2:Array = ["Э? А, это ты...",0,"Какого черта ты делаешь в моем доме, Чад?!",10,"Кто нашел, того и вещи - теперь это мой дом! \nТебя не было дома кучу времени, а некоторые из нас могут получше распорядиться этими владениями - которые, между прочим, твои родители украли у моей семьи!",0,"Эй-эй, нельзя винить меня в грехах моих предков. \nСейчас я занят, но когда-нибудь я вернусь и вышвырну тебя отсюда!",17];
      
      public static var lynneD:Array = ["У нас тут и землетрясения, и монстры, и воры. \nНичего, кроме проблем. \nЯ бы переехала в Вечнолесье, если бы могла себе это позволить. \nЯ бы даже оставила мужа здесь, если бы мне пришлось.",0];
      
      public static var edwardD:Array = ["Меня отправили сюда на охоту, но я недостаточно сильный. \nКаждый раз, когда я тыкаю в монстра мечом, он отрывает мне голову. \nЕдинственное, что меня спасает - это автоматическое сохранение, которое случается каждый раз, когда я перехожу на другой экран. \nМне кажется, после победы в битве тоже должно быть автосохранение, но я не могу это проверить...",0,"Что ж, не всем же быть героями. \nНекоторые просто должны беспомощно стоять, чтобы на их фоне мы казались круче!",2];
      
      public static var mollyQ:Array = ["Хей! Я тут ищу всякие глиняные изделия, сделанные разными племенами на этом острове. \nЕсли вы заметите какие-нибудь странные фигурки, принесите их мне. Они обычно просто лежат на земле.         \n\nСобака? А, она бесполезна. Слишком жирная, даже чтобы ходить.",0,"О, вы нашли их все? И вы отдадите их мне? \nОгромное спасибо!",0,"У меня теперь неплохая коллекция старых вещей! \nКогда я закончу с их изучением, наверное, пожертвую в музей Рэймонда.",0];
      
      public static var bessieQ:Array = ["Монстры слишком сильно меня бьют. Пес мог бы меня защитить, но я не могу себе позволить его завести. \nЗадумываюсь о том, чтобы попросить каких-нибудь подозрительных парней найти мне его. \nЯ даже не буду спрашивать, откуда вы еге взяли, честно! Мне просто очень нужен друг!",0,"О, это пес, которого вы нашли для меня? \nОн... не выглядит свирепым. Но я попробую его выдрессировать.",0,"Пока не очень хорошо получается. \nОн еще даже не рвет вещи в клочки по моей команде...",0];
      
      public static var bessieD:Array = ["Мы с Разрывателем теперь лучшие друзья! \nОн съедает всех, кто пытается мне навредить!",0];
      
      public static var bessieD2:Array = ["КАКОГО ЧЕРТА?!?! \nЗачем вы это сделали?!",0,"Эээ, я просто хотел посмотреть, что будет...           \n\nЯ не думал, что он-",12,"Я НАДЕЮСЬ ВЫ ВСЕ СДОХНЕТЕ!!!               \n\nУбийцы! \nВы разорвали моего щеночка, как воздушный шарик!",0,"(Неужели мы... правда такие злые?)",7];
      
      public static var donaldD:Array = ["Э-эй! Тебе нельзя там находиться! \nСтановись сюда, перед прилавком, как все остальные!            \nТы же не какой-нибудь инспектор, да? \n(Я ничего не скрываю...)",0];
      
      public static var byrdD:Array = ["Мы пришвартовались здесь ненадолго. \nВпервые поел за сто лет... и все же я бы предпочел умереть с голодухи. \nЕда внизу вообще не предназначена для людей. \nТакими темпами я скоро начну есть детей или даже кальмаров.",0];
      
      public static var linwoodD:Array = ["Здрррасть! Я тут жжду весточку о моём -ик- сынке! \nОн раньше собирал плоты где-то рядом с водой. \nЕсли ты -ик- его когда-нить встретишь, дай мне знать, что он еще не отбросил копыта. \nА пока я пропущу ещще стаканчик. *буль-буль*",0];
      
      public static var linwoodD2:Array = ["Сынка здоров? Благодаррю... *хлюп* \nТы хороший товарищ! На, выпей за мое здоровье!",0];
      
      public static var yiffyD:Array = ["Эй ты! \nТы выглядишь нищим, а ну убирайся отсюда! \nЗдесь тебе не богадельня!",0,"Как грубо! \nЯ так одеваюсь, потому что хочу!",19];
      
      public static var yiffyD2:Array = ["Ой, какой богатый джентльмен! \nПрисядьте, пожалуйста! Я принесу-",0,"Пфф, убирайся отсюда. \nЯ вернулся только чтобы помахать деньгами перед твоим носом, чтобы ты больше не обращалась со мной, как с отбросами!",19];
      
      public static var jerryQ:Array = ["О, Мэтт, парень! Ты вернулся домой! \nЯ уверен, у тебя есть куча крутых баек, но у меня тут срочное дело! \nМой подвал захламлен, и я не могу найти удочку и солнечные очки! \nЭто работа как раз для тебя! Я не могу больше никому ее доверить!",0,"Здорово, Мэтт. Ты - лучший. \nЯ рад, что моя жена со своих облаков не может увидеть этот бардак внизу!",0,"Осталось только найти местечко получше...",0];
      
      public static var jerryD2:Array = ["*Ик!* Здесь так здорово! \nОказывается, пить пиво гораздо веселее, чем рыбачить. \nМне удалось поймать только каких-то осьминогов!",0,"(И почему я продолжаю выполнять за этого парня работу по дому? \nЕму даже нечем мне заплатить...)",19];
      
      public static var sadieD:Array = ["А ну с дороги!         \n\nВстань перед прилавком и обратись ко мне нормально, если хочешь что-то купить.",0];
      
      public static var xunD:Array = ["Когда-то я стоял на Великой Стене и отстреливал монстров дюжинами. \nЯ - герой своего народа, но у меня нет ни одного достижения, потому что я не делал это в \"Эпическом\" режиме. \nРеальная жизнь - всего лишь игра для тех стражей в особняке. \nЧеловечество обречено.",0];
      
      public static var guardAD:Array = ["Алоха! Вы находитесь перед дверями в особняк господина Рэймонда, в котором находится его коллекция сокровищ этого мира и предметы искусства. \nОн не открыт для публики - только немногие избранные могут войти сюда.",0,"А, ты намекаешь на то, что я беден, да? \n(Ничего, совсем скоро я наворую достаточно...)",19,"Мы ценим только медали за достижения. \nСобери много медалей, и тогда мы признаем тебя культурным и высокообразованным человеком. Только тогда ты сможешь войти и посмотреть коллекции. Минимальное количество медалей, необходимое, чтобы войти - десять, но чтобы открыть другие комнаты, потребуется еще больше.",0];
      
      public static var guardAD2:Array = ["Это комната нашего господина, святая святых нашего особняка. \nТолько те, кто стали мастерами во всем, могут войти сюда. \nЭто значит, что нужно собрать все медали до последней, и это не простое дело!",0,"Похоже, придется изрядно поработать. \nОно хотя бы того стоит?",5,"Я был там, и не видел ничего особенного. \nНо ведь должно быть припасено что-то крутое для самых преданных игроков, не так ли?",0];
      
      public static var guardBD:Array = ["Простите, я всего лишь новичок... поговорите с моим отцом, если вы хотите узнать правила.",0];
      
      public static var helenD:Array = ["Рэй раньше много путешествовал по миру, собирая разнообразные вещи для своей коллекции, он привозил их из каждого города, который посещал. \nТеперь он уже не такой выносливый и в основном остается дома, общаясь с гостями. \nОднако его коллекция продолжает расти, ведь все больше и больше благотворителей присылает нам предметы искусства, чтобы они нашли здесь свое место. \nЭто греет мое сердце.",0];
      
      public static var raymondD:Array = ["Привет, я - Рэй, владелец и хранитель этого музея сокровищ! \nЯ уверен, я вас еще не раз здесь увижу, поскольку вы выглядите как люди со вкусом к сокровищам и искусству. \nНадеюсь, вам здесь понравится. Это работа всей моей жизни.",0,"Кулстори, бро.",2];
      
      public static var raymondD2:Array = ["Хей, вы сделали это! Вот она, моя личная комната. \nВы заслужили небольшой тур по ней - на самом деле, у меня тут есть небольшой секретный приз для вас!",0,"Э, приз?        \n\nЧто же это?",2,"Весь этот особняк однажды будет твоим, Натали!             \nЯ решил вписать тебя в свое завещание.",0,"Э-э, что?! \nП-правда?!",43,"Почему ее, а не меня?!",76,"Ого, вау! \nПоздравляю, Нат! \nЭто может быть началом карьеры, о которой ты всегда мечтала!",12,"Это заговор? \nВы договорились за моей спиной об этом? \n(Или я придаю этому слишком много значения, и это лишь приступ паранойи?)",66,"Натали - постоянный посетитель, и я доверяю ей хранить мою коллекцию больше, чем кому бы то ни было другому. \nНа самом деле, она помогала нам с историческими исследованиями на протяжении многих лет. \nОна квалифицированнее любого другого.             \nОстальным из вас я доверяю... ну... вы же не будете воровать у своего товарища.",0,"Я очень польщена!             \n\nЯ сделаю все возможное, если вы действительно на это решитесь!",42,"Это уже решено. \nВсе это будет твоим - но, возможно, я попрошу похоронить несколько золотых слитков со мной, вдруг пригодятся в следующей жизни, хехехе. \nПросто на всякий случай.",0,"Поздравляю, товарищ Натали. \nЯ буду чтить этот договор и держать свою зависть при себе.",61,"Вау, и правда, поздравляем. \nЭто и к лучшему - никто из нас, кроме Натали, не представляет, как держать такое огромное место в порядке.",92,"Это потрясающая новость, Натали, у нас наконец-то будет место, чтобы сложить все наши сокровища! \nМне больше не придется таскать с собой тонну всякого хлама!",27,"Д-да, наверное! \nЭто именно то, что поможет нам в наших будущих приключениях. \nЯ буду рада всех вас видеть здесь, я даже и не подумала бы занять все это сама.",33,"Что ж, так тому и быть. \nМы официально закончили со всем, что только можно было сделать в Epic Battle Fantasy 5!             \nПоздравляем нас! (И игрока тоже!)",2,"Мяу!",123];
      
      public static var princessD:Array = ["Бабушка и дедушка говорят, что весь этот особняк однажды будет моим!               \n\nНадеюсь, они скоро умрут!",0,"(Вау, какая противная!)",6];
      
      public static var princessD2:Array = ["Вааааааааааааааааааа. \nЧто вы сделали? Что вы сказали дедушке?! \nПочему он на меня злится? Он не может отдать вам все, оно МОЕ! \nЯ надеюсь, хорьки СЪЕДЯТ ВАШИ ЛИЦА!!!",0,"Утрись, малявка! \nВот что ты получаешь за то, что относишься ко всему с таким неуважением!",2];
      
      public static var jamD:Array = ["Здесь потрясающие фрески на стенах. Похоже, они рассказывают историю- \nОго! Они выглядят прямо как вы!",0,"Здесь так много картин с нами! \nСлишком много, чтобы сразу разобраться! \nНикогда не думала, что у меня будут фанаты!",103,"Мне кажется, я выгляжу довольно круто! \nНе так круто, как в жизни, конечно, но довольно неплохо!",21,"Почему я выгляжу таким злым и рассерженным на всех этих картинах? \nМне кажется, у этих художников был заказ - убийство моего персонажа! \n(Впрочем, может быть, я и заслужил это - в какой-то степени.)",65,"Надеюсь, я больше не увижу изображений меня в неловких ситуациях... \nХотя эти были очень милые.",51];
      
      public static var manletD:Array = ["Йо. Боюсь, я не могу позволить вам всем провальсировать сюда, ребятки. \nМне нужно увидеть сначала ваши 25 медалей, и только потом я вас пущу. \nЯ очень серьезно отношусь к моей работе, знаете ли.",0];
      
      public static var manletD2:Array = ["Оу, вы уже сделали больше, чем я когда-либо смогу в своей жизни. \nПохоже, в у меня в будущем не все радужно, ребятки, да.",0];
      
      public static var gimliD:Array = ["Мое верное копье-дрель никогда не промахивалось мимо цели. \nМеня поставили сторожить это место и не пускать всякое отродье и хулиганов внутрь. \nГлядя на вас, я могу сказать, что у вас даже 45 медалей нет, а значит, вы не стоите моего доверия.",0];
      
      public static var gimliD2:Array = ["Вы хорошие ребята. Я начинаю чувствовать ауру порядочности от вас. \nВы молоды, но вы уже отметились в этом мире. Это в какой-то степени круто.",0];
      
      public static var leonidasD:Array = ["Я - Леонидас, сын Леонидаса, сына Леонидаса, сына Леонидаса и так далее.... и я буду стоять здесь, пока достойнейший герой, имеющий как минимум 15 медалей, не почтит меня своим присутствием и не позволит мне уйти.",0];
      
      public static var leonidasD2:Array = ["Вы умножаете славу своих предков, молодые герои, совсем не то что я, поругавший честь моих. \nЯ всего лишь стена из плоти и крови.",0];
      
      public static var daoD:Array = ["Показать мне 35 медаль и я вас пускать. \nИначе не мочь вы пройти.        \n\nПростите плохой русский.",0];
      
      public static var daoD2:Array = ["Вы очень интересный люди, я мочь сказать. \nИногда хороший, иногда не очень хороший. \nНо очень сильный, и не без душа.",0];
      
      public static var arneD:Array = ["Мммм-гх....      \nЯ ем перцы чили, чтобы согреться, но не уверен, что это помогает. \nМне однозначно теплее, но я чувствую себя, будто вот-вот умру.",0,"О, может, поделишься?",2,"Нет уж, спасибо.           \n\nЧили очень редкие, я их берегу для критических ситуаций вроде этой.",0];
      
      public static var heraldD2:Array = ["Да, мы живем в пещере, что с того? \nМы дадим вам пройти, потому что вы убили того циклопа. \nА так это наш дом, ведите себя соответствующе.",0,"Я прослежу, чтобы мои напарники держали себя в руках. \nИногда у них с этим проблемы.",49,"Эй! Ты не можешь мне указывать! \nА у БезЛапа вообще рук нет!",1,"Ня, ня, ня!",139,"Ой, БезЛап, извини! \nЯ не пыталась пошутить на твой счет.",35,"Ня!",123];
      
      public static var knutD:Array = ["Пещера лучший дом. Нет тех, кто ворует. \n... кроме монстра. Монстр пусть идет гореть в огонь ада. \nЯ поем его кости!",0,"Это точно, монстры вкусные! \nКроме слаймов разве что, меня от них мутит.",2];
      
      public static var hansD:Array = ["Эй, вы из той пещеры вышли? \nЗачем вам в Железную Крепость? \nНаш предводитель Ланс вас раздавит!",0,"Подраться хочешь? \nЯ знаю, что вы тут замышляете!  \nNPC меня не испугают!",9,"Хехехе... \nЛанс - не простой NPC... сам увидишь.",0];
      
      public static var helmutD:Array = ["Командующий тяжелой артиллерийской дивизией Гельмут докладывает! \nОперация \"Адский огонь\" началась! \nНам было приказано уничтожить леса, чтобы расчистить дорогу нашей армии!",0,"Пожалуйста, не надо! \nТам же целая деревня!",36,"Приказ есть приказ. \nНеподчинения в плане нет.",0];
      
      public static var heinzD:Array = ["Наш великий предводитель пообещал отдать нам западный континент, когда мы завоюем весь мир. \nНадеюсь, у вас там никого знакомого нет!",0,"Эй, я там живу, черта с два он вам достанется! \nМаксимум, что вы получите - клетки, на которых вы стоите!",10,"Наш предводитель что-нибудь придумает. \nЕго армия роботов однозначно победит.",0];
      
      public static var hansD2:Array = ["Зачем вы вломились в нашу крепость?! \nЭто объявление войны!",0,"Вы первые начали! \nЯ вас не прощу, пока не вычищу все это место и не раздолбаю ту летающую машину!",9,"Наше дело правое! \nЖелезная Крепость не падет!          \n\nУ вас нет шансов победить Ланса!",0];
      
      public static var helmutD2:Array = ["Я тут только ради денег... хоть и платят немного... но остальные действительно верят, что они захватят мир. \nНе думаю, что у них получится, но я им об этом не говорю.",0,"Лучше б ты сбежал, пока можешь! \nОни же настоящие скоты!           \n\nВечнолесье простит тебя, если ты мирно сдашься.",109];
      
      public static var heinzD2:Array = ["Тревога!      \n\nГде охрана?! \nИ как вы не попались в ловушки?!",0,"Похоже, самые сложные головоломки необязательны. \nЭтот замок почти не защищен от вторжения! \nЯ этому несказанно рад, потому что с головоломками у меня беда.",3];
      
      public static var hansD3:Array = ["Хм, так вы победили Ланса? Похоже, я вас недооценил. \nНе буду больше вам мешать... У меня никаких шансов.             \n\nПризнаю, вы победили, я сдаюсь.",0,"В следующий раз, когда прикажут похищать женщин и жечь природу, может, сначала подумаешь, насколько это бесчеловечно!",49,"Да, мэм. \nОшибки случаются.",0];
      
      public static var helmutD3:Array = ["Да уж, с какими ужасными людьми я связался... Если бы мы не были настолько жадными и недальновидными, всего этого разрушения можно было бы избежать. Я попытаюсь найти способ помочь в устранении последствий. \n\nПростите меня... пожалуйста.",0,"Мне жаль, что я втянул тебя в это, товарищ. \nЭто моя вина, но я не буду бездействовать и верну нашу честь.",61];
      
      public static var heinzD3:Array = ["За что вы так с нами?! \nЯ всего лишь хотел править своей собственной страной, как было обещано! \nА вы не дали сбыться моей мечте! Это жестоко!",0,"Я не буду переживать по этому поводу.",19,"Некоторые ничему не учатся! \nЛучше просто добавлю его в черный список деревни.",107];
      
      public static var erikaQ:Array = ["Вы только поглядите, что сделали эти чертовы фашисты! \nЯ с детства бродила по этим лесам, а они их уничтожили! \nНо я это так не оставлю... Я хочу посадить новые деревья, чтобы восстановить растительность.                     \nПоможете мне?",0,"Потрясающе! \nКак раз это мне и нужно! \n               \nЭто действительно много значит для меня!",0,"Вместе мы возродим эти леса! \n              \nЯ не сяду отдыхать, пока не закончу... правда, я уже сильно устала.",0];
      
      public static var jormaQ:Array = ["Мост сломан. Это плохо. \nМогу починить и укрепить. Только мне нужны... палки. \nИх много валяется поблизости.",0,"Отлично. То, что нужно. \nСкоро восстановлю мост.",0,"Все будет отлично!",0];
      
      public static var jonathanD:Array = ["Эй вы, вы знали, что фашисты плохие? \nВы знали, что УБИЙСТВО - ЭТО ПЛОХО?!",0,"Ну-у, м-м... у меня мелькала эта мысль.     \n(Правда, я убил много животных, это тоже плохо?)",15,"Ты можешь помочь нам бороться с фашизмом, поднимая шумиху в социальных сетях. \nМы пытаемся пробиться в тренды на Twatter, чтобы весь мир узнал, что фашизм - это плохо! \nМы не потерпим подобного!",0,"Он правда считает, что масштабного протеста будет достаточно, но мне кажется, без решительных действий Натали не удастся спасти.",5];
      
      public static var jennyD:Array = ["ФАШИСТЫ!",0,"К-кто, мы?!",7,"ФАШИИИИИСТЫЫЫЫ!!!!!!!!!!!!!!!!!!",0,"(Кажется, она не в себе... и это пугает. Лучше оставлю ее в покое.)",22];
      
      public static var abdulD:Array = ["Ты меня выпускаешь? Я могу идти? \nСпасибо, мужик, ты настоящий друг!",0,"Наверное. \nЯ просто заметил сундук в камере. \n\nНо я не против по пути помочь другому человеку.",2,"Послушай, что я заметил... какой-то переключатель опускает шипы в главном зале. \nЯ видел, как солдаты их устанавливали. \n            \nПринцип очень простой, так что сам разберешься!",0,"Тут еще есть тюремные камеры с пленниками?",106,"Да, мужик, и много. \nЯ видел, как они запихнули ораву девчонок в камеру в центральном зале.",0,"Натали наверняка там! \nНам нужно открыть все камеры и проходы!",16];
      
      public static var jerryD:Array = ["Мэтт! Это ты! \nТолько не говори, что ты присоединился к этим двинутым военным! \nМы соседи уже сколько лет, но ты почти не вылезал из своего дома. Вот, значит, чем ты занимался?!",0,"Нет, я пришел тебя выпустить! Я собираюсь победить этих клоунов. \nОни зашли слишком далеко... похитили одного знакомого мне человека.",5,"Рад слышать, что ты не забыл обо мне! Я тогда пойду домой. \nБуду рыбачить или еще чем-нибудь займусь. \n\nНавести меня, когда все закончится.",0];
      
      public static var leoD:Array = ["Хоть кто-то пришел с добрыми намерениями. \nЯ уж думал, я в этой камере жить останусь. \nПодозреваю, мир снаружи никуда не исчез, но я не спешу туда возвращаться. \nТут есть кровать и простынь, а там у меня и этого не было.",0,"Не дай обстоятельствам тебя сломить, дедуля! \nСтарайся и многого достигнешь!",94,"Главному герою легко говорить. NPC обречены влачить свое жалкое существование. \nА самое ужасное, что некоторые из нас это прекрасно понимают, но у нас нет возможности это прекратить. \nМы заточены в своей роли до скончания времен.",0,"Какая глубокая мысль... \n         \nТебе бы философом быть или волшебником.",22];
      
      public static var timD:Array = ["Я только закончил университет и первым же моим инженерным заданием оказалась работа в этом замке! Потрясающе! \nЕго владелец - урод, правда. Не затыкается о своей сверхрасе. \nНадеюсь, он это не всерьез, а просто троллит.",0,"Ты на них добровольно работаешь?! \nМожет, тебе в глаз дать?",99,"Похоже, из работы сейчас осталось только собирать оружие для фашистов. \nКак я рад, что мне нравится быть безработным холопом. У меня аллергия на труд.",19,"В любом случае... видите те классные ускорители? Моя работа! \nОни будут вас толкать вперед, пока вы во что-нибудь не врежетесь. Здорово, правда? \nЕще я сделал магнитные ботинки, они останавливают вас на металлических клетках, только я их где-то потерял. \nНо я все равно заслуживаю повышения!",0,"Магнитные ботинки? \nЕще один тупой предмет для тупых головоломок?",17,"Хехе, нет, ботинки нужны только чтобы добраться до пары сундуков!",0];
      
      public static var asahiD:Array = ["Эй, у вас есть допуск в эту зону? \nА, неважно. Мне все равно плевать на нашего предводителя. \nЯ здесь только ради исследования - эти монолиты просто невероятны, они излучают колоссальное количество энергии! \nИ вот они вдруг стали появляться по всему миру. Как странно.",0,"Так что они такое? \nОни опасны? \nОни ценные?!",15,"Мы еще не знаем. Докладывали, что большая часть южного континента была уничтожена метеоритом.        \nЭто назвали \"Великим Падением\"... а кратер от столкновения полон этих монолитов. \nТак что они определенно из космоса. Возможно, это какая-то высокоуровневая инопланетная технология. Это очень интересно!",0];
      
      public static var yuiD:Array = ["Ааах, этот костюм такой теплый и уютный. \nЕго нежные объятия так меня чувственно переполняют, как не удавалось ни одному мужчине... \n\nЧ-что?! Я это вслух сказала?",0,"Как неловко...",23,"Кхм, так или иначе, нам удалось установить силовое поле вокруг монолита, чтобы защититься от его излучения. \nМы не знаем, откуда он берет энергию, но в любом случае лучше перестраховаться.",0];
      
      public static var akiraQ:Array = ["Мы ждем вестей из кратера от нашей исследовательской группы. \nНадеюсь, их еще не похитили пришельцы. \nМы передаем друг другу совершенно секретную информацию, поэтому вынуждены использовать бумажную почту, ведь ее невозможно взломать.",0,"Ты принес отчет из кратера?! \nДа, он подтверждает, что они прибыли с другой планеты. \nЧто ж, мы изучили их источник энергии, что позволило нам разработать это новое магическое умение...",0,"Они не просто с другой планеты... Они могут быть вообще из другой вселенной. \nЭти образцы вообще не похожи ни на что из виденного нами ранее.",0];
      
      public static var xaviQ:Array = ["Шави к вашим услугам! Или, если честно... может быть, выйдет наоборот. \nУ меня есть к вам большая просьба - я пытаюсь открыть музыкальное дело! \nНо мне нужно несколько CD, чтобы начать. Любых - пустых, пиратских, неважно! \nАх, да, и будьте осторожнее - тут полным полно нехороших людей!",0,"Чудесно! Они идеально подойдут! \nПора мне начать свой совершенно законный бизнес! \nЯ буду продавать подлинники музыкальных альбомов! И никакого мошенничества!",0,"Здравствуйте, вы кто? \nМы с вами встречались? *подмигивает*",0];
      
      public static var rebelQ:Array = ["Тише, я сюда незаметно прокрался! Не спалите меня!       \n\nМне нужно что-то острое, чтобы навести тут шороху... ",0,"Перфекто! \nЯ переверну это место вверх дном и свалю отсюда, пока меня не заметили.      \n\nМожете забрать то, что мне удалось тут найти...",0,"Начну-ка я с этих знамен...",0];
      
      public static var bellaD:Array = ["Я сражалась с нежитью в Мистическом Лесу, и тут БАМ! \nОни меня схватили, пока мои заклинания перезаряжались. \nЯ бы и сама скоро выбралась отсюда, так что не особо мне нужна была ваша помощь.",0,"Всегда пожалуйста.",112];
      
      public static var hikariD:Array = ["Я встала ночью перекусить, когда в мой дом вломились люди в черной форме и утащили меня! \nЯ думала, что это был \"просто пранк!\", но это оказалось действительно похищением! \nЯ так польщена, нет, правда, не всех же подряд похищают!",0,"Кажется, у нее еще не прошел шок от всего этого...",35,"Их предводитель такой классный. \nКажется, его звали Ланс?             \n\nОн такой сильный и красивый! Я бы хотела с ним встречаться!",0,"О нет, кажется, у тебя не все в порядке с головой. \nТы ею не ударилась?",36];
      
      public static var karenD:Array = ["Я сидела в своем магазине в Вечнолесье, и вот каким-то образом я оказалась втянута во все это. \nДумала немного отдохнуть от работы, но мне пришлось заведовать запасами в нашей камере.        \n\nПрошу к столу, если хотите что-то купить.",0,"Мы тебя спасли, а ты с нас денег просишь?",9,"(Немыслимо!)",43];
      
      public static var hikariD2:Array = ["Ланс, любовь моя! \nТы вернулся ко мне! \nЯ так скучала!",0,"(Опять она. \nКажется, она что-то не то подумала, когда я ее похитил. \nУ нее явно бардак в голове...)",77,"Я мечтала о тебе не переставая! \nТы такой смелый! Такой чудесный!\nРазлука только усиливает мои чувства к тебе!",0,"Послушай меня, девочка. Ты мне нужна была только для ухода за детьми. \nНе было между нами не было никакой любви. \nА так как мой план провалился, ты для меня ничего не значишь. \n(Пожалуйста, не подавай на меня в суд.)",65,"О, строишь из себя недотрогу? \nНичего страшного. Уверена, ты еще придешь ко мне. \nЯ буду неотрывно за тобой следить.",0,"Мда-а...",35,"Не то слово.",61];
      
      public static var karenD2:Array = ["А... это вы. \nДа, да. Это и есть та самая увлекательная жизнь, к которой я вернулась.         \nЕсли серьезно, спасибо что спасли меня.",0];
      
      public static var thiefD2:Array = ["Ч-что?! Опять вы! \nВы из народной дружины, что ли?! \nЗачем вы меня преследуете?! \nЯ же сказал, я ни в чем не виноват!",0,"Мы тебя даже не обвинили ни в чем! \n(Но одет ты слегка подозрительно...)",49];
      
      public static var pabloQ:Array = ["Эй, Анна! Ты заметила? Дополнительные умения можно получить, выполняя квесты! \nМонстры сломали мое пугало, и мне нужно сделать новое. \nМне надо всего лишь немного ткани...",0,"Большущее спасибо! \nЯ открою свой амбар для вас, если хотите, можете забрать все барахло, которое там лежит.      \nАх да, Анна, твои родители просили передать, чтобы ты хоть иногда использовала умение Рефлекс.",0,"Мой амбар для вас открыт. \nОн прямо здесь. \n*указывает налево*",0];
      
      public static var randyQ:Array = ["Чертовы монстры украли мои доски. \nЯ просто хотел построить дом, как законопослушный парень, а теперь должен разгребать это говно! \nЯ даже не знаю, как мечом махать. \nГоре мне...",0,"Отлично мужик! \nТы принес мне доски? Ты мне просто жизнь спас! \nНаконец-то я дострою свой дом! \nВзамен я расскажу о крутом смертельном ударе, которым пользовались ниндзя по телеку.",0,"Думаю, я закончу к тому времени, как ты вернешься, мужик.",0];
      
      public static var randyB:Array = ["Привет вам, благородные путешественники. \nБез вас я бы так и не достроил свой дом.\nМожете забрать у меня все, что не приколочено!",0,"Спасибо, так и сделаю!",3,"Но ведь...          \nДа блин.",47];
      
      public static var lenkQ:Array = ["У меня душа не лежит ко всей этой стрельбе из лука. \nЯ бы лучше играл музыку... но Сара - требовательная девушка.\nВозможно, она не моя вторая половинка...",0,"Ого, окарина? \nМне? \nСпасибо, я попытаюсь выкроить время для практики на ней!",0,"Моя жизнь ужасна, но музыка помогает мне не падать духом. \nМожет, когда-нибудь все изменится к лучшему...",0];
      
      public static var sarahD:Array = ["Привет, Анна, познакомься с моим бойфрендом, Ленком! \nЯ учу его охотиться, чтобы он мне таскал ништяки! \nВ лесах очень много сокровищ!",0,"Что-то точность у него хромает. \nТы не слишком на него давишь своими завышенными ожиданиями? \nОн тебя бросит, если ты перестараешься.",111,"Пфф, чепуха! \nЛенк меня безоговорочно любит! \nОн для меня что угодно сделает!",0,"Постарайся его случайно не угробить. \nОн все еще не умеет обращаться с этим луком...",99];
      
      public static var weebQ:Array = ["РОБОТЫ НАПАЛИ!!!",0,"Ого, быстро вы их... \nПравда, весь этот опыт пригодился бы и мне. \nКак бы то ни было, они наверняка пришли из Железной Крепости, скорее всего, что-то в них полетело из-за последнего обновления В*нды.",0,"Никогда больше не буду устанавливать обновления для ОС.",0];
      
      public static var ronjaD:Array = ["АААААААААААААА!!! \nОхрана! \nЗдесь воры!",0,"Пожалуйста, простите моих спутников, они иногда сами не знают, что делают. \nНам очень жаль, мы не хотели никого напугать!",42];
      
      public static var girlAD:Array = ["Пожалуйста, не отвлекайте меня, я пытаюсь отдохнуть. \nМне скоро нужно будет вернуться к учебе.",0];
      
      public static var girlBD:Array = ["Я прочла здесь все книги, но от них мало толку, потому что они все о бое, а у меня при рождении выпали ужасные параметры. \nВ настоящем бою мне и секунды не продержаться!",0,"Ничего, жизнь не состоит из одних битв с монстрами.",92,"Завидую тебе, Анна. \nНо черт возьми, что за странная компания с тобой!",0,"Да, и не говори. \n(Надеюсь, \"странные\" станет самым плохим, что про них можно будет сказать..)",111];
      
      public static var girlCD:Array = ["Привет! Вы здесь по заданию? \nВы давно в \"Настройки\" заглядывали? \nПросто напоминаю, что в любой момент можно сделать игру легче или сложнее и еще много чего поменять!",0,"Мне нравится, что можно получше прикрыть мое тело...              \nК сожалению, мало кто со мной согласен... \n*вздох*",47];
      
      public static var grumpD:Array = ["Я ВСЕ ВИДЕЛ!",0,"Ч-что? \nЯ ничего не сделал! \nЧто не так, мужик?",5,"Я видел, как ты стащил кусок металлолома с верстака! \nТы меня не проведешь!",0,"Это ничейные предметы, их любой может взять! \nВещи становятся твоими, только если они в твоем инвентаре!",9,"НЕТ! \nПраво собственности в Вечнолесье запрещает красть у других, жулик! \nМы тебя не казним из-за куска стали... мы тебе просто цены повысим. \nНадеюсь, это будет тебе уроком.",0,"Можно подумать, это меня остановит!",10,"*вздох*",107];
      
      public static var momD:Array = ["Анна, ты вернулась!\nПредупреждай, когда уходишь надолго. \nТы с друзьями останешься на ужин?",0,"Нет, нам надо идти. \n(Мы пытаемся спасти мир от злых монолитов, только ты вряд ли в это поверишь.)",92,"Что ж, будьте осторожны! \nЯ люблю тебя, милая!",0,"Я тебя тоже люблю... \n(Пожалуйста, перестань, это унизительно!)",101,"(Что здесь творится?               \nЭто что... \"нормальная\" семья...?)",76];
      
      public static var dadD:Array = ["Хммм, это твои новые друзья, Анна? \nВыглядят как шпана. \nСразу скажи мне, если они попытаются втянуть тебя во что-то опасное.",0,"Нет... все в порядке. \nНе беспокойся. \nЯ не позволяю им подобного.",92,"Так кто этих двоих твой парень? \nБездомный бродяга или школьный стрелок?",0,"Что ты сказал?",9,"Эй, я в школе перестрелок не устраивал!",69,"Эм-м... мы уже уходим! \nПотом поговорим, пап!",93];
      
      public static var momD2:Array = ["Полагаю, на ужин вы снова не останетесь? \nНу что ж. Ты уже совсем взрослая. \nДа, я слышала о том, что вы сделали - вы уже в новостях! \nВы с друзьями делаете благое дело.",0,"Спасибо, мам. \nУспехов вам с ремонтом и прочим...            \nУ меня появились деньги, так что просто попроси, если что-нибудь понадобится!",92,"Что ты, я никогда не возьму у тебя денег! \nПросто будь осторожнее, и удачи вам всем!",0,"Хорошо.",31,"Спасибо, мама Анны.",2,"Так точно.",61];
      
      public static var dadD2:Array = ["Вы были на южном континенте? \nПохоже, ты меня совсем не слушаешь, раз отправляешься в такие опасные путешествия. \nВ последнее время оттуда ничего хорошего не слышно.",0,"Пап, у нас все в полном порядке, мы вполне можем за себя постоять. \nМы пытаемся спасти мир и все такое!             \nТебе этого не понять...",101,"Что ж, если кто-то тебя обидит, ему придется иметь дело со мной! \nГхахахаха! \n*почти получил сердечный приступ*",0,"Будь осторожен и не перетрудись, пока меня нет! \nЕсли мама попросит тебя почистить водосток, договорись лучше с Ленком, пусть он это сделает. \nЯ не хочу, чтобы ты свалился с лестницы!",92,"Да я тверже гвоздей, гхахаха!",0,"Не сомневаюсь, пап.",111];
      
      public static var juneD:Array = ["Этот стремный парень тащит ко мне все, что найдет, как будто он какой-то кот. \nОн все время знает, где я... возможно, он работает в Г*гле. \nПохоже, надо удалить все свои страницы в социальных сетях.",0,"Похоже, каждой девушке достается от какого-то стремного парня...",49,"Хм?        \nЧто это ты на меня косишься?",79];
      
      public static var rockD:Array = ["Джун - моя любовь навеки! \nЯ подглядываю за ней в окно уже несколько месяцев. \nЯ думаю, у нас вот-вот все сложится, надо только убедить ее, что я хороший парень и поддерживаю феминизм!",0,"Бедняга Джун.",112];
      
      public static var jollyD:Array = ["Надо же, посетитель! Добро пожаловать в библиотеку Вечнолесья! \nУ нас есть книги обо всем, что вам нужно! \nОсмотритесь, если хотите узнать побольше о боевой механике и чем-то еще! \nНаша серия книг об охоте на монстров особенно впечатляет-",0,"Я лучше просто буду бить мечом и смотреть, что из этого выйдет.",17,"Повежливее, Мэтт! \nЭто прекрасная возможность узнать что-то новое и подготовиться! \nТы не сможешь разобраться со всем при помощи одной лишь грубой силы!",39];
      
      public static var steveD:Array = ["Вы победили фашистов? Слава БогоКошке! \nЯ уж думал, мне самому придется их сдерживать. \nДеревня была зажата с двух сторон между монстрами и фашистами. \nП-погодите... почему их предводитель с вами?!",0,"Меня... заставили бросить свое дело. \nЯ вам больше не враг.",79];
      
      public static var galD:Array = ["Вы направляетесь в Мистический Лес? \nЯ бы не советовал, если вы не готовы к тому, что вас ждет. \nТам настоящий лабиринт.",0,"Нам нужно найти плотостроителя, а добраться до него можно только через лес. \nНо самое важное, я собираюсь защитить свой дом от монстров!",92,"Ты - без сомнения, Анна. А вот твои спутники выглядят, будто не совсем понимают, что делают...",0,"Э-э?!",9,"Итак. \nВ лесах два важных предмета, которые вам понадобятся, чтобы дойти до плотостроителя. \nПостарайтесь их не пропустить, и удачи вам!        \nИ не попадитесь бродячим деревьям!",0,"Бродячих деревьев не бывает.        \nОна просто пытается нас запугать.",109];
      
      public static var galD2:Array = ["Вы достали плот? Отлично! \nМожете взять то, что у меня осталось... Я больше не могу есть.",0];
      
      public static var palD:Array = ["Я разбил зеркало, и теперь удача отвернулась от меня! \nНо дело в том... что я могу поклясться, что оно летело ко мне, как будто живое! \nВ последнее время в лесу водятся очень странные монстры. \nМне бы пригодилась поддержка...",0];
      
      public static var izumiQ:Array = ["Эй, вы! Похоже, вы умеете ловить монстров! \nМне нужен кто-то, на ком бы я могла потренироваться, но чтобы он не умирал, если его разрубить на куски. \nВам не встречались такие существа? Я из них сделаю лучшие тренировочные манекены на свете!",0,"Слаймы! Ну конечно! \nК нашей следующей встрече я из них сделаю превосходные груши для битья.",0,"Вокруг вас всегда есть ниндзя. \nВы просто их не видите!",0];
      
      public static var jamieD:Array = ["Эй, вы еще кто такие? \nДумаете, можете просто вломиться в мой дом? \nА ну валите отсюда!",0,"Расслабься, старик. \nМы... м-м... сборщики налогов!           \nМы просто возьмем у тебя кое-что...",12,"Если не уйдете немедленно, узнаете, что мы делаем с такими как вы!",0];
      
      public static var gothQ:Array = ["Не думайте, что у меня просто готская фаза, у меня действительно нет души! \nМои родители отказались удовлетворять мои злые потребности, поэтому я сбежал! \nПравда, я проголодался и поранился, поэтому мне теперь надо чем-то перекусить и перевязаться...",0,"Вы куда лучше моих родителей, они мне никогда не давали столько шоколада! \nИ они запретили мне приносить в жертву птиц и кроликов.",0,"Когда-нибудь я стану настоящим некромантом. \nЭто будет уроком моим родителям!",0];
      
      public static var necronD:Array = ["Какая ужасная ночь для проклятия! \nХа Ха Ха!",0,"Держись от нас подальше, псих!",100];
      
      public static var angelaQ:Array = ["ПОЖАЛУЙСТА, ВЫСЛУШАЙТЕ МОЮ ПРОСЬБУ!    Как видите, мне пришлось укрыться внутри этого дерева. \nЕсли вы поможете мне собрать образцы злой и доброй энергии, я с радостью обучу вас Воскрешению.",0,"Хм.... Вот оно как... Интересно... \nКак раз те образцы, что нужно, вот обещанная награда. \nПусть в ваших приключениях вам долгие годы сопутствует удача.",0,"Это очень странное место. \nТьма и свет тут сталкиваются, находясь в хрупком равновесии. \nПобедит ли кто-нибудь? Одной БогоКошке известно.",0];
      
      public static var bellaD2:Array = ["А, это вы. \nЯ уже говорила, мне не нужна была ваша помощь. \nЯ могу за себя постоять, только посмотрите, где я живу!",0,"Здесь я бы точно не стал вкладываться в недвижимость. \nНиже, чем жить в дереве, падать просто некуда.",61,"Почему этот маньяк теперь с вами? \nВы его заколдовали на подчинение?",0,"Нет, он теперь наш пленник. \nБудет буянить, лишится головы.",47,"Пфф...",79];
      
      public static var monikaD:Array = ["О! Я знаю, кто вы такие! \nМоя дочь мне все про вас рассказала. \nЯ вам безмерно благодарна за то, что вы спасли Беллу.",0,"Наша цель - сражаться с монстрами и делать мир лучше. \nМы только рады помочь.",29,"Действительно? \nЯ помню, что вы в основном бродили по моему замку и собирали все, что не приколочено... вашей целью было обычное воровство.",79,"Как бы то ни было, здесь всегда будут вам рады. \nСейчас к нам редко кто заходит, поэтому мы действительно рады посетителям.",0];
      
      public static var mioD:Array = ["Говорят, этот лес проклят... но я не вижу ничего необычного. \nПохоже, стражники просто пытались нас напугать, чтобы самоутвердиться... всем известно, что привидений не бывает! \nТут только коты и другие животные.",0,"Если заблудился и не знаешь, куда идти - следуй указателям!",117];
      
      public static var misakiD:Array = ["Мы отправились в путешествие, чтобы посетить все местные святыни! \nНам нужно часто молиться, чтобы заработать очки вдохновения. \nЯ попрошу у богов бесконечное мороженое, когда наберу достаточно.",0,"Я бы на твоем месте попросила большего.         \n\nВпрочем, это все равно лишь суеверие!",107];
      
      public static var chikaD:Array = ["Мои друзья не верят в привидений... а я верю. \nМоя тетушка мне очень много рассказывала о магии вуду. \nЗаколдованные куклы и зеркала могут сыграть злую шутку с неподготовленными людьми. \nИногда лучше просто уйти, будто ничего не видел!",0];
      
      public static var mioD2:Array = ["Я себя так странно чувствую...            \nКажется, не стоило сюда приходить....",0,"Кажется, их ждет вайп. \nНа них навешано слишком много статусов.",6];
      
      public static var misakiD2:Array = ["Грррааа! Отдай мне свои кости!",0,"Нет уж, спасибо!",69];
      
      public static var chikaD2:Array = ["Бларгхх!?",0,"Ее мозг разрушен... мы не сможем вылечить зомбификацию. \nНам придется оставить их как есть...",37];
      
      public static var mioD3:Array = ["Похоже, рассказы о привидениях оказались правдой. \nКто бы мог предположить... меня уж точно нельзя упрекать в том, что нас почти убили.",0];
      
      public static var misakiD3:Array = ["Мы сумели выбраться из леса, но я никогда увиденного не забуду. \nНикакое количество мороженого не сотрет эти ужасные воспоминания.",0];
      
      public static var chikaD3:Array = ["Больше я из деревни ни ногой. \nУж лучше жить скучно и размеренно, чем получить проклятие или стать жертвой привидений. \nПожалуй, я буду просто стоять на этом месте до скончания веков.",0];
      
      public static var spikeD:Array = ["Хотите что-то взять из нашей коллекции? \nВам придется сначала раздобыть ключи! \nОбещаю, наши сокровища того стоят.",0,"Но мы же не знаем, что в сундуках... это какая-то незаконная лотерея! \nА если нас обманут?         \n\nЧто, если видео на Ю*убе, где люди побеждают в лотереях, постановочные?",15,"Ну... Я вам этого не говорил, но есть способ обмануть систему, если вас не устраивает содержимое сундуков... \n*кхезагрузиськхе*",0,"Ладно, все равно в конце концов я их всех соберу!",2];
      
      public static var driftyD:Array = ["А? Что? Кто-то пришел? \nКакая неожиданность! \n(Меня, случайно, не пытаются ограбить?)",0,"Вы плотостроитель?! \nЭто вы строите плавстредства?",32,"Да, но только в рабочее время. \nСейчас же у меня перерыв на бутылочку пива и любование природой. \nВ данный момент я просто человек.",0,"Нам нужен плот, чтобы попасть на южный континент, это очень срочное дело! \nНам нужно изучить упавший там метеорит!",52,"Ну ладно, ладно. \nПохоже, плоты сейчас пользуются популярностью, так что... вот, держите мой последний шедевр. \nЗабирайте и оставьте меня в покое, мне не нужны неприятности.",0,"Разве мы собираемся причинить вам неприятности? \nО нас уже идет дурная молва?",35,"Вы выглядите как отъявленные бандиты, которым плевать на закон.",0,"Справедливо.",29,"Как бы то ни было, на этом плоту вы можете отправиться на другие земли с любого причала. \nЗдорово, правда? Только помните, что вы можете высадиться только на причалах. Попробуйте сами!",0];
      
      public static var tribe1D:Array = ["Иди домой, лес наш дом!              \nТуристы умирают здесь и сейчас! Берегись!",0,"Ого! Ты меня напугал! \nСпасибо за предупреждение... но мы ему все равно не последуем.",22];
      
      public static var tribe2D:Array = ["Кто там?! Я не страшно! \nЯ бьюсь с любым врагом, не страшно! \nЧистое сердце, умная голова!",0,"Если ты такой смелый, почему ты прячешь свое лицо?",39,"Темный камень... все видит! \nКамень плохой! Камень следит!",0,"Правильно он недолюбливает эти монолиты. \nУ меня от них мурашки по коже...",97];
      
      public static var tribe3D:Array = ["Беги. Кошачий король злой. Плохо злить кошачьего короля. \nКошачий король правит лесом с тех пор, как лес очищен.",0,"Что еще за кошачий король? \nКоты глупы и слабы, они нам ничего не сделают!",75,"Кошачий король живет на западе леса. \nПойдешь - умрешь. У слабаков нет шансов.",0,"Что сказал?!",9,"Только ходящий по воде дойдет. \nМожет ходить по воде в особых ботинках. \nОсобые ботинки высоко на зеленом дереве, только обезьяна достанет!",0];
      
      public static var tribe4D:Array = ["Кошачий король убивает, кошачий король поглощает дущу. \nКошачий король собрал много душ за год. \nКошачий король един во многом, сильная армия. \nМы поклоняемся, мы носим его маски.",0,"Ваш король делает для вас маски?           \n\nОфигеть! А мне сделает?",2];
      
      public static var jonathanD2:Array = ["Рад снова вас видеть, путники. \nМы хотели разбить здесь лагерь и протестовать против уничтожения природы, глобального потепления, капитализма и прочей движухи, но... черт побери, эти леса злые! Нафиг их! \nСрубить все деревья!",0,"Наш человек!",62,"Мы даже спать не можем, потому что постоянно раздаются стремные звуки. \nМы просыпаемся, а вокруг вся эта колдовская хрень лежит... это просто неправильно.",0,"Звучит плохо. \n(По крайней мере, их вещи им будут больше не нужны, если они умрут...)",5];
      
      public static var jennyD2:Array = ["Я не собираюсь возвращаться вниз... но и здесь мы не в безопасности! \nЭто превращается в какой-то плохой фильм ужасов! \nМожет, если я выложу свои последние мгновения онлайн, меня хотя бы запомнят. \nМне жаль, что я накричала на вас во время последней нашей встречи - я не хочу умереть, сожалея о чем-то!",0,"Мяу!",122,"Мой кот простил тебя. \nНаверное, ты не такая уж и плохая.",1];
      
      public static var studentD:Array = ["В старых книгах написано, что эта гора божественна. \nТипа, на ней живет бог. \nНе знаю, как это возможно, да и, наверное, никогда не узнаю.",0,"Почему бы не залезть туда и посмотреть? \nВыглядишь здоровеньким.",2,"Там вокруг куча сильных монстров. \nМое любопытство заканчивается там, где начинается опасность для моей жизни. \nЯ не храбрец.",0];
      
      public static var studentD2:Array = ["Только не злитесь, но я проследовал сюда за вами...",0,"Шаг в сторону - и тебя убьет дракон. \nМожет быть, ты храбрее, чем ты думаешь!",3,"А может, я труп и еще не осознал этого!",0,"Ты хотя бы нашел что-то интересное?",61,"Алтарь к западу отсюда, видимо, является каким-то устройством для ввода скрытых кодов. \nИнтересно, как это работает...",0];
      
      public static var shaggyD:Array = ["Стероиды - огонь. \nВозможно, так и не скажешь, но я очень неплохо бафнут. \nА теперь позвольте... мне тут нужно употребить еще немного грибов.",0,"(Он бафает исключительно свою лень...)",17];
      
      public static var hippyD:Array = ["Йо, вы пришли сюда посмотреть на монолит? \nЗдесь подходящее место, парень. \nОн словно наблюдает за нами и оберегает от темных сил. \nЯ чувствую связь с планетой, парень.",0,"Мы подозреваем, что эти монолиты могут быть инопланетными шпионящими устройствами. \nЯ бы на твоем месте здесь не расслаблялась.",35,"Э, нет. СМИ вам врут. \nОни совсем не похожи на черные зеркала в наших карманах. \nЛучше выпейте пивка и затусите с нами. \nРасширьте свой разум и вы обретете внутренний покой.",0,"(Если бы я только мог быть таким же беззаботным, как этот парень.             \nНаверное, это все наркотики...)",61];
      
      public static var mayaQ:Array = ["Я укротила волны, и могу научить вас тоже. \nНо вам нужно показать, что вы этого достойны, а для этого - принести мне морские сокровища.",0,"Думаю, вы вполне достойны. Теперь вы сможете выучить новое умение. \nС этим мощным Лимитом, вы можете серфить в любом месте в любое время!",0,"Постарайтесь не уничтожить прибрежные города этой атакой. \nЯ не хочу быть ответственной за подобное.",0];
      
      public static var infernusD:Array = ["Добро пожаловать, товарищи ученые. \nЭто - Радужные Врата, а за ними - царство морского бога Посейдона. \nТам... немного морозно в южном регионе.",0,"Ого, погоди, погоди, это надо переварить. \nКак открываются эти ворота?",5,"А, это... вам придется положить на пьедесталы артефакты в форме черепов. \nКак только лорд Посейдон будет доволен, врата откроются. \nАртефакты сейчас разбросаны по маленьким островам на этой реке.",0,"А этот самый Посейдон... он друг или враг?",22,"О, он совершенно точно не дружелюбен. \nС тех самых пор как мы начали сбрасывать отходы в реку... он был в ярости. \nОн - серьезная угроза жителям Краснососенска. Честно говоря, они были бы весьма рады, если кто-нибудь Посейдона насильно успокоил. ",0,"Ясно - значит, это наш следующий босс!",2];
      
      public static var infernusD2:Array = ["Вы успокоили лорда Посейдона? Это мегакруто! \nНо, раз уж я ученый... У меня есть, что вам еще подсказать!        \n\nНапример: вы знали, что там, где радуга касается земли, спрятано сокровище?",0,"Это же общеизвестно. \nНо, может, нам стоит вернуть эти черепа туда, где мы их нашли, и посмотреть, вдруг откроется что-нибудь еще...",92];
      
      public static var fizzQ:Array = ["Группа наркоманов-хиппи украла мою флейту! \nНо несмотря на мой суровый вид, я бы предпочел избежать столкновений, ведь мне всего 12. \nВозможно, нужно просто незаметно выкрасть ее... а еще я хочу перекусить.",0,"Шикарно, чуваки! \nДержите, вот вам немного блестяшек за работу.",0,"Эти розовые острова успокаивают меня - думаю, я когда-нибудь построю здесь дом.        \nПравда, тот храм выглядит немного угрожающе... ",0];
      
      public static var anikiQ:Array = ["Ваш бур - тот бур, который пронзит небеса! \nЯ научу вас новой атаке, если вы продемонстрируете мне свой боевой дух!",0,"Ага, вы заслужили это! \nИспользуйте это умение, чтобы пронзить своих врагов! \nОно лучше работает, если они защищаются и сопротивляются!",0,"Если вы верите в себя, вы можете сделать что угодно!                 \n(Или умереть, пытаясь...)",0];
      
      public static var finnD:Array = ["Эти воды смертельно опасны. \nВодные атаки хорошо собираются в комбо, вы знали об этом? \nЕсли вы намокаете, вы становитесь очень уязвимы к электричеству и льду. \nИ морские обитатели неплохо умеют этим пользоваться.",0,"Нейтральные статусные эффекты могут оказаться смертельными, если их сочетать с определенными стихиями. \nИногда они помогают, иногда нет.",117,"Да, иногда лучше просто спрятаться на скамейке запасных на время, если намокнешь - или в другом похожем случае. \nНе нужно растрачивать свои ходы или свою жизнь.",0];
      
      public static var kaiD:Array = ["Не обращайте на меня внимания, я просто охочусь на рыбу. \nЯ однажды случайно так сильно ударил кальмара, что ему оторвало щупальца! \nБудет знать.",0,"Гигантские кальмары довольно сильны. \nИх чернила тоже не облегчают нам жизнь. \nНадо следить за статусными эффектами.",92,"Мне кажется, у них была какая-то большая слабость...          \nХотя я не могу вспомнить, какая. Ну и ладно.",0];
      
      public static var kingQ:Array = ["Ветер унес мой попкорн. \nАга - вам придется найти все до последнего кусочка в Замерзшей Долине. \nЯ знаю, вы хотите закончить каждый квест, и я собираюсь использовать вашу отверженность.",0,"О, вы правда это сделали. \nВы умудрились найти их все? \nЭто даже немного грустно.",0,"Возможно, я всего лишь NPC, но я знаю, как троллить систему. \nЯ не собираюсь облегчать вам жизнь.",0];
      
      public static var tinaD:Array = ["Мы с Гиной в спешке покинули Краснососенск во время вторжения монстров. \nМы все равно его никогда не любили, он слишком депрессивный!",0,"А, это было когда метеорит упал? \nВаш дом в порядке?",35,"Город пока держится, но, наверное, ему недолго осталось. \nМы собираемся разбить здесь лагерь и понаблюдать какое-то время, а затем уехать в какое-нибудь милое местечко.",0,"Звучит так, словно в Краснососенске опять бардак, который нам придется разгребать. \nОн на пути к месту удара.",47,"Не думаю, что нам стоит доверять этим дезертирам!",69];
      
      public static var ginaQ:Array = ["Мне очень неловко об этом просить, но... У меня не было времени собраться, когда мы убегали. \nПоэтому любая еда или одежда, которую вы можете мне дать, будет в помощь.",0,"С-спасибо! Это подойдет. \nЯ научу вас огненному заклятию, которое вас согреет...",0,"Возможно, доверять сестре было не самой лучшей идеей. \nНадо было остаться дома.",0];
      
      public static var anonD:Array = ["Я потерял свое лицо во вьюге. \nОно просто... отмерзло.                     \nНо мой дух все еще силен, я рад, что остался в живых!",0,"Как хорошо, что у нас есть субтитры. \nА то мы бы тебя не смогли понять.",2];
      
      public static var ikaD:Array = ["Я ледяной маг, поэтому мое сопротивление ко льду больше 100% - он меня даже лечит! \nНо это не значит, что я больше не чувствую холод - мне жесть как холодно на самом деле!",0,"Но это делает тебя практически бессмертным в этом регионе. \nТы не имеешь права жаловаться.",65];
      
      public static var alvaD:Array = ["Я не чувствую своих пальцев. \nЯ даже не могу сказать, я еще жив или уже мертв. \nЗря я сюда пришел.",0,"Уходи отсюда, пока не умер!",9];
      
      public static var grayD:Array = ["Если вы скомбинируете эффекты Влаги и Холода, получится Заморозка. \nО, если бы я знал это раньше. \nА потом вы мне скажете, что Приговор и Невезение означают Смерть, хаха.",0,"Теперь сопротивление статусным эффектам становится чрезвычайно важным. \nНо мы это и так знали, правда?",52,"Я лучше надену старомодную броню, чем замерзну насмерть, это точно.",2];
      
      public static var stephanieD:Array = ["Мне не следует вам этого говорить...             \nЭто вроде как секрет, но...",0,"Да давай уже! \nНе скрывай от нас ничего!",9,"Ну... есть предметы и квесты, которые вы можете получить только во время определенных праздников.",0,"О, правда? \nИ что это за праздники?",92,"Ну... День святого Валентина, Пасха... и эм... Хэллоуин и Рождество. \n\n И, кажется, должен быть еще один, пятый...",0,"Слишком плохо, я не отмечаю ни один из них.",61,"Но это... не моя проблема?",0];
      
      public static var santaD:Array = ["Хохохо... никому не говорите, что видели меня здесь. \nВ этом году я не в настроении.",0,"С нами твой секрет в безопасности, старикашка.        \nНаслаждайся каникулами!",29];
      
      public static var jekylD:Array = ["Я пытался сразиться с Посейдоном... но для таких, как я, это безнадежно. \nТеперь я заперт в долине и, видимо, скоро замерзну насмерть...",0,"Нам придется о нем позаботиться тем или иным способом. \nНам нужно добраться до следующего города...",52,"Берегитесь его замораживающих атак - если вы намокнете, лучше защищайтесь, иначе окажетесь замороженными! \nИ это еще не все, у него есть и атаки светом, и множество маленьких големов-самоубийц!",0,"Поняла. \nМы будем осторожны.",32];
      
      public static var jekylD2:Array = ["Ч-что?! Ребята, вы потрясающие! \nТеперь я могу умереть спокойно...",0,"Просто используй ноги и дойди до следующего экрана! \nТебе не обязательно здесь умирать!",10];
      
      public static var rickD:Array = ["Хахаха, они хотели забрать наши ружья! Веришь, нет?! \nЕсли бы у нас было больше пушек, монстры бы не заполонили эти места. \nЯ те точно грю, еще немного попрактикуюсь, и освобожу город самостоятельно!",0,"(Он разговаривает с пустым местом рядом со мной...            \n...Мне кажется, он слепой!)",66];
      
      public static var antonD:Array = ["Вообще-то, мне бы пришлось вас застрелить за то, что вы сюда вломились. \nНо при текущих обстоятельствах, если вам нужно оружие - берите. \nНам нужна любая помощь.",0,"Мы заплатим за все, что взяли, клянусь!",42,"Угу, конечно...",0];
      
      public static var vivyD:Array = ["Я слышала очень тревожные вести - это вторжение монстров не единственная наша проблема. \nНет, за кулисами происходит что-то еще более зловещее. \nНекоторые люди из города сбежали и вступили в культы - и это не сулит ничего хорошего!",0,"Культы? \nЗдесь все так похоже на конец света, я не удивлена, что многие хотят уверовать в фальшивые обещания. \nКому они поклоняются в этот раз?",52,"Боюсь, не богам. Они все верят в то, что боги мертвы! \nЕсть два конкурирующих культа - одни поклоняются каким-то древним драгоценностям, чье предназначение давно забыто. \nДругие верят в то, что мы живем в симуляции, которая начинает разваливаться.",0,"Звучит не очень адекватно. \nЯ рада, что я в своем уме.",92,"Однако мы видели нечто странное в своем путешествии. \nИнтересно, какие секреты мы пропустили? \nКультисты могут прятаться среди обычных жителей!",35];
      
      public static var falconD:Array = ["Я очень рискую, находясь здесь, но мне нужно почтить память павших. \nМы потеряли половину наших молодых мужчин во время первой атаки, и еще больше людей после нее.",0,"Не переживайте, я уверен, вы скоро снова увидите своих любимых. \nНежить лезет буквально отовсюду!",12,"Сейчас не время об этом шутить!",39,"Я просто пытаюсь его подбодрить!",11];
      
      public static var helmutD4:Array = ["А, это вы. \nПожалуйста, не говорите никому о моем прошлом. \nЯ пытаюсь оставить его позади.",0,"Я даже не помню, кто ты такой, так что, наверное, твоя тайна в полной безопасности.",65];
      
      public static var hikariD3:Array = ["Л-Ланс, это ты? \nМоя любовь?",0,"Н-нет! \nЯ тебя не знаю!",73,"Ты меня с кем-то путаешь...",72,"Я шла сюда все это время... чтобы найти тебя! \nСлишком поздно? Это не было суждено?",0,"Я бы добился запрета на приближение, но, похоже, ты уже покалечена и не можешь преследовать меня больше. \nВ честь этого я... куплю тебе выпить.",71,"Она же еще несовершеннолетняя!",39];
      
      public static var canelaQ:Array = ["Пока вы были в кратере, монстры обогнули нас с фланга и снова заполонили город. \nОни становятся умнее, но, думаю, мы все еще можем справиться с ними!",0,"Ура, город снова в безопасности!",0,"Мы постепенно восстанавливаем порядок. \nКраснососенск справится с этим кошмаром.",0];
      
      public static var kirsanQ:Array = ["Зови меня трусом, если хошь, но я уматываю удочки отседова так быстро, как только могу. \nМне понадобится куча бутылок... запастись бухлишком в дорогу.",0,"Здорова, дружище. \nС этими бутылками я смогу уплыть отседова. \nНе хочу подохнуть на этом забытом БогоКошкой континенте. \nЯ вам покажу одно последнее движение, прежде чем умотаю...",0,"О нет, Посейдон же уничтожил мой корабль. \nЯ обречен. \nУмереть от алкоголизма теперь звучит как план.",0];
      
      public static var smokeyD:Array = ["Выращиваю тут немного травы. \nУстановил современную систему освещения, видите?",0,"Траву для приправ или... другую?",92,"Хохо, хехехехе!",0,"По крайней мере он наслаждается апокалипсисом.",27];
      
      public static var emoD:Array = ["Вы не должны здесь находиться. \nА, вы в курсе... и это ограбление... тогда пожалуйста, не бейте меня!",0,"Извините!",36];
      
      public static var ghostD:Array = ["Не обращайте на меня внимания. \nПривидениям тоже нужно совершать покупки, знаете ли.",0,"Какой убедительный фокус с левитацией...",2];
      
      public static var albrechtQ:Array = ["Какая жалость - я едва успел отряхнуть пыль со своей старой формы, как услышал, что революция закончилась. \nНо мне все еще требуется сбросить пару бомб. \nКстати, у вас не найдется лишнего пороху? \nТы можешь мне доверять, товарищ.",0,"Хорошая работа, товарищ. \nТы выполнил свою часть миссии, теперь я выполню свою. \nУвидимся на той стороне.",0,"Тебе нужно идти.",0];
      
      public static var rokuQ:Array = ["Я был в лесу, готовился к большой битве, и тут слышу, как что-то взорвалось! \nИ что вы думаете! Кто-то уничтожил мой дом! \nМне остается только... найти Звездный Жемчуг. \nС ним... я загадаю, чтобы у меня снова был мой дом.",0,"Что?! Вы нашли Звездный Жемчуг?! \nЯ смогу вернуть свой дом!",0,"Пора загадать желание... *всхлип*",0];
      
      public static var rokuD:Array = ["Упс, кажется, я пожадничал и загадал гору сокровищ вместо дома! \nНо не беспокойтесь, я воспользуюсь ими разумно и вложусь в Биткоин!",0,"Мошенник! \nСДОХНИ!",30,"Да, мы могли бы пожелать, чтобы был мир во всем мире!     \n\nТы загадал самое тупое, что можно было загадать!",40,"ЛОЛ, сорян!       \nНо, знаете, бесплатный сыр только в мышеловке, или что там в таких случаях говорят!",0,"Вот урод...",107];
      
      public static var makaQ:Array = ["Метеорит разрушил наши фермы и промышленность. \nМы принимаем любые пожертвования - это поможет нам отстроить все заново как можно быстрее.",0,"Вы вносите пожертвование городу? \nТеперь я смогу починить эти ветрогенераторы! \nСпасибо!",0,"Вы совершили очень хороший поступок. \nУдачи вам с вашим заданием!",0];
      
      public static var nemiD:Array = ["Я должна сейчас помогать раненым, но я просто больше не могу. \nВ эти темные времена помогает только забвение.",0,"Эй, все будет в порядке, мы уже здесь! \nМы спасем этот город!",21,"Вы кто вообще такие? \nТуристы? \nСейчас очень неудачное время для осмотра достопримечательностей.",0,"...",5];
      
      public static var nemiD2:Array = ["О? Вы убили нескольких монстров? \nМожет быть, у нас еще есть надежда. \nМне нужно вернуться к выпивке... ой... я имела в виду к работе.",0];
      
      public static var bubbaD:Array = ["Краснососенск обречен. \nМонстры теперь в каждой трещине. \nБольше не безопасно выходить на улицу. \nОстается только напиться и забыться.",0,"Что за черт? \nТы сдаешься при виде жалкой кучки монстров? \nПочему это мы всегда должны все приводить в порядок?",99,"Не каждый рожден быть героем, юная леди. \nНе тебе меня судить.",0,"*вздох*",107];
      
      public static var barmanD:Array = ["А, вы из *этих*... \nКогда мы о вас узнали, мы поставили новый замок, но я вижу, он вас не остановил.",0,"Пожалуйста, извините, мы за все заплатим, когда разберемся со своим заданием. \nЧестно!",43,"(Нет, не заплатим...)",17];
      
      public static var jessicaQ:Array = ["Приветствую, чужеземец. Это община потерянных душ. \nЕсли тебе нужно духовное напутствие, присоединяйся к нам. \nЕсли твоя жизнь полна радости и достатка, мы будем признательны за пожертвование в пользу менее счастливых.",0,"Весьма признательна. \nЭто место держится на таких, как вы.",0,"Не хотите задержаться? \nЗдесь рассказывают много интересного.",0];
      
      public static var shioneQ:Array = ["Я узнала правду этого мира... мы заперты в симуляции! \nНаши решения не принадлежат нам - мы действуем по заранее написанному сценарию подобно безжизненным големам! \nЯ застряла в этой игре до скончания времен. \nКак это жестоко!",0,"Что это... журналы? Видеоигры? \nДумаете, это отвлечет меня от невыносимой правды..? \nЧто ж, может быть, немного развлечься меня взбодрит. \nМожет, с этим вечность покажется не настолько тоскливой.",0,"Жизнь не так уж и плоха... иногда. \nМне все еще грустно, но не так, как раньше.",0];
      
      public static var thiefD3:Array = ["Я больше не вор. Это приносило мне одни лишь неприятности. \nСамые редкие сокровища все равно спрятаны в ужасных подземельях. \nЯ больше не хочу этим заниматься.",0,"Ага, так ты все-таки вор!",34,"Я теперь совершенно другой человек, ты больше не можешь меня так называть. \nНо все равно интересно, что же зарыто в том склепе... \nНет! Я не должен думать об этом. \nЭта дорога ведет лишь к злу!",0,"Хм, а что именно ты искал?",2,"Ты не слышал о легенде трех камней?\nА, неважно. Считается, что в каждом городе где-то спрятан суперредкий драгоценный камень. \nНо я не нашел ничего, кроме неприятностей, так что хватит с меня этого!",0,"Интересно, это правда?          \n\nМы вообще можем ему верить?",15];
      
      public static var hoboD:Array = ["Работы нет, денег нет, еды нет. Зачем вообще дергаться? \nЕсли бы можно было перезапустить систему, я бы мог переродиться более удачно.",0,"Могло бы стать только хуже. \nА если ты переродишься в слайма?",2,"Быть неразумным монстром - это же здорово! \nМозг все-таки - главный источник страданий. \nБез мозга мы станем свободными, тогда и начнется настоящая жизнь.",0];
      
      public static var georgeD:Array = ["ТЫ!",0,"Я?",76,"Ты выглядишь бывалым, но я уверен, ты не знаешь всей правды. \nВ нашем мире много вещей, которых нам никогда не понять. \nГлюки в матрице, ошибки в наших снах, отклонения в пространстве-времени.",0,"Я не понимаю, о чем ты.",61,"Посети Радужные Врата и предъяви символ Иллюминатов. \nТогда тебе откроется секрет! \nЭто нельзя объяснить - оно лежит за гранью человеческого понимания!",0];
      
      public static var wakizashiQ:Array = ["Толпы прислужников зла наводнили Краснососенск, но самый страшный враг еще не показал себя. \nЯ буду стоять здесь, в этом проходе, до конца своих дней. \nЕсли бы у меня было больше материалов, я бы смог поставить дополнительные ограждения и продержаться немного дольше.",0,"С такими воинами, как вы, мы одержим победу в этой войне со злом.",0,"Краснососенск выстоит! \nМы дадим отпор монстрам! \nГород защищен, вы можете безбоязненно идти вперед!",0];
      
      public static var peppiD:Array = ["Здесь все, кто готов защищать город. \nКак видите... нас немного. \nПохоже, БогоКошка отвернулась от этих мест.",0];
      
      public static var samQ:Array = ["Образцы лавы. Мне они очень нужны. \nМикроскопические исследовения могут рассказать нам, откуда прилетел метеорит. \nОт него не осталось твердых частей - он расплавился после столкновения.",0,"Отлично. Я их упакую и....          \nДержите. Пожалуйста, доставьте это в лабораторию Железной крепости. \nУ них есть подходящее оборудование для анализа.",0,"Перспективы невеселые. \nВозможно, мои опасения оправдаются... и это инопланетное вторжение. \nМонстры тут совсем необычные.",0];
      
      public static var dampeD:Array = ["В душе я кричу.           \nКак сдохнуть хочу.",0,"Ты что... специально говоришь в рифму?",95,"Не могу больше ждать.            \nСмерть хочу я принять.",0,"*передернулась*",54];
      
      public static var hawkD:Array = ["Добро пожаловать на Арену Судного Дня! \nЖелаете поучаствовать в смертельной схватке, чтобы развлечь зрителей?",0,"Нам просто нужно пройти. \nИ твоя показушная арена только мешает - у тебя даже зрителей нет!",39];
      
      public static var teruD:Array = ["Вот и все - конец света настал! \nУже не время думать о завтрашнем дне, нужно жить здесь и сейчас! \nТрать! Жри стероиды! \nНе ограничивай себя ни в чем!",0,"Я уже так жил. \nТак что я уже готов!",3,"Так-то он прав, больше нет смысла копить материалы. \nНам стоит потратить все, что только можно, для улучшения нашего снаряжения.",32];
      
      public static var kiraD:Array = ["Конец близок. \nВы обрели душевный покой? \nМожете ли вы сказать, что жили достойно, оставаясь верными своим ценностям?",0,"Я провел большую часть своей жизни за видеоиграми.               \nНо, по крайней мере, было весело. \nЯ ни о чем не жалею!",2,"Я убил много невинных NPC, и еще больше оставил без крыши над головой... но теперь я вижу, что быть героем куда выгоднее, чем злодеем. \nМне давно надо было встать на этот путь.                   \nСейчас я действительно о многом сожалею.",61,"Я так и не вырастила те травы, которые хотели мои родители. \nМне стоило проводить больше времени с ними.",101,"Нашли время исповедоваться! \nМы не собираемся умирать!",36];
      
      public static var luluD:Array = ["Кто бы мог подумать, что последние дни придут вместе с розовыми приливами и красными небесами?\nЭто так красиво.",0,"Может, они не последние. \nМы будем сражаться и защитим этот мир.",99,"Я всю жизнь ждала исхода - Кошачий Завет давно утверждал, что он свершится. \nДостойна ли я вознестись на небеса? Или моя душа будет безвозвратно удалена? \nЧто бы ни случилось, я готова.",0,"Помощи от них не дождешься...",17,"Ситуация совсем не оптимальна.",79];
      
      public static var randalfD2:Array = ["Я, великий волшебник Рендальф, ошибался в вас, молодежь. \nВ жизни бы не подумал, что вы сможете добраться так далеко настолько быстро. \nВсего за несколько дней вы достигли впечатляющей мощи",0,"В этом же и есть прелесть РПГ! \nТвоя сила растет экспоненциально с тем, как ты убиваешь монстров, находишь снаряжение и набираешь уровни. \nЭто приносит несравнимое удовольствие.",2,"Что такое \"РПГ\"? \nЭх, молодежь, вечно вы всякие словечки придумываете!",0];
      
      public static var tandalfD2:Array = ["Хехей! Снова вы! \nВы, детки, прошли немалый путь - в нашу прошлую встречу вы были просто новичками, не успевшими толком встать на ноги! \nС того времени вы определенно подросли!",0,"Не могу понять, комплимент это или нет.",5,"Ситуация здесь не очень радостная - местный народ уже почти отчаялся. \nНо надежда всегда есть, и она, похоже, сопровождает вас.",0,"Мяу!",121];
      
      public static var sparkyQ:Array = ["Эй, воители! \nКажется, вы собрали несколько Золотых Билетов по пути сюда. \nПора пустить их в дело - последняя битва уже близко! \nДавайте скинемся и запросим помощь!",0,"Здорово! \nГильдия Воинов вот-вот пришлет бесплатное снаряжение. \nОбычно доставка длится всего несколько минут!",0,"Просто подождите секунду!",0];
      
      public static var sparkyD:Array = ["Только посмотрите на все, что нам прислала Гильдия Воинов! \nБерите, что хотите - пора готовиться к последней битве!",0,"Они прислали все это?! \nВыглядит недешево!",20];
      
      public static var zephyrD:Array = ["Я пытался поглотить энергию этих кристаллов... но у меня только кожа покраснела. Поглотил, называется. \nЯ был так зол, что оставил где-то Большой Молот. Он гораздо больше вашего маленького.",0,"Хм, Большой Молот? \nДумаю, он нам понадобится, чтобы пробиться через эти красные кристаллы.",61];
      
      public static var anikiD:Array = ["Вы точно справитесь, если поверите в себя. \nИ знаете, почему? Потому что я верю в вас! \nТак что поверьте тому, кто верит в вас!",0,"Бро, мы тебя едва знаем. \nНо все равно спасибо. Мы постараемся.",29,"Просто не забывайте про ту атаку, которой я вас научил! \nИспользуйте бур, и все будет хорошо!",0];
      
      public static var wohehivD2:Array = ["Меня послали передать вам припасы от лица всей нашей деревни. \nКогда мы услышали, что кто-то С НАШЕГО РОДНОГО ОСТРОВА собирается остановить инопланетное вторжение, мы были просто обязаны хоть чем-то помочь.",0,"Спасибо, Вохехив. \nЕсли мы помрем - сделай тотем с нашими изображениями!",2];
      
      public static var samD:Array = ["Вы точно справитесь. Я видел, как вы деретесь. \nНикто даже близко не сравнится с вами в силе и технике. \nЕсли вы падете - мы все обречены.",0,"Спасибо, блин, теперь-то мы точно не переживаем...",109];
      
      public static var mollyD:Array = ["Спасибо за то, что помогли мне раньше. Поэтому-то я и пришла отплатить за услугу и поддержать вас в финальной битве. \nДа и добраться сюда теперь довольно легко, после того как вы разблокировали всех тех кото-слаймов. \nВы так много сделали для всех нас.",0,"Спасибо, Молли. \nЯ думаю, мы точно справимся!",4];
      
      public static var mungusD2:Array = ["Вам это по плечу!         \nЯ, правда, не знаю, что. \nНо от вас, молодежь, зависит наше будущее.",0,"Может вам лучше отдохнуть?",35,"Чепуха! \nЯ ж помру, если не увижу финальную битву!",0];
      
      public static var shioneD:Array = ["Эй! Вы просто спасли меня тогда. \nМы все должны сделать все возможное, чтобы сохранить наш маленький симулированный мирок. \nНикто не обязан переживать такое в одиночку. \nЯ всеми силами буду болеть за вас.",0,"Рада, что тебе получше. \nМы исправим этот мир и в нем снова станет радостно жить.            \nОбещаю!",92];
      
      public static var rebelD:Array = ["Вместе мы остановили фашистскую революцию. \nВместе мы и остановим эту катастрофу!",0,"Эй, ты случайно не тот придурок, что испохабил мою крепость...?!",69,"Н-нет, сэр.",0];
      
      public static var sallyQ:Array = ["Эй, а что это вы такие трезвые? А как насчет сделки? \nСоглашайтесь, пока я не передумала! Я подарю вам теплую праздничную одежду в обмен на несколько праздничных леденцов. \nНеплохо, а?",0,"Так держать! \nИ пусть летающий толстяк благословит вас и наполнит праздничные носки до краев алкоголем.",0,"Что ж, моя работа здесь закончена. \nПойду напьюсь до поросячьего визга.",0];
      
      public static var jackQ:Array = ["СЛАДОСТЬ ИЛИ ГАДОСТЬ!       \nДАШЬ МНЕ ПРАЗДНИЧНУЮ КОНФЕТУ... И Я ПОЩАЖУ ВАС!!!    \n(Пожалуйста, только не бейте.)",0,"ОЧЕНЬ ХОРОШО, СМЕРТНЫЕ. \nА ВОТ ВАМ КОЕ-ЧТО ЗЛОБНОЕ ВЗАМЕН. \n(Теперь и вы можете нарядиться!)",0,"Хороший улов в этом году - должно хватить до следующего. \nНо как теперь попасть домой? Как я вообще здесь оказался?",0];
      
      public static var amyQ:Array = ["Я всего лишь зайка и я люблю шоколад. \nЕсли вам некому подарить его в этом году, вы можете отдать его мне! \nА я дам вам кое-какой сюрприз. *подмигивает*",0,"Спасибо тебе, человек! Так много шоколада! \nИ, как я и обещала, вот сюрприз!",0,"Аххх, я так довольна. \nЖизнь прекрасна!",0];
      
      public static var bunniQ:Array = ["Эй, незнакомец, не хочешь пойти на поводу моей зависимости от пасхальных яиц? \nИменно в эти дни монстры начинают откладывать шоколадные яйца. \nСоберете мне достаточно - поделюсь с вами кое-чем приятным.",0,"Ух ты! Они такие свежие. Просто восхитительно. \nКак я и обещал, вот вам снаряжение за все те яйца, что вы мне дали.",0,"Счастливых праздников и все такое. \nМне пора обжираться шоколадом и смотреть на звезды!",0];
      
      public static var lunarQ:Array = ["Вот и наступил праздник, когда всюду появляются красные конверты! \nЯ, правда, не уверен, что вы понимаете, о чем речь... Может, просто отдадите их мне?",0,"Спасибо! Вот вам праздничные петарды! \nОни отпугивают злых духов своими хлопками.      \nИ пусть все ваши приключения будут успешными и прибыльными!",0,"Пожалуйста! Не бросайте петарды в людей!",0];
      
      public static var odinD:Array = ["Я - Один, хранитель этого священного царства духов. \nВы свободны появляться здесь и уходить по собственному желанию.              \n\nТолько лишь до одного из кото-слаймов я не могу позволить вам дотронуться, ибо он ведет прямиком в храм ада посреди огненного озера.",0,"Правда? \nТы думаешь, мы не справимся?! \nИли ты просто утаиваешь от нас какое-то секретное сокровище?",9,"О, глупое дитя! \nТолько легендарные герои, одолевшие всех супер-боссов, могут отправиться туда. \nТруднейшие испытания ждут вас там! \nОтправитесь туда сейчас - погибнете немедленно.",0,"А ну повтори?!",9,"Боссы, которых вы должны победить, известны как Сестры, Машина для Прокладки Тоннелей, Логово Ниндзя, Бог Огня и Королева Гидр. \nВсе они являются более мощными версиями обычных боссов, и их можно найти в дополнительных подземельях!",0,"Ох... звучит как огромная куча работы...",5];
      
      public static var odinD2:Array = ["Великие храбрые воины, я польщен вашим присутствием. \nОтныне вы вольны отправиться через этого кото-слайма. \nЯ уверен, что вы одолеете любое испытание, что находится там.",0,"Наконец-то мы получаем то уважение, которого всегда заслуживали!",21,"Не стоит так зазнаваться. \nЕще остались боссы, которые нас могут размазать.",51];
      
      public static var bardD:Array = ["...",0];
      
      public static var bardStart:Array = ["Хотите я вам погадаю? \nПросто протяните руку и я прочту ваши мысли!",0,"Брр, это немного омерзительно. \nПожалуйста, не прикасайся ко мне.",17,"Что ж, я вижу...",0];
      
      public static var bardSegments:Array = ["Мэтт, похоже, слеп к чувствам других, особенно это касается девушек. \nЭто довольно плохо для Натали.","Я чувствую сильное напряжение между Натали и Лансом. Очень глубокие обиды! \nМежду ними что-то произошло?","Анна и Ланс почти не знают друг друга, но у них куда больше общего, чем им кажется. \nВозможно, им стоит попробовать сражаться плечом к плечу.","Из Натали бы вышла прекрасная старшая сестра для Анны, но почему-то они видят друг в друге соперниц.","Мэтт и Анна очень похожи друг на друга. Оба - дети в душе, которые никогда не повзрослеют.","Ланс видит популярность Мэтта как угрозу. \nВозможно, ему стоит изменить свое отношение и научиться кое-чему у своего напарника.","Оу... Похоже, я не чувствую никаких неприятностей. \nКажется, вы достаточно дружны и образуете слаженную команду!"];
      
      public static var cultistD:Array = [".-- . .-.. -.-. --- -- . | - --- | -.. .. . .-.-.-",0];
      
      public static var cultist2D:Array = [".--. .. --.. --.. .- --. .- - . | .. ... | .-. . .- .-.. .-.-.-",0];
      
      public static var cultist3D:Array = [".. | .- -- | . .-. .-. --- .-. .-.-.-",0];
      
      public static var cultist4D:Array = [".... --- .-- | -.-. .- -. | -- .. .-. .-. --- .-. ... | -... . | .-. . .- .-.. | .. ..-. | --- ..- .-. | . -.-- . ... | .- .-. . -. .----. - | .-. . .- .-.. ..--..",0];
      
      public static var cultist5D:Array = ["-.. --- -. ..- - | - . .-.. .-.. | .- -. -.-- --- -. . | .- -... --- ..- - | - .... .. ... .-.-.-",0];
      
      public static var cultist6D:Array = [".. - .----. ... | .- | ... . -.-. .-. . - | - --- | . ...- . .-. -.-- -... --- -.. -.-- .-.-.-",0];
      
      public static var cultist7D:Array = [".- .-.. .-.. | --- ..- .-. | -... .- ... . | .- .-. . | -... . .-.. --- -. --. | - --- | -.-- --- ..- .-.-.-",0];
      
      public static var cultist8D:Array = [".... . .-.. .-.. | .- .-- .- .. - ... | -.-- --- ..- | -... . -.-- --- -. -.. | - .... . | -.. --- --- .-. | --- ..-. | - .. -- . .-.-.-",0];
      
      public static var maskerAD:Array = ["...",0,"Ох блин, опять эти чудаки...            \nПохоже, они все еще не хотят с нами разговаривать.",9];
      
      public static var maskerBD:Array = ["...",0];
      
      public static var maskerCD:Array = ["...",0,"Что не так с этим парнем? \nОн просто торчит здесь, словно ждет, пока не произойдет что-то важное.",105];
      
      public static var maskerDD:Array = ["...",0,"ОХ БЛИН! \nЗдесь еще кто-то есть!",25,"Давайте убираться отсюда!",114];
      
      public static var maskerED:Array = ["...",0,"Слишком хороша, чтобы заговорить с нами, а?           \nДа пожалуйста. \nВсе равно ты жуткая!",19];
      
      public static var maskerFD:Array = ["ЗДЕСЬ ГЛАВЕНСТВУЮТ КОШМАРЫ.        \nВЕРНИТЕСЬ НЕМЕДЛЕННО.",0,"Оно может говорить!           \nВ любом случае, это звучит жутковато.",22];
      
      public static var redD1:Array = ["■□■□■■■□□ -□□□ .¬ 0xFFFFFF \n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□??",0];
      
      public static var redD2:Array = ["\n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□?? \n■□■□■■■□□ -□□□ .¬",0];
      
      public static var redD3:Array = ["\n\n■ □□ -□□□ .¬\n\n■□■□■■■□□ -□□□ .¬`□",0];
      
      public static var wallyD:Array = ["Эй! Там за мной - дополнительное подземелье! \nК сожалению, вам нельзя в него входить, пока вы не заплатите за это реальными деньгами. \nВам необходимо приобрести Премиум версию EBF5, хотя, по сути, это - дополнение. Но только после этого я смогу вас впустить.",0,"Так значит, ты - буквально стена, преграждающая платный контент? \nВсе твое существование нужно лишь затем, чтобы мучать нас?!",9,"Думаю, можно и так сказать. \nПусть меня никто и не будет уважать за это, но я выполняю свою работу честно.            \nВ любом случае, у меня есть цифровые буклеты. В них все красочно расписано....",0,"Держите. \nТам даже есть ссылка, по которой можно перейти (и это даже безопасно).",-1];
      
      public static var wallyD2:Array = ["О, это вы! Так как у вас есть Премиум версия EBF5, я могу впустить вас в это секретное дополнительное подземелье! \nНо берегитесь, оно немного сложнее почти всего, что встречалось на вашем пути. Возможно, будет проще, если вы вернетесь позже, пройдя дальше в вашем приключении. \nПопробуйте и узнаете!",0];
      
      public static var fanniD:Array = ["Пожалуйста, не наделайте глупостей, таких, как, например, открытие этих ворот. \nОни не просто так здесь стоят. \nЗа ними очень сильные монстры!",0,"Вызов принят!",2];
      
      public static var fanniD2:Array = ["А мне ведь говорили, что я недостаточно грозная, чтобы быть стражем. \nЯ надеялась, что голоса разума и логики будет достаточно, чтобы люди сюда не лезли, но, видимо, нет.",0];
      
      public static var frostyD:Array = ["О! приветствую... Вы тоже здесь, чтобы исследовать руины? \nЕсть в них нечто магическое - огонь и лед совместно не могут существовать.",0,"Вы можете просто сказать, как разгадать эту головоломку? \nНас интересует только это.",9,"Ну... Мне кажется, я поняла, как это сделать. \nНо я бы не отказалась забрать сокровища себе, так что не думаю, что мне стоит рассказывать вам решение.",0,"Я, наверное, проклят: всю жизнь страдать от этих чертовых головоломок. \nЗа что мне все это?",8,"Ладно... Так и быть, я подскажу...          \nВам нужно всего лишь передвинуть блоки на нужные места!",0,"ТЫ, БЛИН, ДУМАЕШЬ, ЧТО Я ТУТ В ИГРЫ С ТОБОЙ ИГРАЮ?!",30];
      
      public static var larryD:Array = ["Как вы думаете, у меня получится? \nДумаете, я смогу... прокатиться по лавовым волнам?",0,"Если у твоей доски есть сопротивление к огню, то почему бы нет? \nГлавное, убедись, что это так... А то это будет уж слишком глупая смерть.",4];
      
      public static var garvenD:Array = ["Слабоват я, чтобы двигать блоки... Хотя, какая разница? \nЭти головоломки слишком сложны для меня... \nНо я успел глянуть, с кем будет финальная битва в этом подземелье!",0,"Да?         \nИ что ты можешь рассказать о боссе?",1,"Не очень много. Естественно они используют ледяную и огненную стихию. \nЕсли у вас нет снаряжения, чтобы справиться с ними, вы всегда можете вернуться позже.",0,"Они? С ними?        \nТо есть там не один босс?",15];
      
      public static var bounceD:Array = ["Мне дали приказ охранять секретный бункер Ланса. Только путешественники, купившие Премиум версию EBF5, могут войти в это сверхсекретное дополнительное подземелье.",0,"Я прямо перед тобой, кретин. \nЯ тот, на кого ты работаешь! А ну, скройся отсюда!",70,"Никак нет! Вы приказали вообще никого не впускать. Даже вас! \nЯ не могу позволить вам войти. \n\nНо у меня есть кое-какая информация...",0,"Видите ли, у вас полная версия игры, но вы можете купить дополнение, если хотите еще больше приключений!              \n\nПрошу только, не бейте меня...",-1];
      
      public static var bounceD2:Array = ["Ага, как я вижу, у вас есть дополнение к EBF5. Вы можете войти в это дополнительное подземелье...       \nНо берегитесь - там чертов лабиринт! \nЕсли вы заблудитесь, просто сохраните игру и загрузитесь - вы окажетесь прямо у входа.          \n\nСмотрите, не забудьте это!",0];
      
      public static var kroganD:Array = ["Эй! Ты друг аль враг?! \nХорошо, хоть я стволов с собой захапал, а то точнехонько бы уже ласты склеил. \nКажись, вход-то завалило.",0,"Не, отсюда без труда можно выбраться. \nНе стоит тебе тут оставаться жить. Спятишь же.",2,"Да смысл мне сейчас-то уходить? Я еще не все сокровища захапал!               \nХоть одно бы захапать для начала...",0];
      
      public static var gustD:Array = ["Слава БогоКошке, люди! \nОднажды и меня вела дорога приключений, пока я не бросил попытки выбраться отсюда - я вечно оказываюсь там, где начинал. \nТеперь это мой дом. Приходится выживать на влаге со стен и всякой хрени, растущей по углам. А вон мое ведро-туалет.",0,"Ого! Сколько же ты здесь пробыл?!",96,"Думаю, уже часа три-четыре.",0];
      
      public static var nasimD:Array = ["Вы пришли спасти меня?! Слава БогоКошке! \nЯ думал, меня точно здесь размажут!",0];
      
      public static var nasimD2:Array = ["Ох и эпичной же была эта битва. \nВас и правда послали с небес. \nЯ безмерно благодарен за то, что вы спасли меня.",0,"Да ладно, мы тоже не думали, что у нас получится... Но я рад, что ты верил в нас.",27];
      
      public static var slasherD:Array = ["Эй, вы! Вам сюда нельзя. \nЭтот проход только для зомби и тех, кто приобрел расширенную версию игры... \nНу... Премиум версию или как-то так.",0,"Ты серьезно просишь заплатить, чтобы войти в мерзкую пещеру с зомби? \nНе очень-то и хотелось. Не думаю, что там есть что-то интересное.",57,"Попрошу быть поуважительнее! Это также и мой дом, мерзкие людишки!               \nВот, здесь все рассказано, если вам, невежам, все же интересно...",0,"В этих новых подземельях... достаточно сложных головоломок... хех... \nБосс, конечно, тоже сильный, но головоломки - просто жуть...",-1];
      
      public static var slasherD2:Array = ["*Принюхивается*          \nХоть вы и не зомби, но все же я вас впущу. \nМне приказано впускать всех, у кого есть полная версия игры.",0,"Ну мы... польщены?",35];
      
      public static var gonerD:Array = ["Я... Я чувствую тягу к... человеческому мясу. \nМне точно не следовало спускаться сюда. Меня же предупреждали! \nИ вот теперь со мной точно что-то не так...",0,"Давайте уйдем отсюда. \nЯ не хочу быть тем, кому придется все ей объяснить.",5,"Ну, мы всегда можем избавить ее от страданий...",79];
      
      public static var cutterD:Array = ["Хмм, вы далеко зашли, человечишки. \nНе думаете ли вы, что уже слишком далеко? \nЗнаете ли, вы для нас - деликатес...",0,"Даже не думай!",69,"Можно я хотя бы просто пожую чью-нибудь руку?",0];
      
      public static var veganD:Array = ["Я тут решила попробовать клевую новую диету...          \nМожно есть что угодно, кроме мяса, яиц и вообще чего-либо, что я люблю.",0,"Не думаю, что ты долго протянешь на такой диете.",92,"Гррр~",0];
      
      public static var ripperD:Array = ["Хехехехе. Вам никогда не разгадать это! \nЯ дам маленькую подсказку... Решение у вас прямо перед глазами!",0,"Будь ты проклят, чудовище. Тебя пытать мало, за создание такого!",10,"(Любопытно, будет ли это бесчеловечно - убить зомби. \nУ них определенно есть разум, да и людей они вроде любят. \nНо они все равно - воплощение зла!)",9,"По крайней мере, в отличие от вас, я не садист, так что я подскажу еще кое-что...         \nНе важно, в каком порядке вы нажмете переключатели. Вся суть - в финальной комбинации! \nВнимательно присмотритесь к символам и подумайте, как они связаны!",0];
      
      public static var sunnyD:Array = ["Это - дополнительное подземелье, а вы знаете, как с ними обстоят дела. \nВам придется приобрести Премиум версию EBF5 чтобы войти. \nКлянусь, оно того стоит! Там целых два Босса!",0,"Отстой.       \nМы сражаемся, чтобы спасти ваш город, а вы все равно требуете с нас деньги?",99,"Мне жаль, но таковы правила. \nЕсли вам интересно, на заглавном экране есть ссылка на это дополнение, а вот - небольшая брошюра...",0,"Если вы уже закончили бесплатную версию, вы всегда можете докупить еще немного контента...",-1];
      
      public static var sunnyD2:Array = ["О, так как у вас есть полная версия EBF5, я могу впустить вас в тайные пещеры Краснососенска. \nТам полным-полно всякого интересного, и я уверена, что вы со всем разберетесь.",0];
      
      public static var diggerD:Array = ["Хей-хо! Эти пещеры просто нечто! \nВ каждой стене - секретный проход! \nПод каждым камнем - сокровище!",0,"Можешь смело \"искать\" их сколько захочется. \nТолько нашел, посмотрел и положил на место, а мы потом все заберем, хорошо?",19];
      
      public static var blondieD:Array = ["Эту головоломку не разгадать. \nЯ должен набивать карманы самоцветами, но я просто стою, смотрю на это и ломаю голову, как это решить.                      \nУ меня уже голова болит.",0,"Насколько ты продвинулся в решении?",31,"Да мне сил даже не хватает, чтобы блоки двигать. \nОни точно весят по тонне каждый!",0];
      
      public static var pandoraD:Array = ["Не одни мы собираем кристаллы ради их энергии. \nДа и монстры лезут из всех щелей, потому что - а как иначе.              \n\nКаждый раз вокруг одни долбаные монстры... Эх...",0,"Да еще и опыт с них здесь не падает!           \nИ правда, эх.",17];
      
      public static var marinaD:Array = ["Похоже этот старый храм как-то вытягивает энергию из кристаллов, не разрушая их. \nОбычно мы их просто пускаем на топливо для обогревателей, но, может, стоит задуматься об использовании их как возобновляемых ресурсов?",0,"Куда же выкачивается вся эта энергия?",45,"Не думаю, что это как-то связано с сюжетом игры. Да и я, собственно, тоже.",0];
      
      public static var roastieD:Array = ["От жары дышать просто невозможно! \nДолбаные монстры тоже не облегчают жизнь. \nЯ тут уже целый день торчу и-",0,"Слушай, а что у тебя с глазом?",22,"(Так спрашивать - очень грубо!)",49,"Ну просто бур-копье - словно палка о двух концах. \nТы можешь дробить им камни, можешь просто упасть на него. \nЯ не особо с ним тренировался из-за сокращения бюджета.",0];
      
      public static var templerD3:Array = ["Видите этот храм? Это финал! Сложнейшие испытания находятся в нем! \nИменно сюда ведет золотой кото-слайм!",0,"Дайте догадаюсь... Нам надо заплатить, чтобы зайти внутрь, потому что ты подонок?",9,"Именно! Это - последнее подземелье Премиум версии! \nВам нужно одолеть все предыдущие подземелья, чтобы войти! \nВнутри обитают Злые Герои... Они - те еще личности! \nВ любом случае, вот - рекламка на всякий случай, еще разок...",0,"Если вы еще не решились, всегда можно потерпеть, пока будет скидка или типа того...",-1];
      
      public static var templerD:Array = ["Ага, вы справились! \nВы встретили свои внутренние страхи лицом к лицу и вышли победителями!",0,"Да, там было то еще безумие.           \n\nНо... эмм... Что нам теперь делать?",27,"К сожалению, вы нарушили череду событий, задуманную разработчиком! \nВидите ли, он думал, что к этому моменту вы одолеете всех мини-боссов!            \nПоэтому вам стоит вернуться сюда, когда победите трехголовую Зомби-Гидру!",0,"Оу.       \n\nЛадненько.",5];
      
      public static var templerD2:Array = ["Ах! Герои Epic Battle Fantasy наконец-то прибыли!  \nПозвольте представить вам последнее испытание, дабы утолить вашу жажду отваги и признания!",0,"Ты, блин, кто еще такой?",69,"Перед вами находятся 5 светящихся сфер. И каждая - огромное испытание! \nКрайняя левая - \"Марафон Врагов\": продолжительная битва против каждого обычного врага в игре. Вторая сфера слева -  \"Марафон Мини-Боссов\": в нем вам придется одолеть каждого из легких боссов одного за другим.",0,"Крайняя правая сфера -  \"Марафон Мега-Боссов\", а вторая справа - обычный \"Марафон Боссов\". Название говорит само за себя: вам необходимо одолеть каждого босса игры одного за другим без передышек. Вы всех их уже победили, так что это не составит никакого труда!",0,"Хе-хе. Надеюсь.",2,"И наконец, прямо в центре у нас \"Бесконечная Битва\". Это -  самый эффективный тест вашей выносливости: вам нужно просто продержаться так много волн случайных врагов, сколько сможете, тогда как с каждой волной враги будут становиться все сильнее. Уровень сложности игры будет автоматически изменен на Тяжелый только для этой битвы, а ваш максимальный результат будет записан в архиве, который находится в меню информации.",0,"Время охоты за достижениями!",4];
      
      public static var sage:String = "Мудрец";
      
      public static var barb:String = "Барб";
      
      public static var brutus:String = "Брут";
      
      public static var val:String = "Валь";
      
      public static var hal:String = "Галл";
      
      public static var felix:String = "Феликс";
      
      public static var dexter:String = "Декстер";
      
      public static var linus:String = "Линус";
      
      public static var ada:String = "Ада";
      
      public static var alan:String = "Алан";
      
      public static var dinesh:String = "Динеш";
      
      public static var gilfoyle:String = "Гилфойл";
      
      public static var elliot:String = "Эллиот";
      
      public static var fartus:String = "Пуктус";
      
      public static var shartus:String = "Дристус";
      
      public static var nimrod:String = "Нимрод";
      
      public static var fran:String = "Фран";
      
      public static var reno:String = "Рено";
      
      public static var sabrina:String = "Сабрина";
      
      public static var phyrnna:String = "Фирнна";
      
      public static var moody:String = "Плакса";
      
      public static var osho:String = "Ошо";
      
      public static var rami:String = "Рами";
      
      public static var kiev:String = "Киев";
      
      public static var son:String = "Сын";
      
      public static var kat:String = "Киса";
      
      public static var robyn:String = "Робин";
      
      public static var meg:String = "Мег";
      
      public static var sageD:Array = ["Э-эй! \n\nЭта часть библиотеки небезопасна... вы можете пройти, но на свой страх и риск!",0,"Вы... эм... в порядке?",35,"Ага, я просто устал и проголодался. Уже почти перерыв...         \n\nКак бы то ни было!               \nЭта зона нестабильна - здание разрушается, и внутри поселились монстры!",0,"(Чертово сокращение бюджета... Мне даже не платят за то, что я здесь нахожусь...)",0];
      
      public static var sageD2:Array = ["Пока вы разбирались с этими бумажными монстрами, я выпил чаю и чувствую себя гораздо лучше!     \n\nИ, между прочим, один из монстров обронил эту бумажку...",0,"Хм?       \n\nЧто это?",105,"Я думаю, что это описание нового умения!        \n\nНовый Лимит!",16,"Ой... кажется, его могут использовать только девчонки...              \n\nЧто за отстой.",17,"Круто!   \n\nДай посмотреть!",113];
      
      public static var barbD:Array = ["*шепотом* До меня доходили слухи... что в этой библиотеке... есть какая-то волшебная... эм... бумага.    \n\nБумага, которая может оживлять рисунки!",0,"*громко* Ты нашел ее?!",61,"Шшшшшшш! Тихо! ",0,"................................................",79,"Неважно...  \n\nНо, отвечая на ваш вопрос... нет... я здесь не нашел ничего полезного. \nСомневаюсь, что и вы найдете.",0,"Я знал, что библиотеки бесполезны!",17,"Заткнись, Мэтт! \nИз-за тебя мы выглядим глупо!",39,"Смотрите! \nТам же куча интересных книг!",49];
      
      public static var brutusD:Array = ["Я не думаю, что кто-нибудь соберется ремонтировать эти комнаты в ближайшее время, но я как минимум слежу за тем, чтобы растения были политы.",0,"Ты молодец, что следишь за этим местом.     \n\nНо монстры тебя не напрягают?",92,"Монстры меня не трогают, ведь я не трогаю их!",0];
      
      public static var valD:Array = ["Ребят, вы что, правда просто переплыли целое море на маленьком плоту?     \n\nКак так вышло, что вы не стали кормом для рыб?",0,"Не люблю рыбу.     \n\nВот и все.",61,"Вау.     \n\nНо если вы будете грубить, я не расскажу вам о тайном острове!     \nНет-нет! Он совершенно точно не к северу от одинокой чайки!",0];
      
      public static var halD:Array = ["Вы с континента, м? \nВпечатляет, что вы смогли забраться так далеко.     \n\nНо раз уж вы здесь, не хотите ли что-нибудь купить?",0,"*еды плиз*",140];
      
      public static var felixD:Array = ["О, бета-тестеры пришли!",0,"Ты кого назвал бетой, ты, отвращающий женщин недоумок?",69,"Остынь, бро. Не нужно кипятиться!           \n\nВы находитесь в Дата-Центре! Мы просто храним здесь старые видеоигры!",0,"Видеоигры?! \nРасскажи поподробнее!",22,"Ну, на этом этаже вы можете увидеть все наши основные сервера с данными - мы там, очевидно, эти данные обрабатываем! \nА внизу находятся 8 компьютеров, на которых можно играть в старые версии классических фентези игр.",0,"Фентези?      \n\nЧто-нибудь конкретное, о чем я мог слышать?",15,"Сомневаюсь.     \nОни всего лишь малоизвестные флеш-игры из интернета.        \n\nНо не стесняйтесь, попробуйте их все!",0,"Не может быть! Я обожаю флеш-игры!         \n\nЯ провел свою юность, прокрастинируя в интернете вместо того чтобы делать что-то стоящее!",2,"Ага, жаль, что чувак, который придумал Banana xPhone пошел войной на Flash, что в итоге привело к стигматизации и падению технологии. \nЧто теперь люди будут использовать для вебок, Javascript? HTML5? Да им придется потратить 15 лет чтобы нагнать Flash! \nНо я отвлекся.",0,"(Флеш-игры открыли мне хентай. Интересно, во что можно поиграть здесь...)",71];
      
      public static var dexterD:Array = ["Вы, наверное, новые бета-тестеры. \nМы месяцами хранили данные из старых игр, чтобы наши потомки могли в них поиграть, даже если интернета уже не будет.     \n\nЕсли двое из вас сядут за тот компьютер слева от меня, вы сможете попробовать одну олдскульную игру первого поколения.",0,"Круто! \nЛюблю ретро-игры!",2,"В ранних видеоиграх монстры были невероятно примитивными конструктами, технически говоря. \nУ них даже не было параметров точности и уклонения, то есть они даже не могли уклониться от атаки.          \n\nС другой стороны, исход битвы гораздо меньше зависел от удачи.",0,"Но это не все, их стихийные свойства тоже были очень плохо запрограммированы - у большинства врагов была только одна уязвимость! \nА их атаки были совершенно случайны! Вообще никакого интеллекта!    \nЧем разработчики вообще думали?!",0,"О, и боевая музыка! \nНам приходилась импровизировать-",0,"Эй, ты нам дашь поиграть или нет?",17,"Да, конечно. \nПомните, это игра только для двух игроков - только первые два героя из вашей команды могут играть.",0];
      
      public static var linusD:Array = ["На этих двух компьютерах запущено второе поколение игр. \nКак и игры первого поколения, они тоже всего лишь для двух игроков.",0,"Хмм, мне кажется, они были раньше меня. \nЯ их совсем не узнаю!",112,"Думаю, мы неплохо поработали, сохранив большую часть данных. (Вау, я рили разговариваю с девчонкой, лол) \nФоновая графика немного испортилась, но все еще пригодна к использованию, как по мне.     \nДовольно сложно апгрейдить старые игры, когда разрешение монитора так быстро меняется, лол.",0,"Второе поколение игр вводит параметры точности и уклонения, и, ох, монстры начали использовать множество атак с дебаффами. \nДумаете, пчелы это фигня?! Это пока они вас не ослепили, гыгыг!           \n\nТак что, хех, придется вам к этому привыкнуть.",0,"Эй, я хочу попробовать. \nКак в нее играть?",92,"Просто поговори с компьютером, и сражение начнется. \n(Интересно, она меня потом обнимет, лол?)",0,"(Я бы понюхал ее няшные зеленые волосы. Интересно, это их естественный оттенок или она их красит, ахаха?)",0,"(Мне надо бы перестать вести себя как социально неловкий пингвин, лол.)",0,"(Кажется, у меня началась паническая атака... аххахахаха...)",0];
      
      public static var dineshD:Array = ["А здесь у нас игры для трех игроков. \nЯ тестировал их целыми днями, так что, очевидно, никаких багов здесь уже не осталось. \nМой код просто шикарен, вряд ли у вас будут какие-то проблемы.",0,"Что было по-настоящему нечестно в этих старых играх, так это то, что босс мог внезапно призвать себе на помощь еще монстров, и они сразу же получали ход! \nИ иногда к ним присоединяются реально сильные враги, причем совсем без предупреждения!       \nНо, кажется, в четвертой версии это наконец исправили.",2,"Аа, я смотрю, ты уже знаком с третьей версией! \nТам меньше статусных эффектов, чем в современных играх, но в остальном они ооооочень похожи.       \nПочему бы вам не попробовать поиграть, а потом не предложить моему боссу дать мне повышение, м?",0,"Только если у роботыквы все еще есть соски-пулеметы. \nНадеюсь, вы их не зацензурили, а то..!",82];
      
      public static var gilfoyleD:Array = ["На этих двух компьютерах справа запущена симуляция четвертой игры. \nОна не очень сильно отличается от игры, в которую ты играешь прямо сейчас.",0,"(А? С кем это он говорит? Он просто смотрит в пространство...)",65,"Хех, в любом случае, мы позволили себе несколько художественных вольностей: например, поведение некоторых боссов немного изменилось. \nИ вы можете играть только втроем, что исторически неточно, но мы старались сделать этот проект интересным в новых условиях, и вместе с тем вызывающим приятные воспоминание, понимаете?",0,"Не то чтобы я был против переписывания истории, если оно для высшего блага. \nКонечно, понятие \"выcшего блага\" совершенно субъективно, но я предпочитаю верить, что я в этом разбираюсь лучше, чем кто бы то ни было другой.",83,"Вот это настрой!       \n\nЧто касается моего следующего проекта, я собираюсь добавить немного взрослого контента в детскую игру...",0];
      
      public static var adaD:Array = ["Мы закопались в старый блог разработчика и нашли концепт-арты, которые вы можете видеть на стенах. \nПодойдите поближе - это то, что могло бы быть, но никогда не будет в реальности.     \n\nРазглядывать неиспользованные работы вроде этих - мое увлечение.",0];
      
      public static var elliotD:Array = ["Мы выращиваем здесь свою собственную еду, поэтому вы можете видеть растения и коз.      \n\nНа случай, если завтра настанет конец света и вся инфраструктура накроется, чтобы мы здесь смогли выжить. \nЭдакая капсула времени для будущих поколений, если вам угодно.",0,"Да, очень важно улучшать и создавать новые чудеса, но люди часто забывают приглядывать за теми потрясающими вещами, которые уже существуют. \nБудет жаль, если наша интернет-культура придет в упадок и канет в небытие.       \n\nНадеюсь, история, хранящаяся в этих стенах никогда не будет забыта.",0];
      
      public static var alanD:Array = ["Если вы уже прошли все игры наверху и хотите чего-нибудь более сложного, те два компьютера сзади ждут вас.         \n\nАга, угадали - это марафон боссов! Как же без него!",0];
      
      public static var fartusD:Array = ["Аха! \nЯ вижу четырех закаленных бойцов, которые ищут себе достойное испытание! ",0,"Мяу!",129,"Эм... Я вижу четыре с половиной закаленных бойца, которые, предположительно, были бы не против посостязаться на Боевой Арене! \nУсловия просты - выиграй 10 сражений и получи приз!       \n\nНо прежде чем вы начнете, вы должны запомнить пять правил, поэтому слушайте внимательно...",0,"Правило номер один - никому не говорить о Боевой Арене?",61,"Что...? Нет!    \nПравило номер один заключается в том, что только один воин может находиться на арене!      \nКогда он пройдет через эти двери, он будет совсем один, пока не победит - или пока не сдастся.",0,"(Я бы предпочла не сражаться в одиночку... Кажется, это место не для меня...)",35,"Правило номер два: вы не можете призывать питомцев. \nВоин должен быть полностью самодостаточен и использовать только свои собственные способности!",0,"А что насчет снаряжения, которое призывает питомцев?",92,"Не знаю, как это работает, наверное, это можно.     \n\nВ любом случае, правило номер три!    \nВ каждом сражении только одна волна монстров: что видите, то в точности и получаете!",0,"Всего одна волна на битву?     \nЗвучит неплохо...",15,"Четвертое правило!      \nЕсли вы покидаете арену, все монстры появляются снова!      \nВам необходимо выиграть все 10 сражений, не покидая комнату!",0,"А если мне нужно покурить?!   \n(У меня зависимость...)",71,"Можно курить в здании.     \nМы не осуждаем ваш выбор способа, которым вы решили покончить с собой.",0,"А последнее правило!?",9,"Правило пятое и последнее... *барабанная дробь* ........................................................................      \n\nВы не можете проиграть! \nДа! Если вы проигрываете, вы можете просто сразу же попробовать снова!",0,"Черт возьми, да!",93,"Как прогрессивно!",46,"Это круто!",2,"Мяу!",122,"Пфффф, это для простаков-обывателей. \nЯ лучше умру стоя - как настоящий мужчина!",81,"Что ж, когда вы будете готовы, просто пройдите через вон те двери. \n\nИ не забудьте снять все умения и снаряжение с героев, которые не сражаются! \nЭто очень важно - иначе у вас не будет доступа к этим предметам!",0];
      
      public static var renoD:Array = ["Меня просто размазали на арене...      \n\nК счастью, сражение остановили до того, как я окончательно умер. \nВам определенно стоит поговорить вон с тем красноволосым парнем - он объяснит правила.",0,"Мне не нужны правила.     \nЯ учусь прямо во время драки.",17,"Мэтт, мне кажется, тебе правда стоит прислушаться к этому парню.    \nЭто тебе не обычные битвы - если ты не подготовишься как следует, у тебя не будет и шанса!",39,"Надеюсь, вы улучшили кучу разного снаряжения.     \nСкорее всего, вам придется его менять между битвами. Если вы хотите выжить.",0,"Звучит сложно...",11];
      
      public static var sabrinaD:Array = ["Довольно варварский вид спорта, не так ли? \nОни останавливают сражения до того, как кто-либо из участников умрет, чего нельзя сказать об этих бедных животных...",0,"Я заметила, что у них есть несколько очень редких существ.  \nИнтересно, можно ли их поймать и похитить...         \n\nЧтобы спасти их от этой жизни, где нет ничего, кроме мучительной борьбы, понимаете?",0];
      
      public static var nimrodD:Array = ["Я здесь исключительно ради крови-кишок-расп... и взрывов!     \n\nМеня даже не волнует, кто выиграет!",0];
      
      public static var franD:Array = ["Я и сам сражался на арене пару раз. \nНужно просто наложить на себя как можно больше баффов в первые два раунда, иначе тебя быстро вынесут.    \nСнаряжение с бонусами к защите будет особенно полезным!",0];
      
      public static var shartusD:Array = ["Убей свой страх, дерись как лев, храни в себе голодный гнев! Пока ты жив, никто не справится с тобой!     \n\nЭтот стадион меня любит, детка!",0];
      
      public static var renoD2:Array = ["Я слышал ты зачистил все 10 раундов. Молодец! \nК сожалению, я не видел - я не хочу смотреть на это после того, что со мной случилось.       \n\nНо у меня для тебя есть небольшой приз - крутое умение, которое я сам уже какое-то время использую.",0,"Э? Что это? \nЗвучит сложно...",5,"Ага... очень ситуационный навык. \nОн помогает продлить время жизни статусных эффектов, если ты используешь стратегию, которая на них основана.     \n\nОн универсален - его можно использовать как на друзьях, так и на врагах!",0];
      
      public static var nimrodD2:Array = ["Неплохо сработано, сынок. \nЕсли тебе будет нужен товарищ по охоте - ты нашел этого чувака!     \n\nГлянь, я приспособил этот древний монитор, чтобы парализовывать жертв!",0,"Спасибо, старикан.   \n\nМожет быть, я попробую использовать его, если у меня закончатся патроны...",88,"Он не наносит много урона, но у него очень сильный эффект оглушения. \nОн с большой вероятностью сработает на ком угодно, у кого не полный иммунитет к оглушению.",0];
      
      public static var sabrinaD2:Array = ["Эй, милая! Я видела, как ты сражаешься, - ты очень пленительная! \nИ раз уж ты используешь магию, как и я, думаю, это редкое заклинание не будет лишним в твоей коллекции...",0,"Эм, спасибо... наверное!",34,"На самом деле оно не только для волшебников... любители физических атак тоже могут им пользоваться! \nНо, я думаю, такая милая девчонка как ты должна использовать его в первую очередь!",0];
      
      public static var franD2:Array = ["Йо, Анна! Не ожидала тебя здесь увидеть, да еще и в качестве участника!     \n\nЯ бы хотела показать тебе одно крутое заклинание, которое я выучила...",0,"Спасибо!         \n\nЯ не помню, чтобы мы встречались раньше. \nТы из Вечнолесья...?",105,"Ага, и я просто фанатею от тебя с тех пор, как ты победила фашистов!      \n\nЯ очень много тренируюсь, чтобы быть похожей на тебя!",0,"Ты мне льстишь!",102];
      
      public static var shartusD2:Array = ["Горжусь тобой, маленький котик!     \n\nПоскольку ты высший хищник (прямо как я), я научу тебя этому брутальному умению...",0,"Мяу...?",135,"Ага, именно! \nЗубчатые лезвия посыпятся на твоих врагов дождем из боли! \nТы можешь использовать это, чтобы жестоко обращаться с теми, кто слабее тебя!",0];
      
      public static var phyrnnaD:Array = ["О, вы уже прошли Боевую Арену? \nЯ слышала, что главные герои сегодня здесь сражаются, и хотела вам спеть пару воодушевляющих песен!",0,"Вы немного опоздали, леди. \nВы нас преследуете?",61,"Ну, я надеюсь, что эта песня вам все равно пригодится. \nОна немного коротковата, но дает усиление в битве!",0,"Спасибо, звучит полезно!        \n\nНо почему вы кажетесь мне знакомой?",32,"А, я просто появляюсь иногда здесь и там.       \n\nЯ уверена, мы еще встретимся.",0];
      
      public static var oshoQ:Array = ["*Я здесь тихо медитирую, но у меня урчит живот* ",0,"Ах, да, этого достаточно. Теперь давайте начнем медитировать...     \n\nОсвободите свое сознание, будьте неопределенными, бесформенными как песок.      \nПесок может плавно перетекать, а может валить с ног...      ",0,"Да, вы должны быть как песок.      \n\nПозвольте духу песка течь сквозь себя, и вы достигнете внутренней гармонии.",0];
      
      public static var moodyQ:Array = ["Эй, уважаемый, есть кофе? \nМожно я дам тебе денег, чтобы ты сходил за меня в магазин?           \n\nДругие взрослые не дают мне попробовать...",0,"Спасибо, уважаемый! \nЯ научу тебя этому заклинанию, которое я придумал, когда целый день плакал.",0,"Я не настоящий пират.         \n\nЯ просто ролевик.",0];
      
      public static var moodyD:Array = ["Эй, уважаемый, насколько крепок этот кофе?",0,"Достаточно, чтобы поднять мертвого.        \n\nМожет, тебе не стоит пить слишком много...",27];
      
      public static var kievQ:Array = ["О нет. Я думал, что нашел безопасное место, чтобы пережить апокалипсис со своим сыном, но, похоже, эта дыра в стене привлекает слишком много внимания.       \n\nНо раз уж вы здесь, не поможете собрать нам немного припасов?",0,"Круто. Это должно сработать.        \n\nМы использовали эту кислоту, чтобы убить местных крыс - может быть, вам она тоже пригодится.",0,"Я знаю, впереди нас ждут очень неприятные дни, поэтому мы останемся здесь.       \n\nПо крайней мере у нас есть видеоигры.",0];
      
      public static var sonD:Array = ["Мне не нравится наш новый дом.    \nКрысы сожрали мои ботинки.",0,"Это мой дом. \nВам здесь не рады.",69,"Папа говорит, скоро конец света, и всех нас ждет суд БогоКошки.",0,"Ну, вам потребуется гораздо больше оружия, если мы не сможем остановить вторжение, это уж точно...",79];
      
      public static var ramiQ:Array = ["Ууф!    \n\nУ меня есть просьба: я собираю образцы редких животных, чтобы изучить, как их биология меняется в зависимости от региона. \nВ награду за вашу помощь я научу вас одному заклинанию - я обещаю, вы найдете его чрезвычайно полезным.",0,"Ууф!    \n\nПризнателен за помощь. \nПозвольте мне научить вас заклинанию, которое значительно увеличит магический урон, который вы наносите в битвах. \nВам определенно стоит пользоваться им почаще.",0,"Ууф!    \n\nЭто заклинание уничтожит магическую защиту ваших противников. \nИспользуйте его с умом, и вы определенно возьмете верх в ваших сражениях.",0];
      
      public static var katD:Array = ["Нам сейчас жертвуют столько объектов искусства каждую неделю, что очень сложно как-то с этим справляться!    \nМы правда очень стараемся, но иногда очень тяжело связаться с художниками... Надеюсь, что все подписи верны!",0];
      
      public static var robynD:Array = ["Вот бы я могла так рисовать! Но каждый раз, когда я пытаюсь вернуться к искусству, мои руки начинают болеть, мой кот перегрызает провода от моего компьютера, и единственные заказы, которые я получаю - от стремных фуррей.         \n\nХудожникам приходится страдать.",0,"Почему бы тебе не найти нормальную работу?",61,"ЛАНС!",40];
      
      public static var megD:Array = ["Вот бы в реальной жизни была бы подобная графика...",0,"Может быть, тогда у меня была бы причина просыпаться по утрам.",0];
      
      public function npcs()
      {
         super();
      }
   }
}

