package text.russian
{
   public class dialogue
   {
      public static var gameIntro:Array = ["□□□□□□□□□□□□Что ж такое! Опять здоровье на нулях. \nОткуда у него столько урона? Так нечестно!                   \n\nИ дурацкая последовательность атак постоянно меняется!",25,"У меня последняя жизнь осталась! Проиграю - опять начинать сначала.             \n\nНе могу же я застрять в этой игре навечно, у меня еще и другие дела есть!",18,"Ага! А вот и его слабое место! \nМне всего-то нужно несколько раз ткнуть его в глаз, и тогда... может быть...",9,"ПОБЕДА! ВЫКУСИ!         \n\nНаконец-то я ее прошел!",2,"Всего-то 23 попытки!         \n\nКак два пальца об асфальт!",21,"Хотя концовка слабовата. \nЯ неделями собирал каждый предмет в игре... и все ради этого?           \n\nЯ надеюсь, что это не все-",17,"КАКОГО ЧЕРТА?!              \n\nЧто это за хрень?",13,"Гавань Надежды опять осадили пираты? \nНее... Им на такое сил точно не хватило бы... Я надеюсь.",24,"Я это так просто не оставлю! \nТот, кто сделал такое с моим ТВ, заплатит сполна!        \n\nИз-за этого я не увидел секретную концовку!",9,"Так-то лучше. \nВ моих руках и хоккейная клюшка - смертельное оружие. \nПока что этого достаточно.",2,"Хмм. Думаю, можно выдвигаться.    \nМожет, стоит захватить вкусняшек из холодильника в дорогу...",1];
      
      public static var controlIntro:Array = ["Судя по всему, я могу передвигаться при помощи клавиатуры, а взаимодействовать с окружением, нажимая пробел... \nЗвучит довольно старомодно... Может, мышкой будет проще?...",1];
      
      public static var jerryGone:Array = ["Похоже, старика Джерри дома нет.       \n\nЛюбопытно, что случилось? \nОн же никогда не выходит из дома...",15];
      
      public static var mouseControls:Array = ["Хмм. Использовать мышку, чтобы искать дорогу к секретам, кажется жульничеством.           \n\nЯ думаю, что могу использовать клавиатуру для перемещения, если мне больше по душе классическое управление для JRPG.",15,"Мяу?",121,"Кошак вряд ли понимает, о чем я...        \nВ старых JRPG всегда были заныканные секреты.",19];
      
      public static var hiddenRoom:Array = ["Оп-па.             \n\nЯ и забыл, что у меня здесь была комната...",5];
      
      public static var goingOut:Array = ["Нихрена ж себе! \nВ небе огромный огненный шар!",24,"А, погодите, это всего лишь Солнце.       \n\nДавненько я его не видел... Надо быть поосторожнее.",12];
      
      public static var firstFoes:Array = ["Там впереди несколько монстров. Я слышал, что их называют \"враги\".            \nИ если я хоть что-то знаю о врагах, так это то, что из них выпадают полезности, если их победить. Пора приниматься за работу!",1,"Но они почему-то просто мирно стоят без дела. \nЕсли я хочу с ними драться, нападать придется мне...",5];
      
      public static var nolegsAmbush:Array = ["Это еще что? \nЯ чую засаду впереди...        \n\nОн, что, думает, я его не вижу?",5,"Похоже, это тот кот, который рылся в моей мусорке. \nЧто ж, я уже размялся и, думаю, с котом уж точно справлюсь!",9];
      
      public static var nolegsJoins:Array = ["Убирайся, животное! \nТы меня не разжалобишь! \nЧто тебе было нужно в моей мусорке?",5,"Мяяяяяууууу....",128,"Что? Ты хочешь присоединиться ко мне? \nВозможно, ты все же достойный союзник, котейка.          \n\nТебя как звать?",2,"Мяу!",122,"БезЛап? Странное имя, но тебе идет! \nВообще я думал пустить тебя на закуску, но ты мне можешь еще пригодиться. \nБудем друзьями по преступ... эмм, приключениям!",4,"М-мяу?",125,"Вот именно! \nЯ жажду мести и сокровищ!         \n\nСледуй за мной и мы разбогатеем, не успеешь и глазом моргнуть!",3];
      
      public static var newSkills:Array = ["Эй! У нас неплохо получается мутузить врагов. \nМожет быть, стоит выучить пару новых приемов в меню \"Умения\"?",1,"Мяу...?  \nМяу?!",135,"Ага! Я думаю, именно так мы и можем распределить Очки Умений, которые мы получаем после битв!",2];
      
      public static var firstQuests:Array = ["О нет, я помню этих людей. \nОни вечно пытаются заставить меня собирать им всякую хренотень.        \n\nЯ не собираюсь быть мальчиком на побегушках!",9,"Мяу, мяу... Мяу!",121,"Думаешь, они нас наградят чем-то хорошим? \nОчень сомневаюсь - они выглядят не особо богатыми.",19];
      
      public static var fishShop:Array = ["Фу...          \n\nЗдесь воняет.",6,"Мяу...         \nМяу!",140,"А тебе, значит, нравится? \nНеудивительно. Коты любят всякую дрянь!",17,"Мя...",139];
      
      public static var weaponShop:Array = ["Я люблю сюда заходить поглазеть на мечи, но у меня никогда не было денег, чтобы купить один из них. \nПродавец всегда на меня злобно поглядывает. Я думаю, он что-то скрывает.",2];
      
      public static var restaurant:Array = ["Сегодня здесь многовато чудаков.               \n\nНикогда не видел бар таким оживленным.",1,"Мя, мяу? \nМяяяяяяу?",136,"Не, здесь не отдают объедки таким бомжам, как ты. \n(Знаю на личном опыте...)",19];
      
      public static var blockPuzzle:Array = ["К чему здесь все эти головоломки? \nКто придумывает это дерьмо! Из-за кого я должен ТАК СТРАДАТЬ?",9];
      
      public static var firstMonolith:Array = ["□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□Ого! Да у нас уже состояние! \nЭти враги просто стоят и ждут, пока мы их ограбим! \nИ повсюду разбросаны сундуки с сокровищами!",2,"Мяу!",122,"Ага! А ты неплохой напарник!      \n\nЯ думаю, что отдам тебе 10% наших сокровищ, потому что ты в десять раз меньше меня, и тебе не нужно столько вещей, как мне.",1,"*крайне недоволен*",129,"□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□Ого! Во имя БогоКошки, что это за хрень? \nЭтой огромной черной каменюки здесь быть не должно!          \n\nОно рухнуло с неба? Это из-за него мой дом так трясло?",16,"*шипит на монолит*",130,"Да, я согласен. \nЭто явно дурной знак.       \n\nОно словно наблюдает за мной, хотя это всего лишь тупой камень!",2,"*а-пчхи!*",134];
      
      public static var dirt:Array = ["Отстой. Эти проселочные дороги заблокированы кучами грязи! \nМне бы не помешала лопата. Уверен, мы можем украсть одну на Фермерском Рынке.       \n\nДавай просто продолжим идти, пока не найдем к нему дорогу...",17];
      
      public static var rightClick:Array = ["Погоди-ка, я не уверен, что упоминал это раньше... Но мне кажется, что я могу закрывать разнообразные меню, кликая правой кнопкой мыши где угодно! \nЭто может немного ускорить процесс... ",15];
      
      public static var passiveHealing:Array = ["Хмм. Оказывается, мы довольно быстро восстанавливаем здоровье вне боя. \nНо не мгновенно, поэтому иногда стоит минутку подождать...",15,"Думаю, это прекрасный шанс улучшить наши умения или снаряжение!",1];
      
      public static var farmersMarket:Array = ["Вот мы и на месте. Фермерский Рынок.        \nА вон как раз и лопата без присмотра. Хотя, если нас не поймают, можно поживиться чем-нибудь еще.",2,"Мяу!",123,"В точку. Я знал, что ты не будешь против небольшого воровства. \nИз нас вышла хорошая команда!",4];
      
      public static var marketTheft:Array = ["Бинго! Тут еще больше вещей! \nМы прокрадемся за продавцами, как ниндзя!",3];
      
      public static var natalieJoins:Array = ["Т-ты в порядке? Все нормально? \nМы не собирались делать ничего плохого, честно.",12,"Голова кружится... Ч-что случилось?",59,"Может быть, просто забудем и притворимся, что ничего не было? \nДавай-ка отойдем в менее людное место, пока кто-нибудь не решил вмешаться...",23,"Мяу!",143,"Блин, ты прав! \nОна приходит в себя.            \nНадо срочно придумать алиби!",13,"Что произошло? \nЭто ворье все же сбежало?",54,"Эй, мы - Мэтт и БезЛап, просто парочка путешественников, которая охотится на монстров и творит добрые дела. \n\nАга, это мы. \nТы отключилась ненадолго.",27,"□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□Эй! Я вспомнила! \nВы, придурки, попались на воровстве и НАПАЛИ НА МЕНЯ!           \n\nЯ требую объяснений.",49,"Нам очень-очень-очень жаль. \nНам просто не хотелось угодить в тюрьму - мы даже пока еще не украли ничего стоящего. \nНаш путь к успеху еще впереди, да и мы просто осматривались, как тут что устроено. Типа того.",12,"(Хмм, эти кретины могут мне пригодиться... Если они меня послушают.)",51,"По крайней мере, вы неплохо деретесь. Возможно, мы даже сможем сработаться.         \nВ округе в последнее время многовато монстров, и, вероятно, метеорит тому виной. \nМеня послали разведать и осмотреть монолиты, прибывшие вместе с ним. И я бы не отказалась от помощи.",32,"У нас тоже есть миссия: найти сокровища, еду и стать сильнее! \nИ пока что все идет восхитительно.",2,"Мряфк! \n(Именно так!)",123,"Ну, значит, решено! Мы можем использовать лопату, которую ты \"одолжил\" и отправиться к берегу. \nПочти все мосты в округе разрушены, а значит единственный путь с этого острова - через Ледяную Пещеру на юго-востоке.         \n\nВозможно, там обитают сильные монстры, но ничего такого, с чем бы мы не справились вместе!",31,"Слышь, БезЛап? \nМы отправляемся в настоящее приключение далеко от дома!",22,":3",122,"О, кстати, меня зовут Натали. \nРада с вами познакомиться.",53];
      
      public static var indianTheft:Array = ["Ага! Здесь что-то спрятано. \nЧуть не пропустил.",2,"Серьезно? \nМы собираемся обокрасть эту дружелюбную семью?",39,"Мне жаль, Натали, но именно так надо играть в эту игру. \nЯ уверен, ты привыкнешь к этому рано или поздно.",12,"*Вздох*             \n\n(Однажды я все это исправлю, клянусь.)",47];
      
      public static var puzzleGames:Array = ["Кстати, Натали.",11,"А? \nЧто такое?",31,"Расскажи что-нибудь о себе? \nТипа, эмм, хобби всякие.                \n\nТебе нравятся видеоигры? Я их обожаю!",11,"Эмм. Ну в последнее время я играла во всякие залипательные головоломки на телефоне. \nА еще у меня карманная приставка со всякими квестами.          \n\nЛюблю в них играть, пока путешествую. ^_^",45,"Оу, я не очень люблю головоломки.         \n\nКак по мне - они полный отстой.",23,"Как скажешь.",57];
      
      public static var itemShopping:Array = ["Слушай, тут поблизости есть пара магазинов, так? \nЯ думаю, это хорошая возможность запастись лечащими предметами и улучшить наше снаряжение.         \n\nО! И купить вкусняшек БезЛапу!",32,"Мррррряф, мяу! \nМяу!",122,"О чем это ты? То есть ты считаешь, что из нее лидер лучше, чем из меня? \nБыстро же ты переметнулся, БезЛап! \nНе заставляй меня жалеть о том, что я тебя не съел.",19,"М-мяу...",145,"Почему ты так жесток с БезЛапом?! \nТак нельзя поступать со своими питомцами!",40,"(Кажется, она разозлилась...)               \n\nХе-хе-хе, да я просто шучу! Да, БезЛап?",27,"...",139];
      
      public static var bigBlock:Array = ["Этот каменный блок кажется громоздким, но на деле удивительно легкий. \nДаже БезЛап может толкнуть его.          \n\nМы можем просто отодвинуть его с пути и продолжить двигаться на юг.",52];
      
      public static var firstBoss:Array = ["Так, ок, вон та штука у пещеры - однозначно босс.",2,"Да, это - Ледяная Пещера! \nДавайте сначала оглядимся, вместо того чтобы бросаться вперед сломя голову.",35];
      
      public static var firstBossBeat:Array = ["Ура! Мы его одолели! \nЯ немного переживала, но мы показали ему, кто здесь главный!         \nДумаю, мы очень хорошо компенсируем слабости друг друга.",34,"Да я просто бью все подряд своим мечом. \nНо я рад, что ты делаешь все остальное, что ты там делаешь.",21,"Ты себя недооцениваешь! \nТы силен и хорошо держишь удар. Это просто незаменимо в таких битвах, как эта!",33,"Он продолжал избивать меня, но мне так сильно хотелось победить, что я просто терпел и продолжал сражаться. \nИногда боль делает меня злее и сильнее обычного!           \n\n(Неужели я полезный? Я нашел свое призвание в жизни?!)",4,"Мяу-мяу!",141,"Н-нет, это не так! \nИ, конечно же, как мы можем забыть о тебе, БезЛап? \nТы тоже круто сражался.",43,"*мурчит*",122];
      
      public static var warpZone:Array = ["О-ОГО!!! \nЭто Кото-Слайм меня сюда перенес?",16,"Или я умер и попал в рай?          \nЭто более вероятно...",15];
      
      public static var mansionIntro:Array = ["Ого! Это место выглядит слишком вычурно. \nНе думаю, что мне здесь будут рады...",5];
      
      public static var mansionEnter:Array = ["Так, значит, мы уже достаточно известны, чтобы нас сюда пускали? \nНаша слава бежит впереди нас.",2,"Это очень приятная галерея. \nЯ часто здесь бываю и даже иногда помогаю каталогизировать новые картины. \nПоследнее время все чаще появляются картины... ну... про нас.",32,"А? Существуют фанарты с нами?! \nЛюди слышали о нас?",13,"Похоже на то. \nУ нас уже есть поклонники!",31];
      
      public static var phyDrawing:Array = ["Я без понятия, кто это. \nТы знаешь ее, БезЛап?",15,"Ня...?",135];
      
      public static var rippedDrawing:Array = ["Прямо в точку! \nТак что не думайте, что я ношу мешковатую одежду, чтобы спрятать пивной живот или еще что. \nТак-то я тот еще качок!",12];
      
      public static var dirtyDrawing:Array = ["Ну замечательно. Кто-то уже рисует пошлятину со мной. \nКто-то за мной следит?",51];
      
      public static var boobDrawing:Array = ["Мои сиськи действительно такие огромные?          \n\nЯ удивляюсь, как некоторые могут быть буквально помешаны на них.                \nМожет, мне уже пора привыкнуть к такому вниманию...?",41,"По крайней мере, нарисовано красиво, так, Натали? \nЯ думаю, что это нарисовали из добрых побуждений - у тебя довольно много поклонников, считающих тебя милой!",12,"Я прямо прыгаю от счастья!",57,"(Не знаю, как бы ее утешить. \nЛично мне она очень нравится, но не думаю, что сейчас подходящее время это говорить.)",11,"*пялится на картину, пуская слюни*",80];
      
      public static var cuteDrawing:Array = ["Эй, я здесь очень мило выгляжу. \nМне нравится эта картина!",93];
      
      public static var monsterDrawing:Array = ["Ого! Мы одолели довольно сильных врагов в наших прошлых жизнях! \nНекоторые из них словно из ночного кошмара вырвались.",29,"Пфффф, чепуха. \nИх специально сделали страшнее, когда рисовали. \nТак-то они не особо сильными и были.",81];
      
      public static var partyDrawing:Array = ["Ого! В этой комнате полным-полно картин с нами! \nМы так прославились всего за пару дней!",103,"А из этого вышла бы неплохая пропаганда! \nВозможно, моя репутация еще может быть исправлена!",67];
      
      public static var lanceDrawing:Array = ["Здесь очень правильно показано, насколько я офигенный. \nМне нравится!",64];
      
      public static var familiarDrawing:Array = ["Хмм, я этого не помню...          \nНо при этом... выглядит так знакомо.",45];
      
      public static var reactionDrawing:Array = ["Любопытно, на что мы так отреагировали? \nДолжно быть, на что-то хорошее.",45,"Выпуск симулятора свиданий по Epic Battle Fantasy?",105,"А ну цыц.",51];
      
      public static var dynamicDrawing:Array = ["Здесь все мы вместе! \nМы выглядим так энергично!",93];
      
      public static var grumpyDrawing:Array = ["По какой-то причине я всегда кажусь угрюмым на этих картинах, тогда как все остальные прекрасно проводят время.",61,"Ну все верно. \nТы вечно слегка угрюмый.",109,"Пффф! Я бы поспорил.",88];
      
      public static var teamDrawing:Array = ["Из нас вышла совсем неплохая команда. \nИ на картинах это очень заметно.",2];
      
      public static var ebf3natzDrawing:Array = ["Ого! Восхитительно! \nЯ выгляжу такой сильной!",56,"Жаль только, этого снаряжения нет в игре... Оно из Epic Battle Fantasy 3!           \n\nИли может из 4...?",27];
      
      public static var seriousDrawing:Array = ["Мы здесь предельно серьезные.",1,"Я всегда предельно серьезен.",79];
      
      public static var deadDrawing:Array = ["Почему мы все мертвы? \nКакого Дьявола здесь произошло?",115,"А мне нравится. \nНе вижу ничего плохого.",63];
      
      public static var coupleDrawing:Array = ["Оу, Натали, мы тут словно влюбленная парочка. \nХа-ха, это мило.",2,"Ч-что?      \nВ смысле, что за глупости, мы же не НАСТОЛЬКО близки.         \n(Хотя, может, однажды? Никогда не знаешь, что может случиться.)",43];
      
      public static var cutieDrawing:Array = ["Я настоящая милашка, не так ли?",93,"Смотрите! Вот так!",113];
      
      public static var coolDrawing:Array = ["Я буду стараться стать тем великим героем, которым меня видит художник!",112,"(Подрасти сначала...)",79];
      
      public static var realisticDrawing:Array = ["Вау, я так реалистично выгляжу! \nНу, относительно моей нынешней мультяшной версии.",34,"(Теперь мне кажется, что я пухлая...)",41];
      
      public static var woahDrawing:Array = ["Ваааау! Это я?              \nОфигенно!",112];
      
      public static var babeDrawing:Array = ["Эй! Тут на стене горячая детка.                 \n\nИ она улыбается мне. <3",87,"Не надейся, что ты когда-нибудь увидишь это вживую!",60];
      
      public static var prettyDrawing:Array = ["Мне так нравится задний фон! \nЯ бы не отказалась жить в таком месте. Оно напоминает мне Вечнолесье!",92];
      
      public static var valentine:Array = ["Ч-ЧТООО!? \nЯ не разрешала выставлять эту картину!",43,"*хихикает*",13,"Какая пошлятина...           \n\nНемыслимо...",101,"Вау...        \n\nПросто вау...",72,"Я думала, что поза была слишком вызывающей... Поэтому и хотела, чтобы ее никто не увидел. \n(К тому же я тогда была полновата... И некоторые из-за этого меня дразнили...)",41,"Думаю, выкладывать это в интернет было плохой идеей... Теперь оно здесь навсегда, так?",57];
      
      public static var nonolegs:Array = ["Мяу...!?",129,"Котам нельзя пиво!",29,"...",139];
      
      public static var dragonDrawing:Array = ["Ага, это дракон. И довольно крупный. \nНо мы уже настолько сильны, что можем одолеть кого угодно!",2];
      
      public static var evilDrawing:Array = ["Фууу, это мой злобный клон!",114];
      
      public static var finalRoom:Array = ["Святая БогоКошка! Мы попали в рай?! \nЭто... Все вокруг из золота!",22,"*ослеплен красотой*",142,"(Я... не вытерла ноги...)",114];
      
      public static var concepts1:Array = ["Я понимаю, что это всего лишь концепт-арт, но я рад, что ЭТО не вошло в игру.",24];
      
      public static var concepts2:Array = ["В некоторых старых EBF играх были черепахи, правда?",95,"Да, но они выглядели немного по-другому. \nЭти чуть отличаются.",52];
      
      public static var concepts3:Array = ["Птица, \"выстреливающая\" яйцами? Перевернутый рожок мороженного?           \n\nЭто какая-то нелепость, а не враги! \nМы достойны большего!",82];
      
      public static var concepts4:Array = ["Вау. Эти монстры выглядят уж слишком тупо. \nСловно для детей: слишком мультяшно и глупо.",79,"Ты САМ - мультяшка! \nТы же знаешь это, да?",49,"Пффф. Ну не настолько же. \nУ меня есть стиль.",81];
      
      public static var concepts5:Array = ["Эй, БезЛап, ты правда киборг, как на рисунке? \nПотому что это дало бы мне лишний повод не доверять тебе. \nНу-ка, что у тебя внутри, признавайся?",75,"*критическая ошибка*",149];
      
      public static var concepts6:Array = ["Фуу, пауки.            \n\nЯ не боюсь их, если что. Они просто меня бесят.",54,"Я бы хотела добавить, что пауки - признак благополучия в доме, но если они настолько большие, то это уже проблема. \nРано или поздно придется обратиться за помощью к огнемету.",117];
      
      public static var concepts7:Array = ["Хмм. Мне кажется, что некоторые из этих нарядов точно придумала женщина. \nЗначит, даже девушкам хочется сделать акцент на моих изгибах. \nЭто мое проклятье - обладать телом, которое так и просится наружу.",51,"Да уж, ну и проклятье. \nНаверное, так тяжко, когда поклонники бросаются к твоим ногам. \n(Я не завидую, если что...)",109];
      
      public static var iceControls:Array = ["М-мяу...!",144,"Ага, лед скользкий. \nДумаю, будет удобнее использовать клавиатуру при движении по нему, но мне пора уже прекращать советовать, как играть. \nЯ думаю, прошло достаточно времени, чтобы привыкнуть к управлению.",1,"(С кем он говорит? За нами кто-то следит?)",35];
      
      public static var dejavu:Array = ["Э-эй, погоди! Я обязана кое-что спросить...             \nС тех пор как мы встретились, меня преследует странное чувство дежавю. \nМы встречались раньше? \nИли мне это все приснилось?",35,"Знаешь, раз уж ты упомянула...               \nМне это напоминает одну старую РПГ, в которую я играл! \nДовольно избитое клише: парень встречает девушку при забавных обстоятельствах, и затем они путешествуют вместе.",2,"Нет. Это не то, что я имела в виду - я не про видеоигры. \nЛадно, забудь...",47];
      
      public static var longCave:Array = ["Блин, эта пещера не кончается. \nТы уверена, что здесь есть проход?",22,"Да, уверена. \nЯ уже была здесь для того чтобы... ну... Я объясню, когда дойдем.",52];
      
      public static var wastelandIntro:Array = ["Ура, дневной свет! \nМы на другом континенте и... а это еще что за замок? \nИ кто эти недружелюбные парни в черном?",16,"*шипит*",130,"Хех, ну, дело в том, что... мне нужна была помощь не только чтобы справиться с тем циклопом. \nМы живем в опасном мире, и так уж вышло, что тут целая крепость, набитая фашистами, и они готовятся к войне. \nЯ не хотела пугать вас заранее, но нам придется как-то пройти мимо них - это единственная дорога дальше.",42,"Ты скрывала от нас правду! Как не стыдно! \nНо так даже лучше - мы сможем опробовать новые умения на настоящих негодяях. \nИ я уверен, ты не будешь против, если мы по пути пошарим по замку, не так ли?",29,"Так вы не боитесь? И не злитесь на меня? \nЯ так рада!",34,"Если вас волнует только добыча, то впереди ее будет предостаточно. \nТолько не лезьте под пули понапрасну. \nЯ знаю, что ты можешь пережить несколько выстрелов в голову, но даже твое здоровье не бесконечно.",32,"Тогда вперед! \nЕсли хочешь, можешь спрятаться за мной.",4,"Мяу!",122];
      
      public static var wastelandDestruction:Array = ["Это ужасно. \nОни продолжают уничтожать все вокруг.        \n\nРаньше здесь был густой лес!",37,"Ого, это явно работа ЧЕГО-ТО ОГРОМНОГО. \nЭто немного жутко, но в то же время... впечатляет.",22];
      
      public static var bigCar:Array = ["Я не следопыт, но что-то мне подсказывает, что у тех фашистов есть большая машина. \nДостаточно большая, чтобы валить деревья. И нас в придачу.",5,"С другой стороны, такую громадину мы легко заметим издалека! \nИ определенно будем готовы к сражению!",3,"Полагаю, ты прав. \nПо такой огромной цели невозможно промахнуться.",34,"Мяяяу!",124];
      
      public static var natalieGone:Array = ["Что за хрень? Она появилась из ниоткуда!            \n\nГолова раскалывается... ",14,"БезЛап, ты живой? \nТы ранен?!            \n\nСкажи что-нибудь - мяукни дважды, если ты в порядке!",7,"М-мяу... Мяу...",128,"Ч-что? Натали пропала?!           \nОн забрал ее! Тот стремный парень забрал ее!",24,"Что ж, по крайней мере ясно, что делать: \nмы идем за ними! Никто не смеет безнаказанно обворовывать меня!             \n\nИ кто знает, что он собирается сделать с Натали!",9,"Мяу, мяу!",127,"Минус один в нашей группе, но я уверен, мы справимся. \nМы просто были слишком самоуверенны, теперь будем осторожнее.",2];
      
      public static var fortressIntro:Array = ["Ого, какая огромная крепость.           \n\nНадеюсь, с Натали все в порядке.",5,"Мьихихихи. \nМяу!",141,"Сейчас не время так шутить! \nНемедленно извинись!",10];
      
      public static var annaIntro:Array = ["У меня мороз по коже.            \nОчередная злая девушка передо мной. \nДежавю.",25,"*обвиняющий взгляд*",139,"Что-что? Думаешь, она пришла сражаться с теми злодеями, а не с нами? \nДа, это больше похоже на правду.            \nМожет, мы с ней договоримся и пойдем вместе!",12];
      
      public static var annaIntro2:Array = ["Не слишком ли я оптимистичен... \nВозможно, я сильно пожалею, если сделаю хотя бы еще один шаг.",11];
      
      public static var annaJoins:Array = ["□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□Я все еще жива? Я свободна?                 \nПочему? Что происходит?",114,"Да БогоКошки ради, мы тебе не враги! \nМы тоже сражаемся с фашистами! \nОни украли Натали и собираются напасть на мою деревню! \nМожет, ты успокоишься, наконец, и дашь нам все объяснить?!",9,"Мяу!",127,"А?",105,"Это просто какое-то недоразумение?! \nЯ просто увидела, что вы... и подумала, что... ох, черт. \nЯ накосячила.",103,"Еще как! \nМожет, мы и делали что-то плохое в прошлом, но определенно не сегодня - думай головой в следующий раз!",22,"Я должна перед вами извиниться. \nЯ не собиралась вас убивать - я просто хотела казаться круче. \nЯ это не всерьез.",101,"Хе-хе, видели бы вы свои рожи. \nМне все же удалось вас запугать.",111,"Кто бы говорил! \nДумаю, после всего, что ты натворила, тебе придется нам помочь.",19,"Справедливо.                  \n\nЧто ты задумал?",101,"Ну, я хорошо умею бить своим мечом, БезЛап тоже, так что это мы и собираемся делать! \nМы пробьемся сквозь все преграды, будь то люди или машины!",3,"Вы думаете, вам хватит одной грубой силы? \nНам лучше действовать скрытно: обходить ловушки и укрепления фашистов.",95,"Верно подмечено. \nДавайте продвигаться осторожно.",15,"Кстати, меня зовут Анна. \nЯ сражаюсь за свой дом, деревню Вечнолесье!                   \n\nСегодня просто не мой день. Обычно я белая и пушистая, честно!",113];
      
      public static var whosNatalie:Array = ["А кто такая Натали? \nТвоя знакомая?",92,"Няняня-мряфк! \n*издает чмокающие звуки*",143,"Заткнись, БезЛап! \nОна не моя \"возлюбленная\"!",13,"Просто она очень полезный напарник. \nОна умна, умеет убеждать и колдовать!                  \n\nС ней приключения гораздо легче и веселее.",12,"Мяу!",141,"Извини, что перебиваю! \nПохоже, вход в крепость здесь. \nНадо только расправиться с той громадиной!",93];
      
      public static var fortressEnter:Array = ["Мы внутри! \nОсталось только найти, где держат пленников!",93,"И пожалуйста, не нападай на всех, кого увидишь. \nПоверить не могу, мне приходится это говорить - обычно подобное говорят мне.",19,"Ну извини, что я немного вышла из себя, когда на мой дом напали!",99,"Когда я выхожу из себя, я ем и залипаю в видеоигры, чтобы успокоиться.                   \nНо я до сих пор жил затворником - сегодня я много нового повидал.",27];
      
      public static var firstPrison:Array = ["Это, случайно, не Натали там? \nВ той тюремной камере?",93,"Нет, это не она. \nНо мы все равно должны ему помочь - он может нас отблагодарить.",19,"Да я шучу.                    \n\nДа, не будем оставлять его там. \nНадо найти рычаг, который откроет дверь.",117];
      
      public static var boosters1:Array = ["Еще ускорители? \nЗдорово!",2];
      
      public static var boosters2:Array = ["Как же голова кружится. \nЯ себя не очень хорошо чувствую.",118,"Дайте мне минутку прийти в себя!",118,"Так, вроде стало получше...",114,"Нет! \nМеня сейчас стошнит!",118];
      
      public static var natalieFound:Array = ["МЭТТ! БЕЗЛАП!\nЯ ЗДЕСЬ!",36,"Натали! Ты в порядке! \nМы тебя скоро вытащим!                 \n\nТы не ранена? Что они собирались с тобой сделать?",16,"Ничего, но у них совершенно безумные планы на наш счет. \nПогоди, ты даже представить не можешь, что они задумали.          \n\nЭтот Ланс окончательно крышей поехал!",51,"□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□(Ого, так вот какая Натали. Я так и думала, что она окажется такой фигуристой.             \nМогу понять, почему парни соперничают из-за нее, но это уже перебор.)",101,"Хм, как же тебя достать оттуда? \nЭти шипы сильнее меня! Они не реагируют на удары мечом.",15,"Найди их лабораторию! \nПереключатель там!                 \n\nУ них там еще один из этих огромных черных монолитов, так что будь осторожен!",52,"Один из черных монолитов?!",115];
      
      public static var lanceFound:Array = ["*шипит и фыркает*",150,"Ох черт, он там. \nДавайте нападем, пока нас не заметили!",9];
      
      public static var lanceFlees:Array = ["Ха, он сбежал как трус!",93,"Да, думаю, мы его одолели. \nОн не сможет защитить свою крепость, раз он даже драться с нами не в состоянии!",29,"Ня ня ня!",144,"Действительно - у него же еще осталась та огромная машина! \nЯ совсем о ней забыл.",25];
      
      public static var morePrisons:Array = ["Да-а, эти парни времени не теряли.                 \nЯ тоже могла оказаться за решеткой.",96,"Опять они! \nЭти блондины надо мной насмехались!",9];
      
      public static var secretCrack:Array = ["Бинго! \nЯ нашел проход!",2];
      
      public static var disco:Array = ["Мяу, Мяу!         \n\nНя!",122,"Да, в такой комнате неплохо потусить. \nНе думал, что ты любитель громкой музыки, но похоже, лазеры и огоньки котам по нраву.",2,"Мяу!",136,"Говоришь, мята - лучшая травка?         \nТы не хочешь нам поведать о своем прошлом?",29];
      
      public static var labIntro:Array = ["Ох, черт, вот и монолит! \nДержитесь подальше!",115,"Да? Один такой упал на мой остров. \nНе похоже, чтобы он что-то делал.             \n\nЭто же просто камень.",15,"Нет, нет-нет-нет! Я видела, на что они способны. \nОни влияют на все живое вокруг - их темная энергия проникает внутрь, вызывая агрессию и насилие.",114,"Может, фашисты оказались слишком близко к нему, и теперь он ими управляет? \nТы это имеешь в виду?",16,"Думаю, они поступают осознанно. \nМонолиты оказывают куда большее влияние на животных, чем на людей. \nДумаю, фашисты добывают из них ресурсы...",112,"Кстати, БезЛап. \nТы же животное, да?      \nНа тебя монолит влияет?",19,"Мяу?",149,"Тогда решено. \nНадо остановить их работу!",92];
      
      public static var natalieRescued:Array = ["Мэтт! У вас получилось! \nЯ знала, что из тебя выйдет отличный телохранитель!",34,"Это было не трудно... и ты мне даже не платишь. \nНо мои старания окупились с лихвой благодаря всему, что мы здесь насобирали.",2,"Не то, чтобы я сомневалась в твоих мотивах... Просто я не была уверена, что мне удастся выбраться отсюда в одиночку. \nНо я вижу, ты нашел себе подружку.",33,"Меня зовут Анна, кстати. \nМного о тебе наслышана, Натали. \nРади тебя явно стоило постараться.",92,"Э-э-э... Что ты ей наплел? \nНа что это она намекает?",51,"Я ничего такого не говорил, честно! \nЭто все БезЛап!",12,"Опять у тебя кот во всем виноват? Отлично придумал.        \n\nВ любом случае, я не собираюсь здесь задерживаться. \nДавайте убираться отсюда.",49,"Ах да, чуть не забыла. \nВ том сундуке лежит важный предмет. \nЭто молот, который позволит нам расчистить дорогу и продолжить путь.",46,"Молот? \nМожет, стоило с его помощью сбежать из своей тюрьмы?",109,"Ха-ха, если бы. Это особый молот, который может разбивать только треснувшие валуны. \nДа, да, подозрительная избирательность, я знаю.         \n(А еще я не очень сильная... не сыпьте соль на рану.)",33];
      
      public static var tankAmbush:Array = ["Так, мы сделали здесь все, что собирались. \nНо тот чокнутый все еще поджидает нас, и на этот раз он вооружен до зубов.",112,"В западной части замка есть еще один выход - через него мы можем отступить, если нам надо закупиться предметами в Гавани Надежды. Также я накопила немного ОУ, достаточно, чтобы развить свои навыки! \n\nНо нам все равно в конце концов придется победить Ланса - он безумен и очень опасен.",52,"Я не боюсь! \nНападем прямо сейчас!",9];
      
      public static var lanceJoins:Array = ["Как это могло произойти...? \nНе могу поверить, что проиграл группке неорганизованных проходимцев...",74,"Эй, урод! \nТеперь ты наш пленник - тебе повезло, что мы хорошие ребята и не прикончили тебя сразу же! \nДавай рассказывай, зачем вам черные монолиты!",100,"А если я не пойду на сотрудничество?",61,"Ты правда думаешь, что в твоем положении можно торговаться?       \nМожет, дать нашему коту подрихтовать тебе лицо?",40,"Мяу!",150,"Мое лицо мне очень дорого. \nХорошо, сейчас не время вставать в позу, я все расскажу.            \n\nЭти монолиты... ну-у...",66,"Примерно в то же время, когда произошло Великое Падение, мы засекли несколько этих монолитов на радарах. \nОни приземлились далеко друг от друга, словно они были преднамеренно разбросаны. \nВозможно, они являются чем-то вроде разведывательных аппаратов врага.",61,"А? Какого еще врага?",99,"Врага человечества, конечно же! \nЭти монолиты - потрясающие механизмы, но совершенно не похожи на что-либо, созданное человеком. \nОдин мы принесли и установили в лаборатории - они производят колоссальное количество энергии!",82,"Однако мы столкнулись с проблемой - они выделяют темную энергию, которая аннигилируется обычной энергией! \nЭто все довольно сложно, но если по-простому, они не являются подходящим источником энергии. \nВпрочем, мы смогли обнаружить,  основываясь на показаниях энергии, что на южном континенте упал огромный монолит - скорее всего, их флагман!",83,"Флагман?! \nТы говоришь так, будто они инопланетные захватчики! \nЭто нелепо!",39,"Да, и монолиты - это всего-лишь камни! \nОни не механизмы - даже я знаю, как выглядят компьютеры!",9,"Можете думать, что хотите, но человечество не готово к настолько крупномасштабному вторжению. \nЯ просто взял на себя объединение армий человечества и организацию обороны. \nВот и все.",65,"Я все равно тебе не верю. Я уверена, ты от нас что-то скрываешь. \nНо пока что ты пойдешь с нами, так как тебе уже что-то известно о монолитах.           \n\nУ нас впереди много сражений, и нам пригодится любая помощь.",109,"Я думаю, что Ланс - превосходный боец, и с ним наша команда станет еще сильнее!          \n\nМожет, он и совершал ошибки в прошлом, но теперь-то мы знаем, что его можно убедить небольшим насилием! \nУверен, он будет нас слушаться!",3,"Эй, мы не слишком ли торопимся его прощать? \nЯ все помню и не собираюсь забывать!",39,"(Ха, я правда так легко отделался? Дилетанты!          \nПридется следить за своим поведением, правда... Я не хочу, чтобы меня пытали...             \n\nМне также стоит глянуть на свои навыки, прежде чем отправляться, у меня вроде есть ОУ, которые можно потратить...)",88];
      
      public static var butWhy:Array = ["Так, Ланс, я поняла, зачем вам монолиты в лаборатории, но зачем вы похитили всех этих девушек? \nКакой в этом смысл? Разве одной недостаточно?",106,"Потому что он конченый психопат, вот почему.",47,"Вообще-то, это был продуманный план, выверенный до мелочей. \nМонолиты должны были снабжать энергией мою идеальную империю, а девушки - поставлять человеческий ресурс. Я просто отобрал наиболее подходящих представителей расы для воспроизводства населения моей империи. Это был гениальный план, но ни одно, ни другое не сработало.",83,"Видите! \nОн тиран с манией величия!          \n\nИ это я не говорю про все остальное!",40,"Мужик, это полная шиза. \nМы теперь глаз с тебя не спустим. \nМы оставили тебе оружие только для того, чтобы ты помогал нам сражаться, так что без глупостей.",107,"Пфф, уверяю вас, если я вас предам, то не стану этого скрывать. \nВы об этом узнаете первыми.",81];
      
      public static var fascistsSurrender:Array = ["Кажется, нет нужды говорить с моими людьми. \nОни видели, что произошло, и не будут мешать.",65];
      
      public static var hiddenTreasure:Array = ["АГА! \nНи одно сокровище не укроется от моего чутья!",21,"(Интересно, сколько сундуков мы все-таки пропустили...)",23];
      
      public static var needRaft:Array = ["Так какой у нас план?",65,"Ну, мы не можем пересечь реку, чтобы добраться до южного континента: нас снесет течением, если мы попытаемся перебраться вплавь! \nНам нужно попасть туда как-нибудь по-другому.",47,"О, я знаю! \nНам нужен плот! \nВ Гавани Надежды только на них и плавают!",16,"Но мы там не видели никаких плотов...",52,"Думаю, их все смыло приливом. \nИ как назло, единственный, кто умеет их строить, живет через реку-",27,"На краю Мистического Леса! \nТы про плотостроителя говоришь, да? \nОн живет там, к западу от деревни Вечнолесье.",93,"Отлично, туда и направимся!",2];
      
      public static var nearGreenwood:Array = ["Итак, мы почти дошли до Вечнолесья. \nЭто мой дом, так что даже НЕ ДУМАЙТЕ сделать что-либо нехорошее. Понятно?",99,"Ланс, хотя бы притворись, что раскаиваешься, иначе тебя пришибут на месте за все твои выходки.",109,"Так?",77,"М-м, сойдет. \nА вы, Мэтт и БезЛап, судя по всему, просто пара грязных воришек. \nДаже не пытайтесь что-либо украсть в моей деревне!",109,"Слава обо мне разносится быстро!",13,"*оскорблен обвинением*",131];
      
      public static var houseTheft:Array = ["Таааааак...",109,"Мы никуда не вламываемся - здесь даже забора нет. \nТак что даже не думай нас ни в чем обвинять!",2];
      
      public static var farmTheft:Array = ["Если вы что-нибудь возьмете, я заставлю вас вернуть это на место.",109];
      
      public static var annaTheft:Array = ["Там сзади что-то есть!",16,"Это мой личный схрон. Если вам что-то нужно, можете взять... на время.",109];
      
      public static var newHouses:Array = ["Как видите, тут строится много новых домов. \nНе так давно люди Вечнолесья жили внутри деревьев, но, похоже, времена меняются.",91];
      
      public static var ashwood:Array = ["Здесь раньше был другой лес, он назывался Пепельным. \nНо он... знаете... сгорел и все такое.            \n\nЗато на его месте вырос весь этот бамбук!",92];
      
      public static var libraryIntro:Array = ["Здесь общественная библиотека. \nЕсли вы решите углубиться в изучение боевых стратегий - это самое подходящее место. \nА еще у нас там даже компьютер есть!",92,"(Одним словом - деревня)",79];
      
      public static var libraryEnter:Array = ["Сколько книг! \nМы в раю?",56,"Мы в аду... \nМне уже скучно!",28];
      
      public static var weaponShop2:Array = ["(И ЭТО они называют оружейной? \nЗдесь же почти ничего нет! \nКак им удалось так долго продержаться? \nНеужели мои люди настолько бездарны?)",82];
      
      public static var plantShop:Array = ["Это мой любимый магазин - я просто обожаю все эти растения! \n(Милые кактусы, чудесные грибы и ароматные травы!)         \n\nКогда-нибудь я тоже начну их выращивать!",110];
      
      public static var sentryStatues:Array = ["Эти статуи построены в память о героях, защищавших деревню во время великой осады гоблинов. \nЕсли вам интересно!",117,"*зевает*",132,"Ну а сейчас лучший охотник деревни - это я, так что в мою честь тоже когда-нибудь поставят статую.",113];
      
      public static var needAxe:Array = ["К западу находится вход в Мистический лес. \nНам понадобится топор, чтобы туда попасть. У меня как раз дома есть!",92,"В последнее время там творится что-то странное. \nПропавшие люди потом становились... нежитью. \nСейчас они довольно часто нападают на деревню...",114,"Значит, нам просто надо пойти туда и узнать, что происходит, так?",21,"Так ты поможешь мне?! \nТы такой смелый и добрый, Мэтт!",116,"О да! \nМне уже начинает нравиться \"помогать людям\"! \n(Надеюсь, привидений мы там не встретим...)",23,"А еще нам надо найти плотостроителя, который живет в этом лесу. \nК тому же, судя по всему, там наверняка найдется что-нибудь полезное.",52];
      
      public static var annasHouse:Array = ["Вот я и дома. \nПоверить не могу, что я привела сюда такую сомнительную компанию.         \n\nОх, блин, придется познакомить вас с родителями.",107,"Ты все еще живешь с родителями? \nСколько тебе лет, кстати?",22,"Я мультяшка. \nМне будет столько лет, сколько тебе захочется. <3",113,"(Как удобно!)",82];
      
      public static var annasHouse2:Array = ["Это было... необычно. \nНе то, чего я ожидал.",88,"У тебя какие-то претензии?!",99,"Как ни странно, нет. \nЯ рос без родителей, так что это для меня в новинку.",88,"А? А что с ними случилось? \nНу... если ты не против рассказать...",96,"Хмммм.....................................................................................................                     \n\nНу, со своей матерью я не был знаком, а мой отец умер во время несчастного случая в шахте. \nОн был тем еще козлом, и мне без него даже лучше.",88,"Ох... дерьмово.",97,"Могу я свалить все мои недостатки на трудное детство?",88,"Черта с два, умник.     \nВыставлять себя жертвой обстоятельств - это низко.",49];
      
      public static var annaShrine:Array = ["Считается, что алтари вроде этих отгоняют зло и дают удачу, если помолиться. \nЯ не очень в это верю, но это забавная традиция.",92,"(Сколько бы я ни молилась, моя грудь так и не растет!)",107];
      
      public static var farmHouse:Array = ["Ой, там живет очень угрюмый тип. \nДавайте не будем к нему заходить - мне кажется, он скрывает какой-то страшный секрет!",112];
      
      public static var needStepladder:Array = ["Это наша терраса! \nКак видите... она разваливается и нуждается в починке.          \n\nМы не сможем пересечь эти провалы, пока не найдем лестницу.",92,"Опять что-то искать! \nА просто перепрыгнуть нельзя?",69,"Не-а!",91];
      
      public static var bigTrees:Array = ["Ага, вот и гигантские деревья! \nЗдесь я чувствую себя как дома! \n\nКак давно я здесь не была!",116,"Кстати, нам нужно забраться наверх. \nВнизу болото и непроходимый лес, поэтому иногда нам придется искать обходной путь.",112,"Но там же куча червей! И здесь воняет!             \n\nПрирода просто отвратительна...",69,"Умолкни. \nИли станешь закуской для гигантских пауков.",109];
      
      public static var highUp:Array = ["Ого, мы так высоко, что я не вижу землю!      \n\nПотрясающе!",2];
      
      public static var hauntedWoods:Array = ["Эй, Анна... эти деревья... выглядят необычно. \nЭто нормально?",35,"Да, мы добрались до проклятых мест. \nЯ обычно не захожу так глубоко из-за привидений и магии вуду. \nНо с вами я чувствую себя безопаснее.",112,"(Моим первым наказанием будет пребывание в каком-то проклятом лесу?! \nВозможно, я в них ошибался - похоже, они не брезгуют методами психологической войны!)",66];
      
      public static var hauntedWoods2:Array = ["Это не похоже на ту солнечную лужайку с зайчиками и слаймами, которую я себе представлял!",24,"Тут... многое изменилось, хехе.",102];
      
      public static var sewage:Array = ["(Хм, кажется, моя крепость находится к югу отсюда. \nТак значит, сюда сливаются сточные воды из моей лаборатории? \nЛучше мне об этом помалкивать!)",67];
      
      public static var forestMonolith:Array = ["ВОТ ОН!!!",99,"Мне кажется, этот монолит делает всех монстров агрессивнее. \nЗдесь и так было страшновато, но в последнее время стало только хуже!",112,"Тогда чего мы ждем?! \nТам же зомби!",68,"Хмм, кажется, я их знала раньше...",95];
      
      public static var mushrooms:Array = ["Тут красиво! \nНе знала, что такая природная зона существует!",56,"Интересно, эти грибы съедобные? \nЯ бы хотел их попробовать, но у меня уже был печальный опыт...",15,"Чертова... аллергия.  \nСлишком... много грибов.",74,"Он что, решил помереть?        \n(Если что, он это заслужил.)",114];
      
      public static var needLeafyBoots:Array = ["Ага, плотостроитель живет к западу отсюда, мы почти пришли. \nВот только... нам нужен предмет, дающий возможность ходить по этим кувшинкам.",101,"В этом чертовом лесу постоянно что-то мешает пройти! \nА теперь нам еще придется идти по колено в грязной болотной жиже! Уж лучше я сдохну!",57,"Прошу прощения, ваше высочество! \nМожет, если бы ты проводила больше времени на улице и сбросила лишний вес, ты бы так не страдала! \nПодобное тебе в голову не приходило?",99,"Большинство людей не живет на деревьях и не жрет, что ни попадя, как дикари! \nТы не можешь меня осуждать!",40,"Еще как могу! \nТы слабохарактерная! Только и делаешь, что размахиваешь своим выменем направо и налево!          \n\nПотому-то с тобой парни и общаются, знаешь ли!",100,"Думаешь, мне нравится такое внимание со стороны всяких извращенцев?! \nТебя, по крайней мере, не пытались похитить в сексуальное рабство!",36,"(Она все еще злится на меня за то, что я ее похитил...? \nНо ведь уже несколько часов прошло!)",75,"Все, Натали, как скажешь. \nТолько не плачь.",109,"Я не плачу!",37];
      
      public static var needLeafyBootsShort:Array = ["Ага, плотостроитель живет к западу отсюда, так что мы почти пришли. \nВот только... нам нужен предмет, который даст нам возможность ходить по этим кувшинкам.",101,"В это чертовом лесу постоянно что-то мешает пройти! \nА теперь нам еще придется идти по колено в грязной болотной жиже! Уж лучше я сдохну!",57,"Прошу прощения, ваше высочество! \nМожет, если бы ты проводила больше времени на улице и сбросила лишний вес, ты бы так не страдала! \nПодобное тебе в голову не приходило?",99,"Большинство людей не живет на деревьях и не жрет, что ни попадя, как дикари! \nТы не можешь меня осуждать!",40,"Все, Натали, как скажешь. \nТолько не плачь.",109,"Я не плачу!",37];
      
      public static var annaIsSorry:Array = ["Послушай, Натали... \nМне жаль, что я тебе наговорила всякого.",112,"Вот как?",49,"На самом деле я не считаю тебя толстой. \nИ коровой не считаю.          \n\nТы просто домашний ребенок, вот что я хотела сказать.",101,"Ты не совсем это говорила, но ладно.           \n\nЯ тебя прощаю.",51,"Хочешь, как-нибудь вместе пойдем в поход, и я научу тебя выживать в дикой природе? \nПоохотимся и зажарим медведя или еще что-нибудь!",117,"Ха, думаю, будет здорово! А там будет водопровод и вай-фай?",34,"(Она безнадежна!)",107];
      
      public static var crawling:Array = ["Мы почти снаружи! \nТут узкое место - как проползем его, будет легче.",92,"Я начинаю думать, что благородная смерть предпочтительнее этого унижения.",77,"Это можно устроить.        \nНам тут нытики не нужны.",99,"Ня ня, ня ня!",141,"А? Что ты сказал?",35,"Я не смотрел, честно! \nБезЛап врет!",13,"Чтооооооо?!",42];
      
      public static var stepladderGet:Array = ["Так, теперь провалы нам не страшны!",94];
      
      public static var leafyBootsGet:Array = ["Так, ботинки, которые позволят нам пройти к боссу, должны быть здесь!",92,"Эти ботинки все время были у тебя дома, маленькая дрянь?! \nЭто из-за тебя нам пришлось пройти через лес, полный опасностей?",69,"Остынь, бро. \nМы не можем упрекать Анну за то, что уровень спроектирован как лабиринт.",27,"Что значит \"уровень спроектирован\"? \nЯ просто не люблю, когда со мной обращаются так пренебрежительно!",65,"Что такое? \nИспугался прогулки по лесу?         \n\nХе-хе-хе.",105,"Знаешь ли, я этот лес и сжечь могу! \nКак тебе такое понравится, зеленовласая тварь?!",70,"Следи за словами, Ланс. \nЕще одна такая угроза, и нам придется тебя... \"усмирить\".",49,"Хмпф.",79,"Корооооче... нам надо к западному краю леса. \nДумаю, настало время встретиться с боссом.",111];
      
      public static var boss3:Array = ["Та громадина - это босс? \nЧто это вообще такое?",22,"Выглядит не очень подвижным - давайте осторожно подойдем и посмотрим.",52];
      
      public static var boss3Beat:Array = ["Да, мы сделали это! \nКоты отступают!",93,"Грязные твари совершили большую ошибку, встав у нас на пути! \nОни - ничто перед нашей объединенной мощью!",63,"Что это все-таки было? \nОно действительно было причиной, по которой в лесу появилась нежить? \nДумаю, это далеко не все.",52,"Может быть. \nНо, может, дашь нам отпраздновать победу как следует?",107,"Ой, извини. \nЯ не хотела. \nМы действительно хорошо постарались.",43,"Вы прекрасно показали себя в битве. \nВозможно, скоро я буду готов называть вас товарищами.",64,"Я уже готов называть тебя бро, бро.",27,"Полагаю, Ланс начал встал на путь искупления. \nЕму предстоит много работы, но, возможно, когда-нибудь он исправится.",92,"Но он же даже не извинился за все, что натворил!",52,"Я не стану извиняться - я поступил максимально правильно, исходя из той ограниченной информации, которой обладал на тот момент. \nВсе мои намерения были направлены на благо человечества.",65,"Да-а, перевоспитание предстоит долгое...",47];
      
      public static var raftGet:Array = ["Здорово вернуться в море. \nНаконец-то мы можем отплыть по волнам куда захотим!",3,"Я никогда раньше не плавала по морю...      \n...и я слышала, там живут ужасные гигантские морские чудовища, утаскивающие лодки под воду длинными щупальцами.",54,"Кстати, Мэтт, как ты управляешь этой штуковиной? \nЯ не вижу никакого рулевого механизма!            \n\nУ меня нехорошее предчувствие...",45,"Хе-хе, плыть на плоту - все равно, что ходить. \nТы думаешь о движении вперед и двигаешься вперед!         \n\nЯ провел почти все свое детство на плоту - мои родители взяли меня в кругосветное путешествие!",29,"К сожалению, я был слишком мал и почти ничего не запомнил. \nА еще они решили меня оставить на каком-то острове, когда стало слишком опасно, хе-хе. \nМне пришлось самому во всем разбираться, возможно, именно поэтому я иногда торможу.",27,"Как думаешь, Мэтт, твои родители все еще где-то плавают? \nОни пираты или типа того?",112,"□□□□□□□□□□□□□□□□□□□□□□□□Ну-у... Моряки обычно долго не живут. \nТак что я не питаю надежд.         \n\nЯ уже давно смирился.",1,"Уверена, они гордились бы тобой! Ходишь по морям в окружении красоток.",94,"*рыгает!*",132,"Ха-ха, надеюсь, что так.",27];
      
      public static var fishing:Array = ["А-а-а-а.",132,"БезЛап... это ты так... ловишь рыбу? \nЗнаешь ли, она не запрыгнет тебе прямо в пасть!",22];
      
      public static var swimming:Array = ["У меня вопрос! \nБезЛап умеет плавать? \nМы его не спросили перед отправлением...",106,"!!!",145,"О черт, БезЛап обречен, если свалится за борт! \nКажется, никто из нас об этом не подумал.",16,"Мяу...",144];
      
      public static var waterMonolith:Array = ["Еще один монолит. \nОни ВСЕГДА неподалеку, если рядом монстры...",112,"Эта пустота в центре камня выглядит как антенна или фокусирующая линза. \nОни шпионят за нами, я уверен.",61];
      
      public static var jaggedRocks:Array = ["На южном побережье негде высадиться! \nТам одни лишь острые скалы!",9,"Если я правильно помню, долина к югу от моего дома - единственное место, где можно безопасно высадиться на южный континент. \nТолько... там очень холодно.",15];
      
      public static var lanceIsSorry:Array = ["М-м, дамы. \nЭм, я имею в виду, Натали и Анна.",61,"Да?",35,"Я теперь дама?",92,"Я хотел бы... м-м... как это...?      \n\nНу-у...",71,"Да-а-а-а?",49,"Я бы хотел и-извиниться за содеянное! \nЯ бы х-хотел прекратить враждебные действия между нами!        \n\nДавайте в-выстроим здоровые отношения!",72,"Лучше поздно, чем никогда. \nПо крайней мере ты пытаешься.",31,"Я не держу обиду, но я ничего не забыла. \nСделай так еще раз, и я тебя скормлю крысам!",94,"(Кажется, сработало... \nТак значит, вот как выглядит... прощение?)",71,"Мяу!",129,"Да, что насчет нас? \nТы нас ТАНКОМ ПЕРЕЕХАЛ!!!        \n\nЯ несколько минут не мог отлечиться!",9,"Пфф, вас мне нисколько не жаль. \nМожет, я немного переборщил, но вы проникли на охраняемую территорию и получили по заслугам.",81,"А, неважно, я тебя все равно прощаю!",2,"Тебе не за что меня прощать - я ничего не сделал плохого!",69];
      
      public static var forgottenRuins:Array = ["Ох, эти развалины очень древние. \nПохоже, они потихоньку зарастают лианами.",93,"Это место уже кто-то разграбил? \nНа этих пьедесталах явно должны быть блестящие штуки!",9,"Хмм... может быть, это...? ",65,"Нет, без понятия.",81];
      
      public static var ruins1:Array = ["Ого, я никогда не видела подобных развалин!",46,"Исторические документы утверждают, что множество храмов были построены в честь древних богов вроде БогоКошки или Акрона, но эти совсем другие. \nИзображения лиц на развалинах не похожи ни на одно божество, о котором я слышала.",52,"Падение метеорита скорее всего вызвало глобальное потепление. \nРазница даже в несколько градусов может повлечь таяние значительной части мировых ледников. \nАнтропогенные причины глобального потепления, скорее всего, являются мифом, а вот падение метеорита явно могло его вызвать.",75,"Может ли быть так, что эти руины тысячи лет были скрыты во льдах? \nВозможно, мы первые люди, которые их видят! \nМне стоит начать делать заметки...",32,"Значит, здесь должны быть и погребенные сокровища!",3,"Вас что, совершенно не интересует история этого места?! \nВас волнуют только ваши эгоистичные желания!",39,"А что если... его построили пришельцы из космоса?!",117,"*вздох*",47];
      
      public static var campsite:Array = ["Вот тебе и слава первооткрывателя - тут уже стоят NPC! \nОни уже наверняка захватили сокровища и держат их в заложниках!",9,"Ну, нам все равно нужно пройти через эти земли, чтобы добраться до следующего населенного пункта. \nКажется, он называется Краснососенск.",31,"Да, Краснососенск появился примерно в то же время, что и Вечнолесье. \nМы много спорили насчет прав на рыбную ловлю.         \n\nБезусловно, правда на нашей стороне!",92,"Интересно, как Краснососенск держится после Великого Падения. \nДо севера новости оттуда не доходили...",35,"Не хотел вас огорчать, но, скорее всего, город полностью уничтожен.",61,"Ланс!",39,"Что?",79];
      
      public static var ruins2:Array = ["Потрясающая архитектура! И так прекрасно сохранилась. \nДолжно быть, эти храмы выглядели впечатляюще в свое время!",32,"Только пришельцы могли построить подобное - запомните мои слова!      \nНаверное, люди, жившие здесь тысячи лет назад, попали под инопланетное влияние...",106,"Возможно, но маловероятно. \nОрганизованная цивилизация с множеством рабов могла бы с легкостью построить подобное. \nВозможно, они построили это во славу своего великого предводителя. \n(У которого наверняка со мной было много общего!)",65,"Может, просто путешественники замерзли и решили построить дом?",2,"Ня ня...",129,"Тебе тоже эти объяснения не кажутся убедительными, БезЛап? \nНаши товарищи явно не гении.",51,"Ха, а что делает тебя специалистом по древней истории?!       \nКак ты можешь утверждать, что это были не пришельцы или коммунисты?!",99,"Чтобы ты знала, я училась на отлично в университете, и история была одним из моих любимейших предметов! \nЯ изучила все об утерянном королевстве котов, истории главных провинций, теории темной и светлой магии и большинстве популярных мифов и легенд. \nКниги могут многому научить, знаешь ли!",39,"Если ты такая умная, как ты тогда оказалась в составе опасной разведывательной операции? \nА не на какой-нибудь уютной научной должности?",82,"Ну-у...    Я не хочу об этом говорить...               \n\n(Я ушла после одного постыдного случая...)",43];
      
      public static var slippery:Array = ["КАК ЖЕ МЕНЯ БЕСИТ ЭТОТ ЛЕД!!! \nПочему нельзя просто купить обувь, которая позволит нам спокойно по нему ходить?!",10,"Он расположен таким необычным образом, будто это духи природы над нами издеваются!",95];
      
      public static var children:Array = ["Здесь нет ничего интересного, только эти тупые ледяные блоки! \nЛучше пойдем назад.",17,"Я не взял подходящее снаряжение для таких погодных условий . \nДавайте вернемся в мою крепость и возьмем огнеметы.",65,"(Я себя чувствую так, будто за детьми присматриваю!)",39];
      
      public static var ruins3:Array = ["Я очень хочу узнать, какому богу эти люди поклонялись и что случилось с их цивилизацией. \nМы продолжаем находить эти развалины, ранее никогда не виданные историками! У меня столько интересных вопросов!",31,"Может, они просто были самовлюбленными эгоистами и поэтому сделали изображения самих себя с высоким лбом и третьим глазом?",22,"Эти каменные лица... Они выглядят как пришельцы из космоса, правда? \nМожет, они поклонялись пришельцам, а потом их всех похитили НЛО! \nА затем пришельцы подправили все книги по истории, и поэтому о них никто не знает!?",106,"Очевидно, что это было тоталитарное государство с постоянной слежкой. \nГигантский глаз Большого Брата смотрел за своими подданными, следя за тем, чтобы они не поддались греху инакомыслия. \nДелай, что велит глаз, или пустим тебе газ!",83,"Мяу, мяу!",124,"Нет, я не думаю, что это безухие котолюди, БезЛап.",19,"Ребята, я же серьезно...",47,"Ах, да, Натали, мы так и не услышали, чем все закончилось. \nИтак... почему ты бросила универ и оказалась с такими невеждами, как мы?",92,"Я бы не хотела вспоминать...",47,"(Я не невежда!)",69,"Ничего особенного, правда...              \nЯ попалась на сочинении пошлых фанфиков, в которых упоминался кое-кто из преподавательского состава... мой лектор.",51,"АХХАХАХАХАХА, серьезно? \nПОЭТОМУ?!",102,"Да-а... глупо получилось... \nЯ не нашла в себе силы общаться со своей группой... и лектором... после такого... ",41,"(Я сейчас задохнусь - это слишком тупо, чтобы быть правдой... Я щас умру от смеха...)",104,"(Интересно, какие мужчины нравятся Натали - надо отметить на будущее...)",61,"Может, когда-нибудь я соберусь и закончу обучение...        \nНо в целом я и сейчас неплохо провожу время, и, думаю, здесь я узнаю много нового.                 \n\nМожете не сдерживать свой хохот, мне уже все равно.",57,"Ньихихихи!",141,"(И я усвоила урок - больше не буду оставлять свои фанфики где попало...)",51,"(Мне показалось, или она на меня сейчас странно посмотрела?)",19];
      
      public static var gettingWarmer:Array = ["Наконец-то потеплело! \nПрощай, Замерзшая Долина - я по тебе скучать не буду!",2,"Боюсь, выход нам преграждает огромный каменный монстр. \nА вот Посейдона нигде не видно - может быть, он взял выходной.",65];
      
      public static var boss4Beat:Array = ["Оххохо, боюсь, нам это аукнется. \nПланете явно не понравится, что мы одолели природное божество.",92,"Пфф, ерунда. \nПланета существует только для того, чтобы поставлять человечеству полезные ископаемые. \nЭто прямо сказано в Кошачьем Завете. \n(Правда, это единственное, что я оттуда читал...)",61,"В любом случае, я уверена, что жители Краснососенска будут рады услышать о поражении Посейдона. \nСкорее всего, они давно не получали вестей из внешнего мира.",32,"Мы сейчас очень близко подбираемся к нашей цели. \nМесто Великого Падения должно быть прямо за поселком...",31,"□□□□□□□□□□□□□□□Если он все еще цел.",61,"*вздох*",47,"*подстрелен, но еще дергается*",138];
      
      public static var nearRedpine:Array = ["Думаю, в поселке нас будут чествовать как героев! \nНаконец-то наедимся всяких вкусностей!",20,"Что-то я людей не вижу...",35];
      
      public static var redpineHistory:Array = ["Прошло немало лет с тех пор, как я здесь был в последний раз.    \nВыглядит все так же уныло.",61,"Так ты бывал в Краснососенске? \nРаньше тут было много шахт - получается, твоя семья родом отсюда?",52,"Этот уродский магазин стероидов был раньше детским приютом. Я там надолго застрял после того, как мой отец взорвался.      \n\nНаверное, там я и начал ненавидеть людей...         \n...Мне тут совсем не нравилось.",79,"Мы все равно должны их спасти... Краснососенск и Вечнолесье дружат между собой, несмотря на все разногласия!",97,"Да ну, в этом нет никакого смысла. \nТут похоронено больше людей, чем сейчас живет..",81,"На кого ты так сильно злишься?",109,"Впрочем, мне всегда нравился оружейный магазин. \nТам я впервые научился стрелять!          \n\nЯ охотился на медведей в лесу вместе с--",62,"..................",77,"Что ж, хоть что-то моему отцу удалось сделать правильно.                     \n\nНе суть.",79];
      
      public static var redpine1:Array = ["Тут подозрительно тихо. \nВсе попрятались или...?",95];
      
      public static var redpine2:Array = ["Ага, это тот пропавший солдат! \nНе думаю, что он слышал о моем поражении.",61];
      
      public static var redpine3:Array = ["Мы бы добрались до поселка гораздо раньше, если бы кто-то не расставил свои тупые блоки вдоль побережья!",9];
      
      public static var redpinePub:Array = ["Ага, вот где все прячутся. \nОни выглядят... безрадостно.",35];
      
      public static var redpineCult1:Array = ["Во что мы себя втянули... это какой-то культ?",61,"Давайте не будем спешить с выводами. \nЛучше осмотримся и попытаемся что-нибудь узнать от этих людей.",32,"Я смотрю, они успели награбить немало сокровищ из развалин Замерзшей долины!",9];
      
      public static var redpineGuns:Array = ["Вот это по-нашему. \nТолько посмотрите на этих красоток!",87,"Пушки были бы куда круче, если бы к ним можно было прикрепить огромный меч. \nТолько представь - рубить и стрелять одновременно!",2,"Ужасная идея. \n(Брызги крови и потроха будут лететь тебе прямо в лицо!)",77];
      
      public static var redpine4:Array = ["Весь город выглядит жутковато. \nЕще даже не осень, а деревья уже пожелтели! \nЭто неестественно.",109,"И еще тут плохо пахнет, как в хлеву!",44];
      
      public static var redpineShop:Array = ["Тут кругом одни неадекваты!",65,"Тише! \nМы хотим работать вместе с этими людьми, а не чтобы они нас вышвырнули отсюда!",43];
      
      public static var graveyard1:Array = ["Среди этих могил полно свежих. \nЭто монстры убили столько народа?",95,"Мы следующие.",79,"Надо же, кое-кто переживает больше обычного...",51];
      
      public static var graveyard2:Array = ["Хмм, интересно, что там? \nМы можем туда как-нибудь попасть?",5,"Скорее всего, там просто гора свежих трупов.",61,"*пронзительный взгляд*",49,"Что? \nГде-то же их нужно хранить, прежде чем закопать. \nВ районе боевых действий всегда так!",79];
      
      public static var redpine5:Array = ["Кажется, поселок видал времена получше. \nЗдания разваливаются, и монстры повсюду. \nНам лучше помочь всем, кому сможем, так как это наша последняя передышка перед нашей конечной целью.",35,"Согласна с тобой, Нат. \nЧем больше у нас будет союзников, тем лучше. \nИ им действительно нужна наша помощь.",93,"Думаю, нас могут еще и наградить за нашу работу... \nЕсли нужно просто бить врагов, то я обеими руками за.",15];
      
      public static var basement1:Array = ["(Не уверен, хочу ли я знать, что там внизу...)",24];
      
      public static var basement2:Array = ["(Я слышу чье-то дыхание там впереди!)",25];
      
      public static var basement3:Array = ["Что это была за хрень? \nЭто было уж слишком реалистично.",28];
      
      public static var basement4:Array = ["О, секретная пещера? \nВряд ли там происходит что-либо хорошее.",109];
      
      public static var basement5:Array = ["Это что... к-кровь? \nЯ же говорила, этот мужик что-то скрывал!",114];
      
      public static var basement6:Array = ["Может, нам стоит кого-нибудь позвать? \nПолицию там, или типа того?",5,"Полиция наверняка занята арестом людей за репосты, или чем-то еще более тривиальным.",81,"Не-а, здесь нет такой штуки, как полиция. \nТак что мы ничего не можем сделать.          \n\nЯ просто буду отныне обходить этот дом стороной.",107];
      
      public static var basement7:Array = ["Блин, ничего же не видно!           \n\nХмм, ты видишь что-нибудь своим ночным зрением, БезЛап?",5,"Няйяйя, ня!",145,"Ты думаешь, это пыточная камера?!",25];
      
      public static var basement8:Array = ["Ага! \nСекретный проход в стене!",93,"Здесь так склизко... и я слышу, как что-то ползает.",18];
      
      public static var basement9:Array = ["(Я был бы не против развития событий по сценарию ужастика, в котором только я и Натали выживут.. \nЗдесь может произойти что угодно... кто-нибудь может \"случайно\" навернуться с обрыва...)",66,"(Не, мне не стоит об этом думать!)",77,"...",149,"(А? Кошак что, мои мысли читает?)",67];
      
      public static var basement10:Array = ["Давайте никогда не будем туда возвращаться.",28,"Так тому и быть.",67,"Это были всего лишь люди в масках. \nНе о чем так психовать.",51,"НО ПОЧЕМУ ОНИ БЫЛИ В МАСКАХ?! \nИ зачем им все эти черепа?!",86,"Может, они просто ролевики! \nНекоторые люди любят наряжаться в странную одежду и заниматься фигней!",94];
      
      public static var rapture1:Array = ["Ч-что за... это... из земли повсюду торчат черные камни!",66,"Смотрите - летающий монолит! \nКакого дьявола он летает?!         \n\nОн что, активизировался?",115,"По крайней мере, теперь мы знаем, куда упал метеорит. \nВ этом больше нет сомнений - это наш последний рубеж. \nМы прошли долгий путь, чтобы попасть сюда!",35,"Кажется, мы наконец узнаем цель этих монолитов, и что на самом деле здесь происходит. \nМне немного не по себе...",114,"Мы сейчас очень далеко от дома. \nНатали и впрямь подкинула нам грандиозное приключение, БезЛап!",2,"Мяу...",148,"Что ж, я чрезвычайно рада, что пришла сюда не в одиночку, это точно! \nВсе будет хорошо, БезЛап.",31,"Мяу?",127,"Да, правда.",53];
      
      public static var teamReflects:Array = ["Если я переживу это и вернусь домой, мне точно будет о чем рассказать. \nВсе, чего я хотел - просто вернуть электричество, а теперь я тут. \nЯ поднялся на столько уровней, что мои старые друзья даже не узнают меня!",2,"Я была слишком наивной - я думала, достаточно будет арендовать плот в Гавани Надежды, чтобы сюда добраться. \nНо на каждом шагу мы попадали в неприятности, и возможно, некоторые из них были из-за меня...",41,"Мы оказались здесь не только из-за тебя, Нат. \nНам всем есть, что защищать, и каждый из нас когда-то ошибался. \nЭто нормально.",94,"Мяу!",123];
      
      public static var teamReflects2:Array = ["Интересно, что бы сказала моя родня, если бы они увидели это место. \nОни бы наверняка посадили меня на цепь и больше не выпускали из деревни.",112,"Я ожидал найти огромный кратер и несколько монолитов. \nНо это выглядит так, словно мы на другой планете...",65];
      
      public static var bloodCave1:Array = ["На меня капает что-то холодное и липкое... \nДавайте поспешим и найдем выключатель.",65,"Фуу, я наступил на что-то мягкое... и стены... словно дышат.",25,"Мяу!     \n\nНя!",142,"БезЛап говорит, ему и в темноте все видно, но остальные вряд ли выберутся...         \n\nМне это не нравится.",52,"Если ты бросишь нас в темноте, БезЛап, мы можем тебя случайно подстрелить!",117,"Мье...",147];
      
      public static var rapturePuzzle:Array = ["Не-а. Я даже пытаться не буду. \nНат, будь добра, разберись с этим.",17,"И почему я не удивлена?",51];
      
      public static var teleporters:Array = ["Эти телепорты просто невероятны! \nМы распадаемся на атомы, и собираемся в новом месте.",62,"Звучит довольно болезненно. \nХотя по ощущениям просто как будто засыпаешь на секунду.",91,"Вопрос вот в чем... Проходя через телепорт, остаемся ли мы собой или нас уничтожает, а на выходе создаются наши копии?",76,"Что это должно означать?",45,"Наверное, ничего.",61];
      
      public static var lavaLake:Array = ["Должно быть, это озеро лавы и было местом падения метеорита.",61,"Хорошо хоть лава смягчила удар!",2,"Нет, физика работает не так. \nУдар расплавил всю эту область. \nСотни NPC, должно быть, мгновенно испарились. ",79,"Воу, подумайте о всех тех сундуках с сокровищами, пропавших в огне.           \n\nЖизнь слишком жестока.",7];
      
      public static var darkTemple:Array = ["Вау, это тот храм, который мы видели раньше. \nОн и правда не похож на храм БогоКошки. \nВидимо, именно здесь проводят обряды эти культисты-безбожники.",112];
      
      public static var rapture2:Array = ["□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□Я вижу несколько путей. \nЭто место выглядит, словно расползающийся лабиринт. ",61,"Камни стоят здесь явно не просто так. \nМне кажется, на этих пьедесталах когда-то лежали какие-то круглые объекты.",92,"(Эй, ты. Да, ТЫ. \nМы давненько не общались: я стесняюсь общаться с тобой на людях, меня могут не понять. \nТы же можешь прочитать то, о чем я думаю? \nМолюсь ли я? Хмм, возможно.)",11,"(В любом случае, я знаю - ты играешь большую роль в этом всем, пусть я и не понимаю, в чем именно. \nЭто было просто баловство, когда нас было трое: я, ты и БезЛап. \nНо тут уже все серьезно, так что пригляди за моими друзьями, ладно? \nОсобенно за Натали - уверен, она будет винить себя, если с нами что-то случится.)",5,"(И если ты так сильно можешь влиять на нашу судьбу, как я думаю, пожалуйста, позаботься о том, чтобы мы не погибли.         \n\nИ еще, пожалуйста, не пропускай дополнительные локации - я хочу собрать весь существующий лут!)",2,"Чего задумался, Мэтт? \nМы глубоко на вражеской территории - соберись!",65,"П-простите!",13];
      
      public static var rapture3:Array = ["Теперь у нас есть 2 сферы! \nМы на верном пути.",34,"Мяу!",122];
      
      public static var rapture4:Array = ["Ладно, вот мы и собрали 3 сферы. \nМне уже не терпится!",2,"У меня такое чувство, что мы скоро покинем этот мир, поэтому я просто наслаждаюсь моими последними часами на Земле.",88,"Мяу?",147];
      
      public static var rapture5:Array = ["Я немного нервничаю. \nМы же совсем не знаем, что произойдет, если положить все 4 сферы на место...",88,"Лучший и худший сценарий - появится финальный босс, и мы все умрем.",5,"Тогда, если вдруг что... \nБыла рада с вами познакомиться!",101,"(И только сейчас они поняли, насколько все серьезно. \nНадеюсь, это их не деморализует.)",47];
      
      public static var space0:Array = ["ЭЙ! МОИ ВЕЩИ!",69,"Воу, что происходит?!",52,"Похоже, что мы снова вылетели в трубу!",4,"Эгегей, это весело! \nЗдесь нет гравитации!",93,"Нас затянуло в межпространственную червоточину. \nМы можем оказаться где угодно. \nДаже на другом краю галактики.",65,"Не вижу ничего плохого - лично я доверяю этому странному инопланетному порталу! \nТам впереди свет, я думаю, мы почти на месте...!",2];
      
      public static var space1:Array = ["М-МЫ В КОСМОСЕ?! \nМы же сейчас задохнемся!",78,"Воу, здесь и правда высоко! \nТак вот как выглядит Земля с такой высоты! \nХм, здесь вполне можно дышать... с чего нам задохнуться?",112,"Это... ненормально. \nЭто все на самом деле, или просто чья-то выдумка?          \n\nЭто место противоречит законам вселенной!",66,"Это что... карманная вселенная? \nКусок пространства-времени, отделенный от нашего мира барьерами измерений? \nЭто монолиты создали?",75,"ОНИ УПРАВЛЯЮТСЯ ОТСЮДА!!! \nЧто бы ни командовало монолитами, для него это было бы лучшее место!",73,"Я далеко не все понял. \nНо обладателя такой мощи будет сложно убить...",5,"Мяу, мяу!",142,"Согласна, мы не должны падать духом. Мы должны подготовиться к тому, что нас ждет.",53];
      
      public static var space2:Array = ["Погодите, я бы хотела еще кое-что обсудить. \nКто-то уже давно следит за нами...",35,"Ч-что?! \nКто-то нас преследует?!        \n\nНо ведь... хвоста не было!",76,"Я видела, как Мэтт говорит с кем-то, значит, он в курсе. \nКто-то наблюдает за нами с небес... или откуда-то дальше.            \n\nЯ не могу это объяснить, я просто чувствую.",41,"Ты тоже, Нат? \nЯ уж думал, я сошел с ума. \nЯ всегда считал его игроком, контролирующим наш мир. \nВ любом случае, я так думаю.",12,"Некоторые ученые утверждают, что мир, в котором мы живем - просто симуляция. Но не думаю, что у них достаточно доказательств. \nНе уверен, что это вообще можно доказать.",83,"Я сам точно не знаю, я просто так чувствую.       \n\nЯ иногда говорю сам с собой - вдруг кто-то слушает. \nКажется, стоит мне сказать свои мысли вслух, происходит что-то хорошее, словно за мной кто-то приглядывает.",27,"К тому же здесь кругом все эти маленькие элементы пользовательского интерфейса. \nИконки, речевые пузыри и всякое такое. \nНам-то они не нужны, мы и без них можем болтать друг с другом. \nОни наверняка здесь для кого-то еще, того, кто смотрит на нас издалека!",15,"(И как я раньше не заметил эту речевую панель? \nЭто так очевидно, когда знаешь, что искать!)",66,"Что ж, так или иначе. \nЯ хочу кое-что сказать этому игроку позади экрана, кем бы он ни был. \nЯ думаю, он достаточно хорошо нас знает, чтобы мы могли быть откровенны с ним...",31,"ЛУЧШЕ УЖ ТЕБЕ ПОЗАБОТИТЬСЯ О НАС И УБЕДИТЬСЯ, ЧТО МЫ ЗДЕСЬ НЕ УМРЕМ!!!",40,"Мы прошли долгий путь, но сейчас все СЕРЬЕЗНО, а ты не всегда делал лучший для нас выбор. \nИногда я думала, что мы не справимся, потому что ты принимал неверные решения. \nТак что, если это конец нашего приключения - лучше отнесись к этому серьезно!",39,"Эй, Нат, мы не хотим, чтобы он рассердился или чт-",12,"Если кто-то из моих друзей пострадает, тебе придется иметь дело со мной!",40,"Ладно, у меня все. \nНадеюсь, это послание действительно дошло до кого-то.",47,"Я совсем запуталась. \nЯ и не знала, что Мэтт и Нат так религиозны!",105,"*улыбается, словно давно об этом знал*",141];
      
      public static var space3:Array = ["Стойте! \nДавайте туда не пойдем... здесь что-то очень неправильное.",85];
      
      public static var space4:Array = ["Я чувствую, как что-то меня тащит вперед! \nЯ не хочу больше туда идти!",115,"М-мяу!",145];
      
      public static var space6:Array = ["ЧТО ЗА-",73,"...",25,"М-мью...",126,"Само пространство ломается и скручивается до неузнаваемости! \nЕсли это продолжится, материя всего пространства распадется в ничто.        \n\nСловно этот мир кто-то удаляет.",68,"Что мы вообще здесь делаем? \nЭто конец?! \nКак нам сражаться с чем-то подобным?",6,"Я могла остаться дома и пожить немного дольше в блаженном неведении. \nНикогда не поздно вернуться!       \n\nЯ не хочу, чтобы меня поглотила пустота!",98,"М-м-м-мяу...",148,"Это просто страшный сон. \nЭто просто страшный сон. \nЭто просто страшный сон. \nЭто прос-",89,"ЭЙ!!! \nОчнитесь!",40,"Мы дошли так далеко, и мы справимся, если постараемся. \nНам еще не встречался враг, которого мы не смогли бы одолеть! \nИ тот человек за экраном точно приведет нас к победе, я верю в это!",52,"И мы далеко не одни - у нас есть целая армия питомцев нам в помощь! \nА еще куча людей в Гавани Надежды, Вечнолесье и Краснососенске болеет за нас! \nМы не можем их подвести!",53,"Если это наш финальный бой, я сделаю все возможное! \nНо я совру, если скажу, что не дрожу от страха!",114,"Мама с папой простят мне, если я облажаюсь! \nЯ должна победить ради них и всех остальных!",103,"Я-я- Если мне суждено погибнуть, я заставлю врага страдать настолько, насколько возможно! \nИ взорву все бомбы до последней!",69,"Я был рад путешествовать вместе с вами всеми, и надеюсь, это продолжится.             \n\nЯ предполагаю... Я попробую... бить его моим мечом. \nКажется, до сих пор это работало.",27,"Мяу!",123];
      
      public static var ending1:Array = ["И, таким образом, Земля наконец-то стала свободна от хватки тентаклей Пожирателя. Его миссия провалилась, и без управления Космо-Монолиты отключились. Когда их опасная радиация растворилась, звери и люди наконец смогли снова вздохнуть спокойно, а войны, которые велись целыми днями, наконец закончились.",333,"К героям начали возвращаться воспоминания об их прошлых приключениях - годы опыта и дружбы понемногу вернулись к ним. Раз Пожиратель больше не контролировал Пустоту, удаленная информация медленно восстанавливалась из космической Корзины. Память об удаленных симуляциях хлынула обратно в снах и откровениях.",333];
      
      public static var mattXnatz:Array = ["Мэтт и БезЛап продолжили грабить подземелья ради сокровищ, тем самым меньше воруя у невинных NPC. Резкое осуждение со стороны Натали заставило их чаще помогать людям. На ее глазах Мэтт становился все серьезнее, стараясь не разочаровывать ее, хоть у него и не всегда получалось.",333,"Когда в мире воцарился покой, они наконец выкроили время, чтобы провести его вместе - как в начале их эпического квеста. Натали думала остепениться и жить спокойной жизнью, но она понимала, что Мэтту все еще нужно было несколько лет, чтобы повзрослеть. А до тех пор они продолжили вместе искать приключения, пока однажды не вышли в свет как официальная пара.",333];
      
      public static var lanceXnatz:Array = ["В Лансе, по-видимому, проснулась совесть, и он начал восстанавливать разрушенные им жилища. Он перепрограммировал своих роботов автоматически доставать материалы и заниматься строительством. Враги, сделанные из камня или дерева, становились их жертвами при сборе ресурсов, да и многие деревья были срублены по ошибке. Оценка риска так и не была проведена.",333,"Но втайне Ланс просто хотел быть ближе к Натали, а благотворительность была хорошим прикрытием. Даже ему было очевидно, что он никогда бы ее не заинтересовал, но Ланс был готов ухватиться даже за самый крохотный шанс. Он надеялся, что она признает его методы. Ну, или что Мэтт погибнет в бою. Надеяться на это было глупо, но мечтать не вредно.",333];
      
      public static var annaXnatz:Array = ["Родители Анны решили, что раз уж она достаточно взрослая, чтобы спасти мир, она вполне в состоянии жить отдельно. Сказав это, они выставили ее за дверь. Анна приобрела маленький клочок земли со скромным домиком и быстро заполнила его до краев цветами и растениями. Он заполнился сыростью и плесенью, и стал приютом для армии гусениц. Здоровье Анны пошатнулось.",333,"Как только Натали закончила университет, она переехала к Анне, чтобы вмешаться, пока не поздно. Натали приучила ее к чистоплотности и организованности, а также предложила открыть оранжерею, которая позволила бы Анне заниматься ее хобби, не превращая свой дом в свалку. Изображение БезЛапа стало их брендом, и бизнес стал очень популярен среди местных хиппи и старушек.",333];
      
      public static var mattXanna:Array = ["Мэтт и Анна выросли, играя в видеоигры на совершенно разных консолях, и теперь они наверстывают упущенное, играя в то, что пропустили. В частности, они оба большие фанаты приключенческих и экшен-игр, особенно, если доступен кооперативный режим. Правда, драки в играх частенько переходили в реальность, что заканчивалось разбитыми контроллерами.",333,"А с недавних пор они провели себе интернет и получили доступ к полным прохождениям игр. Теперь, с такой информацией, они наконец-то вернулись во многие старые игры ради секретов, пропущенных ранее. Они также жаждут попробовать так называемые \"онлайн-игры\" - но пока технические проблемы не позволили этому осуществиться.",333];
      
      public static var lanceXanna:Array = ["Ланс и Анна стали часто вместе ходить на охоту. Они неутомимо выслеживали злостных вредителей, типа слаймов и пингвинов, докучающих маленьким городкам. Иногда они даже получали восхитительную добычу с редких и сильных зверей, таких, как адамантуаз или король бегемот.",333,"Уважение Анны к природе и экспертное владение Ланса всеми типами современного оружия отлично дополняли друг друга. Это научило их, что разрушение и созидание неразрывно связаны в жизненном цикле. Ланс согласился, что ковровые бомбардировки - неудачное хобби, а Анна выучила много новых ругательств.",333];
      
      public static var mattXlance:Array = ["В процессе подготовки к будущим инопланетным вторжениям Мэтт и Ланс изобрели новое оружие. Им удалось построить \"ГигаМечеПушку 9000+\", способную пронзить 20 танков, выстроенных в колонну. Другие разработки включали в себя ружьемечи, меч-чаки, и мечи дистанционного управления. Ланс отверг все эти идеи, потому что, по его словам, они были идиотскими.",333,"Мечта Ланса о завоевании мира осталась жива, но он продолжил преследовать ее мирным путем. С ресурсами и технологиями, накопленными им, он начал индустриальную революцию, позиционируя себя как лидера рынка в восходящей капиталистической системе. Судя по всему, товары выгоднее продавать, чем уничтожать.",333];
      
      public static var badEnd:Array = ["Команда Epic Battle Fantasy выполнила свой долг по спасению мира, и более-менее разошлась своими дорогами. Они так и не смогли преодолеть свои различия, оставив при себе свои обиды. Время от времени они встречались, чтобы выпить пива, и повспоминать о своем большом приключении. Но в будущем им не суждено было добиться чего-то столь же великого.",333,"Эй! \nЭта концовка - полный отстой!",99,"Еще какой. \nМы что, правда были такой плохой командой?",5,"Ну, некоторые из нас просто сидели на скамейке запасных в течение большей части приключения и даже не получили шанса блеснуть. \nНе хочу показывать пальцем, просто говорю.",51,"Хммм, может, если выполнить больше квестов, или попытаться вовлечь всех в битву, мы получим концовку получше...?",45,"Какое бездарное растягивание геймплея! \nМы получим счастливую концовку пока не выполним больше рутинных дел",9,"По меньшей мере не нужно покупать DLC ради концовки.",79,"Мяу...",139];
      
      public static var okayEnd:Array = ["Команда Epic Battle Fantasy спасла мир и заслужила уважение многих. Они собрали немало последователей, но некоторые люди все равно их недолюбливали за их выходки. В глазах общества они были героями в трудный час, и обузой в мирное время.",333,"Ура, мы сделали это! \nДалеко не худший результат!",93,"Я не думаю, что на этом все - мы не увидели историю всех персонажей. \nДолжно же быть куда больше.",52,"По-видимому, у нас есть и недоброжелатели... \nНеудивительно, если учесть, что вы, придурки, воруете у людей!",99,"Мда... нам есть за что извиниться, и это еще слабо сказано. \nДумаю, нам надо постараться, чтобы нас все простили.",47,"Что ж, я очень даже счастлива продолжить играть, если вы тоже. \nНам все еще осталось найти немало секретов!",94,"Погодите! \nЯ только что получил телепатическое сообщение от разработчика",16,"Он говорит, чтобы заслужить полную концовку, нужно получить кучу медалей, и использовать каждого из нас в битве вместе! \nНеобходимо укрепить наши узы дружбы! \nА еще нам надо поговорить с этим Бардом в Варп-Зоне!",2,"Это звучит безумно тупо. \nМы, что, в каком-то детском мультике?",88,"Мяу!",122];
      
      public static var goodEnd:Array = ["Команда Epic Battle Fantasy не только спасла мир, но и постаралась исправить большую часть урона, нанесенного по дороге. Они восстановили деревни, заплатили по долгам и пожертвовали своих пойманных монстров местным заповедникам. Их подвиг был увековечен статуями, а дружба их крепка и по сей день.",333,"Значит, эээ, мы с Мэттом теперь встречаемся? \nЭто все слегка неожиданно!",43,"Нет, это не так, по крайней мере, пока что! \nВся эта ерунда случится в будущем!",12,"Довольно странно видеть, что с нами произойдет. \nНе нарушает ли это некоторые правила путешествий во времени?",41,"Я уверен, что мы найдем способ все испортить. \nЯ в нас не сомневаюсь!",2,"Значит, это наилучшая возможная концовка? \nПфф!             \n\nКак скучно...",81,"Я не думаю, что твой вариант, Ланс, кому-нибудь понравится. \nЯ, правда, надеюсь, что ты станешь больше похож на того будущего Ланса, которого мы только что видели.",109,"Мне надо как-нибудь спрограммировать мою собственную видеоигру - такую, в которой я главный персонаж и я всегда выигрываю! \n(Тогда и посмотрим!)",77,"Прошу меня простить, я пойду постреляю по пингвинам.",79,"Эй, звучит весело! \nДавайте отплатим им за то, что они сделали с БезЛапом!",93,"Мяу, мяу!",123];
      
      public static var shillingA:Array = ["О, и кстати! Я сейчас говорю с ТОБОЙ, игрок. \nЕсли тебе понравилась Epic Battle Fantasy 5, и ты думаешь, что она стоит больше, чем ты за нее заплатил (может, ты приобрел ее на распродаже?), пожалуйста, задумайся над тем, чтобы кинуть пару баксов в разработчика для поддержки обновлений и будущих игр! За любую помощь на Patreon ты получишь пару крутых бонусов, а еще ты можешь следить за новостями по ссылкам выше!",27];
      
      public static var shillingB:Array = ["О, и кстати! Я сейчас говорю с ТОБОЙ, игрок. \nПоправь меня, если я ошибаюсь, но мне кажется, ты играешь в бесплатную версию Epic Battle Fantasy 5. Если ты желаешь кучу дополнительного контента, тогда я советую тебе купить Премиум Версию игры! Ты даже можешь перенести свои сохранения с помощью резервного копирования файлов!",27];
      
      public static var stopShilling:Array = ["Эй, прекрати эту наглую рекламу! \nЛюди этого не любят. \nТеперь игрок вообще захочет нас удалить.",79,"Хммм, ну ладно. Во всяком случае, это было весело.  \nБольшое спасибо за игру! \nМы бы не прошли весь этот путь до пятой части, если бы не огромная поддержка наших поклонников!",4];
      
      public static var newgamePlus:Array = ["Что насчет этой штуки?          \n\nНу ты понял... этой СЕКРЕТНОЙ штуки!",106,"Ах, да... Я думаю, она называется \"New Game+\".            \nМы можем пройти эту игру снова, но при нас останется все наше снаряжение и параметры! \nПравда, медали за битвы на Эпической сложности не заслужить в этом режиме...",15,"Но что, если у нас есть незаконченные дела в ЭТОЙ сохраненной игре?",105,"Придется выйти и загрузиться снова, я полагаю. \nПочему-то мы не можем сохраниться после победы над финальным боссом.",29,"Ох... \nЗначит, эээ... так что насчет New Game+? \nНам нужно что-то сделать, чтобы она началась? \nИли она просто возьмет и-",92];
      
      public static var freezeflame1:Array = ["Лед и магма... в одной пещере? \nЧто это за магия?",22,"Мяу, мяу - мяу!",137,"А? \nТы чуешь здесь других циклопов? \nВидимо, у нас еще есть работенка!",2];
      
      public static var freezeflame2:Array = ["Ч-что не так с этими головоломками? \nЯ думаю, нам лучше ее просто проигнорировать.",18];
      
      public static var freezeflame3:Array = ["Еще одна... пожалуйста, не надо. \nПочему нельзя просто разбить эти блоки?",28];
      
      public static var freezeflame4:Array = ["Мя... мяу!",144,"Хаха... хочешь, чтобы я тебя перенес? \nДавай, БезЛап, ты сможешь. \nНе будь пугливой кошкой!",2,"...",129];
      
      public static var freezeflame5:Array = ["Окей, здесь два босса, и я уверена, они нападут на нас одновременно. \nУ нас есть несколько вариантов-",35,"А, я понял! \nМы можем сражаться с ними либо на огненной стороне, либо на ледяной, да, Нат?!",16,"Ага, так!",31];
      
      public static var freezeflame6:Array = ["Что ж, разобрались!",4,"Но я даже не предполагал, что подобная пещера находится так близко к моему дому. \nЭто жутко, но круто. \nХмм, интересно, бывают ли еще дополнительные подземелья вроде этого...",15,"Их наверняка очень много по всему миру! \nИ в них обязаны быть сокровища!",2];
      
      public static var maze1:Array = ["В последний раз я был здесь несколько недель назад. \nТут мои роботы добывают металлическую руду и ископаемое топливо. Я смотрю, они неплохо продвинулись.",61,"Как далеко ведут эти тоннели? \nТам есть монстры? \nСокровища?",1,"Хмм, без понятия. \nМногие роботы проржавели или взбесились. \nМожет быть, мы наткнемся на них, может быть, нет.",75];
      
      public static var maze3:Array = ["Этим тоннелям нет конца! \nИх вообще можно исследовать полностью?",95,"Ну, если теория круглой земли верна - во что лично я верю, - тогда тоннели должны сделать петлю вокруг центра земли и в любом случае привести обратно. \nНо правда ли они ведут так далеко... Без понятия. \nРоботы не были запрограммированы на то, чтобы писать внятные отчеты.",83];
      
      public static var maze2:Array = ["Эй, я не специалист по роботам, но если босс - огромный механизм, то сможем ли мы найти его по следам? \nМожет быть, если идти по ним, это приведет нас к нему?",92,"Хорошая идея! Возможно, ты умнее, чем кажешься. \nЕсли мы найдем следы танка, можем пойти вдоль них!",62,"Ээ, спасибо.       \n\nНаверное, мне не нужно упоминать мою вторую идею, но если мы будем рисовать карту, то будет легче следить за тем, где мы уже были.",109];
      
      public static var maze4:Array = ["Мне дурно от этого спертого воздуха - почему здесь так воняет?",104,"Это просто бензин, сера и дым. \nНеужели этого достаточно, чтобы ты сдалась?",79,"Я не могу дышать.",119];
      
      public static var maze5:Array = ["Кажется, что мы ходим кругами уже несколько часов. \nМожет, поставим лагерь и немного отдохнем?",58,"Насколько я помню, сторож сказал, что нас перенесет к началу, если мы сделаем перерыв. \nЛучше идти вперед, если мы хотим найти конец, Нат.",2,"Уууууу...",47];
      
      public static var maze6:Array = ["Если память мне не изменяет, здесь должно быть всего две комнаты с головоломками вроде этой. \nЭто генераторы энергии для всей системы тоннелей.",61];
      
      public static var maze7:Array = ["Что это? \nПотайная комната?",46,"Я предпочитаю потеряться в тоннелях, чем застрять в комнате с головоломками. \nПошли обратно.",17];
      
      public static var maze8:Array = ["Вау, там огромные шипы, вылезающие из-под земли! \nВся комната гремит - это и есть босс?!",6,"Если мы собираемся сражаться с ним, нам придется бить его изо всех сил. \nУ него огромная защита, поэтому нам нужно полностью выложиться, а то точно конец.",68,"Быть похороненным заживо - не самый приятный способ отойти в мир иной. \nЕсли дело дойдет до этого, лучше застрелиться.",89,"И почему мне кажется, что мы все еще разгребаем бардак за тобой, несмотря на то, что ты теперь на нашей стороне? \nИ нечего тут выделываться, ты должен помочь нам с этим боссом!",40];
      
      public static var maze9:Array = ["Я начинаю понимать недостатки двигателей на ядерном синтезе - у них никогда не заканчивается топливо, поэтому любой робот с таким двигателем не нуждается в своем хозяине. \nВозможно, планируемое устаревание может нести свою пользу как механизм дополнительной защиты.",65,"А может просто не надо вооружать роботов-шахтеров огромными ракетами?!",40,"Что за чушь! \nИм нужно иметь возможность защитить себя от эко-террористов. \nВы не поверите, но некоторые люди возражают против того, чтобы копали тоннели под их домами.",81,"Ладно, если мы закончили исследовать, я бы с радостью вернулась на поверхность.",112];
      
      public static var hollows1:Array = ["Хм, пещера, полная зомби? \nСчитайте это всего лишь догадкой, но это как-то связано с проклятым лесом.",51,"Вау, я и не знала, что это место существует. \nЯ не очень люблю пещеры.",112,"Пещеры чрезвычайно опасны. \nНужно быть готовым к внезапным потокам лавы и прочим неожиданностям.        \n\nЕще здесь может быть утечка газа, поэтому подумайте хорошенько, прежде чем зажигать спичку.",88];
      
      public static var hollows2:Array = ["АААААА!!! \nЯ чуть не упала!",55,"Смотри под ноги, Нат. \nЛететь долго!",27];
      
      public static var hollows3:Array = ["Головоломка с блоками! Как же без них! \nОни везде, везде, даже зомби их делают!",10,"Это ад, наверное.",9];
      
      public static var hollows4:Array = ["Выглядит как примитивная система с паролем. \nЯ уверен, можно взять ее брутфорсом за некоторое время.",61,"Не думаю, что это потребуется. \nНам просто нужно понять, что означают эти символы.",31];
      
      public static var hollows5:Array = ["Никого не смущает, что нам пришлось сделать, чтобы сюда добраться? \nПочему ключ - это экскременты?",48,"Я видел вещи и похуже. \nПо крайней мере это не все еще бьющиеся сердца котят.",19,"Мяяяяяяу?!",125];
      
      public static var hollows6:Array = ["Мне кажется... за нами следят.",35,"(Я всегда слежу за тобой, Натали. \nТак что не переживай по этому поводу.)",72];
      
      public static var hollows7:Array = ["О, еще одно кошачье гнездо! \nВот ведь настойчивые ребятки.",103,"Интересно, что эти больные твари приготовили на этот раз. \nДавайте-ка их отсюда выселим.",69];
      
      public static var hollows8:Array = ["Теперь, когда этого проклятого дерева больше нет, Мистический Лес постепенно вернется к норме.         \n\nНадеюсь.",92,"Выглядит так, словно эти корни легко могли бы добраться до поверхности. \nЯ согласна с тобой - вероятно, это и был источник проклятия.",31,"Ха, похоже, за каждой мировой проблемой стоят коты! \nОт них никогда ничего хорошего не бывает.",79,"МЯУ!!",150,"БезЛап говорит: \"Не от всех котов, ты, полный придурок!\"",12,"Скажи БезЛапу, что я не собираюсь ругаться с животным - я выше этого.",61,"...",129,"Давайте просто уйдем отсюда.",47];
      
      public static var caverns1:Array = ["А? \nПочему нам пришлось снять ботинки?",105,"А я откуда знаю? \nНаверное, нет никакой причины, я просто выбрал случайный предмет.",27];
      
      public static var temple1:Array = ["Надо же!       \n\nЭти руины так хорошо сохранились! \nПросто невероятно!",46,"Теперь я вижу, почему нам пришлось снять ботинки.",109,"БОЛЬШЕ ГОЛОВОЛОМОК СО ЛЬДОМ?! \nЭто была ловушка!",30];
      
      public static var temple2:Array = ["(Они... добывают энергию из этих кристаллов? \nЯ что, был неправ? \nМожет, стоило собирать кристаллы, а не монолиты?)",66];
      
      public static var temple3:Array = ["О, между нами и тем огромным кристаллом находится трехголовый дракон. \nХммм, что я ценю больше, богатство или жизнь?",5,"Эта ситуация и вправду неоптимальна. \nБыло бы гораздо лучше без дракона.",77];
      
      public static var temple4:Array = ["У этого дракона не было и шанса против нас!",64,"Я стану известен как Мэтт, легендарный убийца драконов, собиратель кристаллов, первый в своем роде!",4,"Это странно - перед тем как начать сражаться, вы оба рассматривали возможность побега!",109,"У них избирательная память, Анна. \nИ привычка к самообману.",51];
      
      public static var caverns2:Array = ["Нет. Не может быть. Я сдаюсь.        \n\nПусть это делает Натали.",17,"Но Мэтт, я думала, ты никогда не пропустишь ни одного сундука с сокровищами, какие бы преграды не-",92,"ТЫ ДУМАЕШЬ ЭТО ЛЕГКО?! \nОставить свои мечты вот так?            \n\nЕсли бы я мог, я бы не жаловался!",8,"Расслабься, мы можем сделать это вместе. \nИ я уверена, кто-нибудь онлайн поделится с нами решением, если мы застрянем.",42];
      
      public static var caverns3:Array = ["Смотри, Мэтт. \nЗдесь так много кристаллов, почему бы тебе их не пособирать, пока мы разбираемся с головоломками?",32,"ПОТОМУ ЧТО Я ХОЧУ ТОЛЬКО ТО, ЧЕГО НЕ МОГУ ИМЕТЬ!!! \nРАЗВЕ ЭТО НЕ ОЧЕВИДНО?!",10,"Ты еще такой ребенок!            \n\n(И такой миленький, когда бесишься...)",33,"...",11];
      
      public static var caverns4:Array = ["А здесь начинает припекать.",2];
      
      public static var caverns5:Array = ["Даже несколько метров камня не помешают мне открыть сундук с сокровищами!",3,"Если только этот камень не собран в головоломку с блоками, да?",33,"Зачем ты меня дразнишь?!",7,"Воу, какая свирепость!",111];
      
      public static var caverns6:Array = ["Когда добираешься до лавы, начинаешь задумываться, не слишком ли ты глубоко прокопал.",85,"Огромный голем вон там не родственник ли Посейдону? \nМожет, нам не стоит упоминать, что мы с ним сделали... хаха.",111,"Поддерживаю.",65];
      
      public static var caverns7:Array = ["Мы были на волоске. \nА у нас немало могущественных врагов, как я погляжу.",47,"Даже боги не могут нас остановить, когда мы вместе! \nДавайте разорим это место и пойдем на поиски следующей кучи сокровищ!",4,"А неплохо мы его, да?",53,"Мяу, мяу!",123,"Кажется, у меня волосы обгорели.",112];
      
      public static var snowflake1:Array = ["□□□□□□□□□□□□□□□□□□□□□□□□□□□Оу, где это мы? \nВыглядит очень странно, но совсем не страшно.",92,"Мы, очевидно, прошли через червоточину в другое измерение. \nЕсли ты приглядишься к обстановке, увидишь, что ее не существует.",83,"Выглядит, словно кто-то бросил рисовать на полпути. \nМожет, мы забрели в какую-то незавершенную локацию?",2,"Не вижу никаких врагов или чего-то такого. \nИ ловушек тоже нет - но в этой темноте сложно что-либо разглядеть.",35,"Законы физики вроде еще работают. \nВозможно, нам нечего бояться - давайте исследовать!",62,"Согласен!",3,"Мяу!",124];
      
      public static var snowflake2:Array = ["Эта штука - она здесь живет? \nЧто это вообще такое?",16,"Выглядит достаточно несуразно, чтобы быть дружелюбным. \nМожет, оно нам подскажет, где мы?",95];
      
      public static var snowflake3:Array = ["Не ожидал, что эта котоподобная штука будет такой серьезной. \nОсобенно учитывая, что она выглядела так... плоско.",88,"Ужасно, что нам пришлось его одолеть. \nНо мы смогли выбраться живыми, так что все неплохо.",53,"М-мя...?",137,"Не время тут философствовать, БезЛап. \nЭта штука, может, и отдаленно напоминает кота, но я уверена, она к тебе не имеет никакого отношения. И к другим формам жизни на этой планете тоже!",52,"Как бы то ни было, я уверен, что видел какую-то добычу где-то там, так что давайте не забудем ее захватить с собой!",2];
      
      public static var retro1:Array = ["Ээ? Это секретный уровень?! \nШикарно!",3,"Но здесь словно что-то не так...        \nПочему подобное место вообще существует?",5,"Мяу...",125];
      
      public static var retro2:Array = ["Мне кажется, мы зашли куда-то, куда не следовало...",66,"Все в порядке, это просто секретные уровни!",2,"(Но эта локация не выглядит... запланированной. \nЯ уверен, мы не должны были это видеть!)",65];
      
      public static var retro3:Array = ["О, опять! \nЭто уже третий секретный уровень, который мы нашли!",16,"Здесь чутка страшновато, разве нет? \nСекретная локация в другом измерении? \nЗа этим должна стоять какая-то сильная магия...",35,"Если верна гипотеза симуляции... тогда это мог бы быть глюк в ней.         \n\nИ это очень плохо, потому что глючные системы обычно перезагружают.",75,"Мяу?",135];
      
      public static var retro4:Array = ["Еще один глючный секретный уровень!",61,"Мы нашли уже четыре... вроде бы.",15,"(Пока что эти глюки были простыми, без устойчивых эффектов. \nИнтересно, можем ли мы глюкнуть и попасть в запретную зону памяти? \nЧто мы там найдем? Кто-нибудь вообще способен на такое?)",88,"(С другой стороны, наверное, лучше об этом не знать...)",88];
      
      public static var glitch1:Array = ["ДАВАЙТЕ УЙДЕМ ПРЯМО СЕЙЧАС!! \nУ меня ОЧЕНЬ плохое предчувствие!",86,"В кои-то веки я с тобой полностью согласна. \nДавайте просто уйдем и больше никогда не вернемся.",55];
      
      public static var glitch2:Array = ["ПОЖАЛУЙСТА, СЖАЛЬСЯ! \nНе посылай нас туда!",24,"Я не хочу. Я не хочу. Я не хочу. \nМеня здесь нет. Меня здесь нет. Меня здесь нет.",89,"Я не могу дышать. \n(Я сейчас задохнусь!)",38,"Э-эй, мы ПРАВДА не хотим это делать.          \n\nЯ знаю, ты читаешь это! \nДай нам уйти, пожалуйста, хорошо?",8];
      
      public static var glitch3:Array = ["Пожалуйста, ХОТЯ БЫ понизь уровень сложности. \nИначе мы все умрем!",28];
      
      public static var glitch4:Array = ["Мы победили... □□□□□□□□□□□□□□□□□□□но мы больше никогда не станем прежними. \nТы отправил нас в бой, хотя мы умоляли этого не делать.         \n\nТы чудовище.",28,"Это было совсем на нас не похоже. \nЭта штука... говорила нами?",58,"Мне нужно принять сотню душей и отпуск. \nТолько ты подумаешь, что видел худшее в своей жизни - и вот случается что-то такое.",88,"Я буду рыдать от страха, перед тем как идти спать, всю оставшуюся жизнь.           \n\nЯ никогда не приду в себя от этого...",97,"М-м-мя-я-а-а-а-а...",128,"(А? □□□□□□□□□□□□□□□□□□□Почему музыка не становится нормальной?)            \n\nЭй-эй, давайте убираться отсюда, пока ЭТО не вернулось!",6];
      
      public static var akron:Array = ["Нам пришлось изрядно попотеть, чтобы добраться сюда. \nЧто может требовать такой секретности?         \n\nПо мне это просто старый храм, с, эм...",61,"У меня очень плохое предчувствие. \nЭто не храм БогоКошки, это место построено для другого божества - гораздо более зловещего...",112,"Мне кажется, это один из храмов Акрона!",96,"Акрон? \nЭто имя почему-то звучит знакомо...",5,"Акрон был изгнан из этого бытия БогоКошкой тысячи лет назад. \nОн был совершенной мерзостью - извращенная, демоническая форма, покрытая нарывами, зубами и щупальцами.            \n\nОн поглощал жизненную энергию своих жертв и использовал ее, чтобы создавать гротескных гомункулов, на них похожих.",92,"По крайней мере так рассказывается в легендах - никто не знает, случилось ли это вообще на самом деле. \nГомункулов, скорее всего, просто не существует.",94,"Только когда наши предположения сбывались?",51];
      
      public static var mattDefeated:Array = ["Мы справились, да? \nИли мы все равно обратимся в камень?",7,"Проклятие, должно быть, спало, иначе мы бы уже умерли.",52,"Мяу, мяу!",130,"Хорошо, хорошо, я перестану \"шутить\" о том, что съем тебя, БезЛап. \nЭто правда слишком реалистично.",5];
      
      public static var natalieDefeated:Array = ["Я чуть с ума не сошла. \nМне придется смотреть картинки с котиками, чтобы стереть память об этой битве.",47,"*хочет помочь*",123];
      
      public static var lanceDefeated1:Array = ["М-МЫ ВСЕ ЕЩЕ ЖИВЫ?! \nМне нужно знать!",106,"Похоже, мы пережили этот взрыв, и этот храм тоже как-то устоял. \nЯ и раньше с таким сталкивался, но я не был уверен, что вы все выживете.",88,"Самоубивающиеся враги - это ТАК подло.",19];
      
      public static var lanceDefeated2:Array = ["А вот еще один в мой арсенал!",64];
      
      public static var annaDefeated:Array = ["Я не знаю, смогу ли еще когда-нибудь охотиться после такого. \nМне становится дурно от одной мысли, что охота причиняет столько страданий.",98,"Ерунда! \nДикие монстры не чувствуют страха и боли!         \n\nТы не можешь позволить этому опыту так на тебя повлиять.",81,"Т-ты уверен? \nМногие из них кричат, когда умирают.",97,"Я всегда во всем уверен. \nВраги - это просто бездушные механизмы.",79,"(Я чувствую себя лучше, но не уверена, что разделяю мнение Ланса.)",95];
      
      public static var evilNolegs1:Array = ["ВАУ, МЫ ОПЯТЬ В КОСМОСЕ??",106,"Хмм, это похоже на какую-то арену. \nДумаю, надо подготовиться к битве с невероятно сильным противником.",83,"Ну, осталась только одна злая версия кого-то из нас, с кем мы еще не сражались, и это-",52,"Мяу!",136,"О да, мы еще не сражались со злым БезЛапом! \nСтоит ли нам переживать?",112,"Ну, это наверняка будет довольно простой битвой. \nВедь что нам может сделать маленький котик?",29,"Мяу...",139];
      
      public static var evilNolegs2:Array = ["Вау, это что, был \"духовный опыт\"?",96,"Мне просто снесло крышу - это вообще было реальным? \nЕсли я увижу еще хоть одного кота, я застрелюсь!",89,"Мяу!",123,"АААААААААААААА!!!!!!!!!",86,"Мои родители всегда говорили, что самые великие битвы происходят у нас внутри. \nНе это ли они имели в виду?",95,"Скорее всего нет, но в любом случае, это мудрые слова.",33,"Я думаю, у нас все будет хорошо! \nЯ думаю, мы прошли тест!",4,"Согласна.          \n\nМы в порядке.",34,"Ня!",122];
      
      public static var bossRush:Array = ["Мы правда победили всех дополнительных боссов?! \nТогда... что все это значит?",92,"Думаю, нам осталось бороться за медали. \nЕсли вы все хотите, то я готов к дополнительным испытаниям. \nНаверное, это что-то банальное, вроде победить всех этих боссов подряд... хаха.",27,"Полагаю, это больше не является частью основного сюжета. \nТак что если мы умрем здесь, мы не умрем в действительности.          \n\nНаверное.",23,"Звучит, как куча работы. \nНо мы их всех уже победили раньше, думаю, мы сможем сделать это еще раз.",103,"Я всегда рад улучшить свою репутацию и получить пару медалек - поэтому я в деле. \nА еще я думаю, что... теперь мы гораздо более слаженная команда!",88,"Если мы сможем сразиться со старыми боссами снова, это позволит нам поймать тех, кого мы не смогли захватить ранее!",34,"Хехехе, я знала, что рано или поздно охота тебя захватит, Нат.",117,"Э?! \nНаверное... мое мнение немного поменялось за последнее время.",43];
      
      public static var mattPC:Array = ["Электричество отрубилось, так что я просто поиграю в комп, пока его не включат...          \n\nА, ну да.",5];
      
      public static var mattConsole:Array = ["Это моя наикрутейшая игровая консоль, самое ценное, что у меня есть!",2];
      
      public static var angryBird:Array = ["Эта птица получила по заслугам.             \n\nЭх, птицы... они все время бросаются в стену моего дома.",9];
      
      public static var cutTheRope:Array = ["Не знаю, что это за штука, но выглядит так, словно она съест всю твою еду, если дать ей шанс.          \n\nВпрочем, теперь это уже не проблема.",5];
      
      public static var N64:Array = ["О, это какая-то старая консоль...          \n...впрочем, у той, что у меня дома, будет побольше бит!",1];
      
      public static var squall:Array = ["Это пушка, но в то же время и меч...                \nА, неважно!",19];
      
      public static var deadFish:Array = ["Угу. Эта рыба очень мертвая...                 \n...и не очень свежая.",17];
      
      public static var buster:Array = ["(Вряд ли я смогу это украсть. \nЯ и поднять-то это не могу!)",19];
      
      public static var painting2:Array = ["Вот... вот это искусство! \nВсе просто и понятно.",3];
      
      public static var guestbook:Array = ["Книга Отзывов \n\"Слишком пафосно. Вдобавок, мне все время казалось, что стража смотрит на меня свысока, 2/10.\" - Белла \n\"Глупые картинки. Моя оценка -99/10\" - Чад \n\"Потрясающая коллекция редких исторических работ, которую должен увидеть каждый, 10/10.\" - Натали"];
      
      public static var mansionBook:Array = ["Это книга, которая повествует о каких-то тайных порталах в другие измерения. \nПо-видимому, если найти все 4 портала, последний, пятый, появится неподалеку от \"поврежденной статуи нашего создателя\".          \n\nКакая странная история...",22];
      
      public static var goldbook:Array = ["Здесь спрятана записка. В ней сказано: \n\"Пздрвляю! Вы выиграли игру! Это конец! Купите вторую копию пжлст!\"",76];
      
      public static var report1:Array = ["Отчет 88: Тюрьма переполнена. Нам приказали казнить старых заключенных и освободить камеры для гарема нашего лидера. \nНеобходимо поймать молодых девушек для проекта репопуляции."];
      
      public static var report2:Array = ["Отчет 57: Если мы сможем обуздать силу этих загадочных скал, мы обретем потенциально бесконечный источник энергии. И тогда мы захватим мир совсем скоро, ведь наши технологии не оставят и шанса сопротивлению. Однако необходимо быть осторожными: по слухам, энергетические выплески от этих камней уничтожают целые отряды при попытке с ними взаимодействовать."];
      
      public static var report3:Array = ["Отчет 32: Время решающего удара. Великое Падение - это наше тайное благословение. Мир погружен в хаос, наши враги спорят между собой. Они пытаются удержать порядок в своих рядах. Наши индустриальные машины промаршируют через весь мир, разбивая старый мир своим железным кулаком."];
      
      public static var book1:Array = ["\"Век человечества прошел. Будущее - это армии машин, работающих в идеальной, нерушимой гармонии. Миллиард тел, действующий как единый, всепожирающий организм. Пути назад нет. Сингулярность уже здесь.\"\n-Глава 9, Век Машин"];
      
      public static var book2:Array = ["\"Только когда человек по-настоящему понимает суть своего существования, тогда он обретает душу. Душа позволяет ранее пустому NPC стать чем-то большим, чем суммой своих запрограммированных частей. Душа поведет его вперед, даст воспарить вверх, к новым высотам существования, к прекрасному будущему, полному смысла и изобилия.\"\n-Глава 8, Превосходство Человека"];
      
      public static var computer1:Array = ["НАСТРОЙКА ОБНОВЛЕНИЙ: Пожалуйста, не выключайте компьютер."];
      
      public static var paintingLance:Array = ["Полагаю, этот чудила живёт здесь...             \n\nЗачистим это место!",1];
      
      public static var catStatue:Array = ["\"Впустите мудрость учений пророка в ваши сердца, и ангелы БогоКошки принесут вам нескончаемую удачу.\" \n\n-Глава 12, Кошачий Завет"];
      
      public static var dontSteal:Array = ["КУЗНЕЦ ВЕЧНОЛЕСЬЯ \n\n(Ворам здесь не рады. Мы следим за вами.)"];
      
      public static var annaBook:Array = ["\"Множество трав можно вырастить прямо дома, а морковь и репа прекрасно растут в огороде. Ничего из этого не требует специального оборудования: все, что нужно - это несколько семян, которые очень дешевы. Самостоятельное выращивание продуктов может сэкономить много денег в долгосрочной перспективе... \"\n-Глава 3, Бюджетная Кулинария"];
      
      public static var annaPS:Array = ["Какая странная приставка. Похоже, она работает на стремных тарелках.          \n\nИ они выглядят довольно поцарапанными...",15];
      
      public static var pokes1:Array = ["Они напоминают мне одну игру. \nОна должна была быть последней, но они соврали.              \n\nИ в любом случае, я так и не прошел дальше импов.",2];
      
      public static var pokes2:Array = ["Надеюсь, они не из настоящего меха. \nЯ не хочу поддерживать бизнес, построенный на убийстве милых зверушек.",47];
      
      public static var painting:Array = ["Какая прекрасная работа! \nОна действительно отражает характер художника и то, что он хотел сказать, в то же время оставляя пространство для интерпретаций.",32];
      
      public static var NGC:Array = ["Насколько я помню, это называется GameBox 720. \nТак и не удалось поиграть в нее, но я слышал, что \"Mega Whack Bros\" была неплохой игрушкой...",1];
      
      public static var cultBook:Array = ["\"Великая дверь открывается перед очистившими свои души под взглядом Разрушителя. Лишь кровь и тьма могут смыть смертные грехи этого смертного мира. Грех должен быть срезан с души, словно мясо с кости. Необходимо пожертвовать плотью... \"\n\n-Глава 19, Кошачий Завет"];
      
      public static var mvalley:Array = ["Эта маленькая принцесса скоро растает. \nПохоже, она потерялась в долине.            \n\nНапоминает мне одну игрушку, в которую я играла несколько лет назад.",35];
      
      public static var djin2:Array = ["Это существо могло бы стать могучим союзником, если его приручить...           \nЖаль, что оно просто сделано из снега.",92];
      
      public static var djin1:Array = ["Еще одно странное существо...           \nУ него тут какая-то клешня, может, это что-то вроде водного элементаля.",95];
      
      public static var ghost1:Array = ["Это противостояние призраков! \nОни такие реалистичные!",2];
      
      public static var ghost2:Array = ["Не знаю, это был бы друг или противник. \nУ него очень глупое выражение лица... Мне было бы его жаль.",5];
      
      public static var snowlegs:Array = ["Это БезЛап!           \nИли просто какой-то кот.",33];
      
      public static var book3:Array = ["Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. \nUt enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. \nDuis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur."];
      
      public static var book4:Array = ["\"...токсичные химикаты в реках меняют половую ориентацию лягушек...\""];
      
      public static var book5:Array = ["\"...наделенные властью пьют кровь младенцев, чтобы продлить себе жизнь...\""];
      
      public static var illuminati:Array = ["Эта бумага... это математическое доказательство того, что Иллюминаты существуют!               \nХотя я не уверен, что все эти числа сходятся...",82];
      
      public static var koolaid:Array = ["Это похоже на какую-то разновидность Kool-A*d...           \nОн практически светится, как будто немного радиоактивен.",61];
      
      public static var well:Array = ["Колодец совсем высох.       \nНа дне лежит кучка костей... уу.",95];
      
      public static var N642:Array = ["Похоже, на этой консоли только одна игра, да ещё и без контроллеров. \nУ меня от этого болит голова...",17];
      
      public static var ultima:Array = ["Я знал одного блондина с хвостом, который использовал что-то подобное...        \n...впрочем, он потом женился и забросил это дело.",2];
      
      public static var cross:Array = ["Море крови... и орудия пыток. \nУ кого-то сегодня очень плохой день.             \n\n(Это не я. Это не я. Это не я.)",85];
      
      public static var catStatue2:Array = ["И пролился огонь дождем с небес, и разверзлась земля; мужи, жены и дети - все были умерщвлены без разбору. \nБогоКошка изгнала их в вечную тьму, приговор ее безусловен. \n-Глава 16, Кошачий Завет"];
      
      public static var taller:Array = ["Кажется, кто-то пытался стать выше с помощью этой штуки.    \n(Мой папа так делал, когда думал, что я низковат... но потом выяснилось, что я был нормального роста.)",61];
      
      public static var crystal:Array = ["Мы не будем его красть!          \nВсе равно он слишком большой, чтобы его унести!",39];
      
      public static var spears:Array = ["Это вооружение... NPC качества. \nОно моментально рассыпется, как только мы попробуем им воспользоваться.",1];
      
      public static var guns:Array = ["Эти пистолеты слишком реалистичны на мой вкус. \nМне нравится только отвратительно непрактичное оружие.",1];
      
      public static var crapTV:Array = ["Этот телевизор не работает...        \n...впрочем, по нему все равно ничего хорошего не показывают.",1];
      
      public static var skull:Array = ["Это череп...            \n...но у меня уже есть свой.",5];
      
      public static var sink:Array = ["Ууу, мне не следовало сюда заглядывать.",18];
      
      public static var sign1:Array = ["СЕВЕР: Тропические Заросли \nВОСТОК: Гавань Надежды \nЮГ: Замерзшая Долина"];
      
      public static var sign2:Array = ["ЗАПАД: Дорога к Фермерскому Рынку и Дворцу Коллекционера \nВОСТОК: Пустыни Гавани Надежды"];
      
      public static var sign3:Array = ["ЗАПАД: Гавань Надежды \nВОСТОК: Железная Крепость \nЮГ: Краснососенск"];
      
      public static var sign4:Array = ["ЗАПАД: Мистический Лес (в настоящее время проклят, ходить туда не рекомендуется) \nСЕВЕР: Дом Анны и Храм Алых Врат"];
      
      public static var sign5:Array = ["СЕВЕР: Затерянные Руины \nЮГ: Идите вдоль реки, чтобы добраться до Радужных Врат \nПОД ЗЕМЛЕЙ: Секретное Подземелье с Зомби"];
      
      public static var sign6:Array = ["ЮГ и ЗАПАД: Обширная Замерзшая Долина \nСЕВЕР: Радужные Врата \nВОСТОК: Краснососенск (предупреждение для туристов: сейчас в осаде)"];
      
      public static var sign7:Array = ["ДОБРО ПОЖАЛОВАТЬ В ДЕРЕВНЮ ВЕЧНОЛЕСЬЕ! \n(Всем, кроме фашистов)"];
      
      public static var sign8:Array = ["ДОБРО ПОЖАЛОВАТЬ В КРАСНОСОСЕНСК! \n(Популяция быстро уменьшается)"];
      
      public static var sign9:Array = ["ВОСТОК: Магазин Вооружения \nСЕВЕРО-ВОСТОК: Магазин Еды и Материалов \nПРЯМО ЗДЕСЬ: Лавка со Стероидами"];
      
      public static var desertSign:Array = ["ОСТОРОЖНО: НА ЮГЕ БЫЛ ЗАМЕЧЕН БОСС! \n\nНе забудьте купить еды перед тем, как отправиться в бой! \nНа Рынке Морской Звезды есть все, что нужно, и он всего в одном экране на запад отсюда!"];
      
      public static var signDungeon:Array = ["АРХИВАЖНО: Дополнительная локация! Это означает, что здесь немного другие правила! \nВраги не дадут вам опыт, а их уровень зависит от вашего. Это значит, что вы можете играть здесь когда вам угодно, но, возможно, вам будет проще вернуться позже, когда у вас будет больше умений, знаний и экипировки. Подготовьте себя к будущим испытаниям!"];
      
      public static var library0:Array = ["Похоже, кто-то изучал древнюю легенду.     \nЗдесь говорится, что где-то в этом мире есть три духовных камня, которые могут активировать портал в другой мир. \nНикто из ныне живущих не знает, что ждет в нем...",45];
      
      public static var library1:Array = ["\"Вы всегда успешно поймаете монстра, который сдался, но сильные монстры сдаются неохотно. Замороженному или оглушенному монстру очень трудно сбежать, но и другие негативные статусы тоже увеличивают ваши шансы, особенно Немота и Невезение.\""];
      
      public static var library2:Array = ["\"Когда вы намереваетесь поймать монстра, очень помогает подготовиться заранее. Некоторое снаряжение увеличит ваши шансы на поимку, а иное может спровоцировать контратаки, которые убьют монстра против вашей воли. Статус Удачи тоже повысит ваши шансы.\""];
      
      public static var library3:Array = ["\"Положительные статусы, баффы на защиту и высокое здоровье монстра очень затрудняют его поимку. Напротив, дебаффы на защиту, магическую защиту и особенно уклонение вам очень помогут. Баффы и дебаффы на атаку, впрочем, никак не влияют.\""];
      
      public static var library4:Array = ["\"Когда вы пытаетесь поймать врага, ваши шансы на успех можно определить по тому, как долго трясется коробка. Три встряски означают, что вы были близки к провалу (или к успеху). Меньше - значит, исход был более очевиден. Элемент случайности присутствует, но одной только удачи, как правило, недостаточно, чтобы поймать монстра.\""];
      
      public static var library5:Array = ["\"Враги могут сдаться в битве, если чувствуют, что скоро проиграют. Обычно это зависит от соотношения ОЗ обеих сторон. Сдавшиеся враги сбегут на следующем ходу, а ваша награда не зависит от того, добьете вы их или нет. Также враги могут сдаться, если все герои находятся под эффектом Милоты.\""];
      
      public static var library6:Array = ["\"Большая часть врагов может быть приручена - даже боссы! \nЛишь некоторых невозможно поймать, вы легко узнаете, каких: вы не сможете применить к ним умение \"Поймать\". Если вы случайно убили врага, которого хотели поймать, возможно, будет способ встретиться с ним еще раз...\""];
      
      public static var library7:Array = ["\"Когда улучшаешь снаряжение, увеличиваются шансы срабатывания случайных эффектов. Точная вероятность никому не известна, но сильные эффекты обычно срабатывают заметно реже, чем слабые, поэтому сохраняется некоторый баланс. Хороший воин должен попробовать разное снаряжение.\""];
      
      public static var library8:Array = ["\"Сколько времени вы хотите готовиться к битвам - полностью ваш выбор. Регулярное изменение и улучшение снаряжения, сканирование врагов, поиски дополнительных сокровищ и продумывание стратегий сделают ваши сражения значительно проще, но также займут много лишнего времени. Помните, что вы можете изменить настройки сложности в любой момент, но не во время сражения.\""];
      
      public static var library9:Array = ["\"Помните, что некоторые материалы могут быть использованы для атаки во время боя, и могут даже оказаться полезными, если почему-либо вы не можете использовать свои умения. Также можно менять снаряжение во время боя, и это может оказаться полезным во время битвы с несколькими волнами врагов, но в этом случае будет сложнее сравнить их показатели.\""];
      
      public static var library10:Array = ["\"Команда Блок может быть полезна против боссов и сильных врагов, которые готовят мощную атаку. Некоторое снаряжение также дает дополнительные баффы, когда используется Блок, поэтому если вы выберете наилучший для вас эффект, он может полностью отразить вражескую атаку! Невидимость и Зачарования очень мощны, если их правильно использовать. А некоторые вещи способны обратить Блок в бафф на атаку!\""];
      
      public static var library11:Array = ["\"Никогда не бойтесь сбежать из битвы. Хорошая стратегия была бы такой: войти в битву, просканировать врагов, изучить их слабости, убежать, а затем подготовиться к битве с более эффективным снаряжением. За это нет никаких штрафов, и убежать всегда удается. В этой игре очень мало битв, откуда невозможно сбежать.\""];
      
      public static var library12:Array = ["Дополнительные умения - это те, которым вас учат NPC или которые вы находите в сундуках с сокровищами. Они могут быть изучены одним или несколькими героями, и могут быть потом переданы другому герою безо всяких штрафов и без потери улучшений. Наверное, из этого можно сделать эксплойт. Как бы то ни было, не забывайте подумать о том, который из героев получит больше всего от каждого дополнительного умения, и что каждый герой может выучить только 8 из них.\""];
      
      public static var library13:Array = ["\"Нельзя точно знать заранее свойства атаки врага, но обычно легко угадать ее элемент, глядя на анимацию. Физическая она или магическая тоже можно понять, глядя на то, ударяет вас враг каким-то твердым объектом или чистой энергией. Это важно, чтобы выбрать броню и понять, какие параметры баффать и дебаффать.\""];
      
      public static var library14:Array = ["\"Некоторые умения, особенно когда это касается атак врагов, не являются 100% стихийными. То есть слабость и сопротивление к стихии применяется только к соответствующему проценту от общего урона. Например, имея 100% защиту от огня, вы заблокируете только половину урона от атаки, которая на 50% огненная. Кстати, оружие, которое увеличивает урон от определенной стихии, не увеличивает урон для умений без определенной стихии, таких как Обычная Атака.\""];
      
      public static var library15:Array = ["\"Держите в уме, наносит ли выбранное умение физический или магический урон; проверьте его описание. Каждый из героев имеет свои сильные стороны, а снаряжение и баффы усиливают их по отдельности. Многие враги имеют одинаковую защиту от обоих типов урона, но некоторые значительно слабее по отношению к одному из них. В бестиарии это указано.\""];
      
      public static var library16:Array = ["\"Некоторые враги демонстрируют в некоторой степени разумное поведение - всегда проверяйте, не сказано ли об этом в бестиарии. Они могут атаковать наислабейшего из героев, или пытаться использовать слабость к стихиям. Они могут быть очень хитры, если вы выбрали высокую сложность игры. Зная это, вы сможете предсказать, кого враги будут атаковать следующим, и защитить его или отправить в резерв.\""];
      
      public static var library17:Array = ["\"Комбо из умений могут сильно увеличить урон, и обычно стоят подготовки. В два хода вы можете: усилить вашего главного атакующего, ослабить защиту врагов, применить эффект, улучшающий стихийный урон, заморозить или оглушить противника, а затем ударить вашей сильнейшей атакой или двумя. Все это экспоненциально увеличивает ваш урон! Особенно полезно это перед Лимитами и другими мощными атаками.\""];
      
      public static var library18:Array = ["\"Играя в видеоигры, не забывайте делать перерывы каждый час или около того. Продолжительное сидение вызывает геморрой и может стать причиной ранней смерти (даже в реальной жизни). Также вам стоит периодически есть овощи, и не смотрите на солнце без защиты для глаз.\""];
      
      public static var library19:Array = ["\"Возможность сменить строй дает вам массу преимуществ в битве: обмен местами не занимает хода. Герои в резерве автоматически лечатся, а также могут иметь набор баффов получше, если, например, активные герои подверглись дебаффам или Рассеиванию. Также смена строя может позволить вам использовать умения с перезарядкой чаще.\""];
      
      public static var library20:Array = ["\"В отличие от предыдущих Epic Battle Fantasy, в этой игре баффы не складываются. Бафф или дебафф всегда приводят параметры к определенному значению. Например, если применить бафф на 50% к игроку, уже имеющему 20% бафф, результатом будет только 50% бафф. Это делает дебаффы очень опасными, так как они могут легко отменить ваши баффы. Однако существует снаряжение, которое улучшает ваши способности к баффам, что может привести к невероятному результату.\""];
      
      public static var library21:Array = ["\"Многие статусные эффекты могут быть использованы в комбинации с другими. Например, Влага и Холод могут привести к Заморозке. Сухость повышает шанс быть подожженным или воспламененным. Имея Невезение и получив Приговор, вы умрете, но при наличии Удачи, Смерть вас только ошеломляет. Кроме того, многие статусные эффекты изменяют урон, наносимый стихийными атаками, и это можно использовать для защиты или атаки.\""];
      
      public static var library22:Array = ["\"Некоторые статусные эффекты могут сильно навредить вашим врагам. Многие сильные монстры обладают сопротивлением к худшим из них, но не всегда; проверяйте, можно ли наложить на опасного монстра Смерть или Немоту, например. Возможно, вы найдете способ обезвредить могущественного врага. Также существует снаряжение, которое может улучшить работу статусных эффектов. Удача и Невезение также изменяют вероятность, с которой эффект сработает.\""];
      
      public static var grave1:Array = ["В память о Генерале Лео, \nхладнокровно убитом клоуном Кефкой."];
      
      public static var grave2:Array = ["- Покойся с миром, Fez 2 - \nТы была слишком чиста для этого мира, и потому изгнана в ад разработки."];
      
      public static var grave3:Array = ["- В память о Л Лоулиэт - \n\"Фильм 2017 года был, несомненно, лучшей версией.\" - его последние слова"];
      
      public static var grave4:Array = ["~ Здесь лежит Салк ~ \nОн не очень хорошо себя чувствовал в тот раз. \n~ Покойся с миром ~"];
      
      public static var grave5:Array = ["Моей любимой крольчихе Пушинке. \nОна оставила после себя семью с 17ю детьми."];
      
      public static var grave6:Array = ["Здесь покоится компания жутких скелетов."];
      
      public static var grave7:Array = ["\"Спи, мой ангел, спи спокойно, \nпусть ничто не тревожит твой сон!\""];
      
      public static var grave8:Array = ["Здесь лежат Слайм-Лягушка, Кролик Пепе, Ястреб-Бомбардир и Лис МакДональд из экипажа Звездных Зверей. \nИх служба на благо нашей солнечной системы никогда не будет забыта."];
      
      public static var grave9:Array = ["- В память о Дж*не Сноу - \n\"Я знаю все.\" - Его последние слова"];
      
      public static var grave10:Array = ["Здесь лежат все студии, когда-то купленные EA. \nПодле них погребены законченные игры без микротранзакций. \n\nНажмите F, чтобы почтить их память."];
      
      public static var grave11:Array = ["Здесь лежит обыкновенная порядочность."];
      
      public static var grave12:Array = ["- Epic Battle Fantasy 6 - \nПохоронена здесь вместе со всеми, кто о ней спрашивает."];
      
      public static var grave13:Array = ["Здесь лежит серия Gold*n Sun. \nПусть твоя история никогда не обретет завершения."];
      
      public static var grave14:Array = ["{ Кёрли Брэйс } \nЕе рот был забит грибами, когда все, что ей нужно было - это немного времени в сушилке."];
      
      public static var grave15:Array = ["~ В память о Метро*де ~ \nОн трагически скончался в битве, когда его рука-пушка дала осечку. \nНе так и много от него осталось, чтобы захоронить."];
      
      public static var grave16:Array = ["ЯАНТАРДАВК ЯЛМЕЗ"];
      
      public static var grave20:Array = ["~ Здесь лежит Виви, чья смерть была потеряна при переводе ~"];
      
      public static var grave17:Array = ["~ Покойся с миром, Джастис Вамфор - храбрый паладин и святой человек ~ \nЕго просторная золотая броня могла отразить любой удар, и все же она предала его. \nЗапертый в тесном проходе, он не смог спастись от ужасов, преследовавших его. \nЕго тело так и не удалось вернуть, поэтому его призрак до сих пор бродит, неупокоенный."];
      
      public static var grave18:Array = ["~ Здесь лежит Беорн, сын Беорна - варвар и бизнесмен ~ \nОбуянный жадностью и надменностью, Беорн пал в полете, сражаясь с могучим драконом. \n\"Падение с высоты никогда не убьет меня, у меня слишком много очков здоровья!\" - его последние слова."];
      
      public static var grave19:Array = ["~ В память о Салазаре Раткине - друиде, докторе и лидере культа ~ \nОн был приговорен и казнен за преступления против короны и скормлен крысам, которых он так любил. \nПусть этот камень простоит здесь века, напоминая всем о глупости фальшивых культов."];
      
      public static var seaSign1:Array = ["СЕВЕР: Краснососенск ЮГ: Боевая Арена и Дата-Центр \nВнимание морякам: Сильные течения отнесут вас обратно к берегу, если вы плывете в неверном направлении. \nОтключите подсказки в настройках, если хотите самостоятельно найти путь!"];
      
      public static var seaSign2:Array = ["ОТДОХНИ И ВОЗРАДУЙСЯ"];
      
      public static var seaSign3:Array = ["ЗАПАД: Дата-Центр ВОСТОК: Боевая Арена СЕВЕР: Великое Море"];
      
      public static var goldnote:Array = ["Хм? Тут список скрытых читов...        \n\nЯ добавлю их к нашим!",2];
      
      public static var signDungeonAlt:Array = ["АРХИВАЖНО: Дополнительная локация! \nЭто значит, что вы можете играть здесь когда вам угодно, но, возможно, вам будет проще вернуться позже, когда у вас будет больше умений, знаний и экипировки. Подготовьте себя к будущим испытаниям!"];
      
      public static var signDungeonAlt2:Array = ["SUPER ALERT: Normally this would be an optional area, but since you\'re playing a Custom Quest, you may be under-leveled if you don\'t complete this area before continuing with the main quest!"];
      
      public static var paperpile:Array = ["Вероятно, тут много интересной информации о мире, но у вас нет времени читать все это."];
      
      public static var library23:Array = ["\"Легенды гласят, что когда-то Благословение было очень сильным, и его невозможно было рассеять. Сейчас же оно проходит гораздо быстрее. Один заряд Благословения тратится каждый раз, когда оно блокирует негативный статус. Если статус - мгновенная смерть, тратятся два заряда, а если рассеивание, то три.\""];
      
      public static var library24:Array = ["\"Некоторые умения и вооружение игнорируют вражеские баффы, но не игнорируют дебаффы, так что у подобной способности нет недостатков. \n\nНекоторое снаряжение увеличивает шанс наложить статус на 50%. Эффект от нескольких таких предметов снаряжения складывается.\""];
      
      public static var library25:Array = ["\"Аналогично стихийному сопротивлению, сопротивление статусам перемножается. Сопротивление статусу в 50% означает, что шанс наложения статуса умножается на 0.5, а при 80% сопротивлении умножается на 0.2. 100% сопротивления означает полный иммунитет. Увеличение сопротивления статусу выше 100% не имеет смысла, Но умения с шансом наложения статуса выше 100% будут полезны против врагов с частичным сопротивлением.\""];
      
      public static var library26:Array = ["\"Если шанс крита у умения превышает 100% (или 200%), будет шанс нанести двойной (или тройной) критический удар. Каждый уровень критического удара добавляет еще 50% урона, в сумме до 150% дополнительного урона. Удача и Храбрость помогают наносить критические удары, а Невезение и Ошеломление делают более уязвимым к критическим ударам. Эффект от этих статусов складывается.\""];
      
      public static var library27:Array = ["\"Снаряжение, увеличивающее урон определенной стихии, увеличивает его на 20% и еще на 2% за каждый уровень снаряжения (максимум 30%). Эффект складывается - например бонус от двух предметов будет 60%. Это действует только на урон чисто стихийных умений и не влияет на умения, стихия которых зависит от оружия.\""];
      
      public static var library28:Array = ["\"Сопротивление статусам не защищает от статусов, если персонаж накладывает их сам на себя от носимого снаряжения. Даже не пытайтесь! \nВ некоторых других случаях сопротивление тоже может не учитываться, например, если вы лицезрели отвратительную смерть огромного кальмара.\""];
      
      public static var library29:Array = ["\"Особенности снаряжения усиливаются с увеличением уровня. Например, случайное умение, срабатывающее между ходами, или умение, применяемое при атаке, срабатывают с большей вероятностью при увеличении уровня снаряжения. Сильные умения срабатывают существенно реже слабых. У каждого снаряжения свой шанс.\""];
      
      public static var library30:Array = ["\"Говорят, что история закончится хорошо, если все персонажи будут принимать участие в битвах. \nТакже хорошая концовка ждет тех, кто одолеет последнего врага на самой высокой сложности.\""];
      
      public static var libraryDungeon1:Array = ["Я никогда не была в этой части библиотеки. \nОбычно она закрыта для посещения, но видимо ее решили подлатать и снова открыть.",112,"А почему ее закрыли? \nТут вроде много интересных книг...",45,"Мои родители рассказывали ужасы об оживших зарисовках, нападавших на посетителей.       \n\nЯ суеверна, но даже мне это не кажется правдоподобным!",111,"Скорее всего просто не хватало средств на ремонт.    \n\nЭто здание просто древнее!",92];
      
      public static var libraryDungeon2:Array = ["Подтверждаю - здание определенно разваливается.",61,"Ага, оказывается, книжные черви дерево тоже едят!",92];
      
      public static var libraryDungeon3:Array = ["Ого! Летающий лист бумаги! \nЭто враг?!",22,"Кто бы мог подумать, слухи оказались правдой. \nЯ чувствую паранормальную активность в комнате...",114,"Уверена, мы справимся, но помните: локация не является обязательной для прохождения, и мы всегда можем вернуться когда-нибудь потом.",51];
      
      public static var libraryDungeon4:Array = ["Да, мы победили! Боссы повержены! \nНаконец-то можно свалить отсюда!",19,"Больше никогда не буду доверять бумаге.",109,"Подобное может произойти где угодно? \nВ моей крепости полно чертежей танков и других машин. Надо бы связаться с войсками и приказать все сжечь.",66,"Очень интересная магия... Интересно, мы сможем использовать подобные заклинания?",52,"Нет уж, спасибо, мне хватит на сегодня.",88];
      
      public static var sea1:Array = ["Э-эй... Кажется, мы выплываем за край карты!    \n\nКто знает, что мы там найдем?.",52,"Я думал, что если выйдешь за край, просто обогнешь мир. \nНе ожидал увидеть за краем неизведанные земли...",75];
      
      public static var sea2:Array = ["БезЛап, ты как, держишься? \nМоре на тебя не давит?",92,"М-мяу... мяу...",148,"Не очень?       \n\nСкоро где-нибудь пришвартуемся!",95,"Мяу...",128];
      
      public static var sea3:Array = ["Мы просто плаваем туда-сюда. \nДаже не понять, в какую сторону мы плывем!",5,"Судя по местности, мы определенно движемся в нужном направлении!",92];
      
      public static var sea4:Array = ["Вижу большие острова! ",93,"Держись, БезЛап, осталось немного, скоро будем на суше!",92,"Мяу?!",127];
      
      public static var sea5:Array = ["Ага, вот мы и прибыли... куда-то!",2,"Похоже, на острове есть небольшая деревня. \nКакого черта они делают так далеко от материка?",82];
      
      public static var sea6:Array = ["Эмммм... Тут ничего нет!",5,"Подтверждаю.",61];
      
      public static var bunker1:Array = ["Выглядит гостеприимно...",5,"Прямо как крепость Ланса!",114,"Это определенно не моя база.     \n\nНадо найти, как войти внутрь, и взять место штурмом.",61,"Хммм.... А если они не враги?",49,"Пф, не может такого быть.",81];
      
      public static var bunker2:Array = ["Отличная работа, солдаты - мы внутри! \nТеперь надо вырубить охранника до того, как он натравит на нас собаку!",62,"Не думаю, что в этом есть необходимость...",51];
      
      public static var bunker3:Array = ["Все-таки это дружественная база, а мы на них чуть не напали...",35,"Это мы никак не могли предугадать. \nВсегда лучше атаковать первым.",81,"*вздох*",47];
      
      public static var bunker4:Array = ["Кажется, на компьютерах слева игры для двоих!",2,"Может, сыграешь со мной?",32,"Хммм, зависит от врагов. \nПосмотрим, кто там, и соберем наиболее подходящую команду!",15,"Пффффф.",51];
      
      public static var bunker5:Array = ["А справа игры для трех игроков...",1,"Эй, я тоже хочу поиграть! \nЯ большинство тех игр не видела!      \n\nВозьмите меня в команду или пожалеете!",117,"Мяу, мяу!",127,"Подождите, а БезЛап сможет играть?       \n\nДо меня только сейчас дошло, что у него вообще лап нет!",105,"Мяу...",128,"Уверен, мы что-нибудь придумаем!",27];
      
      public static var bunker6:Array = ["Интересно... этот бункер довольно глубокий.     \n\nНо, кажется, это последний этаж...",82];
      
      public static var bunker7:Array = ["Это была просто разминка! \nПопробуем что-нибудь посложнее!",2];
      
      public static var bunker8:Array = ["Дизайн некоторых монстров очень стремный.      \n\nНе в смысле страшный, а извращенный.",51,"Ты не можешь осуждать искусство, Нат.",2,"Еще как могу. \nОставлю плохой отзыв или еще что-нибудь...",51,"Игре больше 10 лет! \nНикто твой отзыв не увидит!",27,"Согласен. \nРазработчик наверняка уже умер.",65,"Я не это имел в виду...",19];
      
      public static var bunker9:Array = ["Никогда не был фанатом этих игр второго поколения. \nВ них фашисты всегда плохие.",88,"И правильно. Они и правда плохие.",39,"(Только до тех пор, пока они не победят...)",88];
      
      public static var bunker10:Array = ["Какие милые монстры в этих играх. \nОни только плюются и блюют. \n\nИгру явно делали незрелые подростки...",57,"Ну... м-м... а если бы игры делали девчонки, то...    \nОни бы все были про сюжет... и, эм... головоломки...     \n\nВот!",9,"Не вижу в этом ничего плохого.",31,"И я тоже.",92,"Мяу мяу!",137,"Да, и БезЛапу не пришлось бы так страдать!",117,"Но ему это нравится. \nОт страданий он становится сильнее.",5,"...",139];
      
      public static var bunker11:Array = ["Эх, были же времена!",34,"Да, все было гораздо проще. \nНе нужно было следить за кучей всего разного!",3,"Я играла в эти игры с друзьями... но это было так давно... я их совсем не помню!",41,"Ого, я тоже! \nТак странно!",13,"Хммм... действительно. \nЭто заставляет задуматься!",75];
      
      public static var bunker12:Array = ["Кажется, битва с боссом отличается от оригинала. \nНе помню, чтобы он призывал те статуи.",15,"Очевидно же! Игра подверглась цензуре. \nНикогда больше не поддержу этого разработчика!",69,"Не думаю, что дело в этом...",17];
      
      public static var bunker13:Array = ["Эй, этих монстров я помню. \nКажется, эту игру я проходила пару лет назад.",92,"Она была популярна не так давно. Думаю, мы все в нее играли. \nНу, кроме БезЛапа, он же еще ребенок.",1,"Мяу?",147];
      
      public static var bunker14:Array = ["В старых играх у мехов дизайн был лучше. \nСовременная графика слишком сглаженная и мультяшная.",65,"Графика между поколениями почти не менялась. \nПонятия не имею, о чем ты.",19,"Хммм...",61];
      
      public static var note1:Array = ["НЕ РАБОТАЕТ \n\nФеликс, не пытайся починить! \nПусть новый айтишник это сделает!"];
      
      public static var note2:Array = ["Феликс, не трогай мои энергетики! \n\n-Линус"];
      
      public static var note3:Array = ["НЕ РАБОТАЕТ \n\nРаковина - не туалет! \nМы все знаем, кто это сделал!"];
      
      public static var note6:Array = ["НЕ ИГРАЙТЕ В ИГРУ!!! \n\nУМРЕШЬ В ИГРЕ - УМРЕШЬ В РЕАЛЬНОЙ ЖИЗНИ!!!!"];
      
      public static var note4:Array = ["Тут на стене куча грубых шуток и тупых мемов, включая очень высокого кота. \n\nЕго даже можно назвать... ВысоКот."];
      
      public static var note5:Array = ["Тут на стене куча старых интернет-персонажей. \n\nВроде знакомых..."];
      
      public static var conceptMap0:Array = ["Места выглядят знакомыми... но они отличаются от тех, где мы были!",92,"Эх, вот бы там побывать...",95];
      
      public static var conceptMap1:Array = ["Это место меня очень впечатляет. \nЕсть в нем что-то завораживающее.      \n\nМы бы могли найти его около снежных руин, если бы оно существовало.",31,"Разработчик мне сказал однажды, что этот бункер задумывался как \"Храм Времени\"! \nДумаю, он здесь и изображен!",16,"Ты эти слухи на ходу выдумываешь?",79,"Пффф... Не хочешь - не верь...",17];
      
      public static var conceptMap2:Array = ["Ого, эти сундуки такие странные! \nДолжно быть, это очень старый концепт-арт...",22];
      
      public static var enterArena:Array = ["Выглядит как боевая арена. Поэтому место так и называется.",61,"Гениально, Ланс.",92,"Смотрите! \nДверь для каждого из нас!",16,"Значит, это... соло битвы! \nДумаю, нам придется сражаться в одиночку!",22,"О нет...",35];
      
      public static var p1arena1:Array = ["(Давно я не дрался один. \nСо мной не будет лекаря, так что мне стоит взять что-нибудь с вампиризмом или автоматическим лечением...)",5,"(Стихийное сопротивление тоже очень важно, по крайней мере на высоких сложностях. \nНадо не забыть!)",1,"(Хммм... на кого напасть первым?)",15];
      
      public static var p1arena1B:Array = ["Неплохая разминка. \nВсего девять осталось!",1];
      
      public static var p1arena2:Array = ["(Пока все идет хорошо. \nПриходится неслабо напрягать мозги, чтобы планировать все самостоятельно.)",1,"(Никогда раньше не смотрел, что дает мое снаряжение. \nКогда ты один, каждый ход важен!)",2,"Ну что, кто хочет отведать моего клинка?!",3];
      
      public static var p1arena3:Array = ["(Всего пара врагов осталась!)",2,"(Меня не остановить!)",21];
      
      public static var p1arena3B:Array = ["Почти все!    \n\n(Уже ничего не может пойти не так.)",2,"(Кажется, последний враг - самый легкий!)",3];
      
      public static var p1arena4:Array = ["Вот и все!",4,"(Надеюсь, приз того стоит! \nЗаберу его и вернусь к остальным...)",2];
      
      public static var p1arena5:Array = ["Ты справился, Мэтт!",34,"Конечно! \nМне же ничего не угрожало! \nВсе бои были подставными!",29,"Это не так работает. \nТы явно был в опасности.",51,"Враги сдавались или умирали, когда я им говорил! \nЭто явно просто актеры!",21,"Кажется, победа вскружила ему голову.",65,"Согласна.",47];
      
      public static var p2arena1:Array = ["(Зачем я на это согласилась? \nМеня же вынесут в первом же раунде...)",58,"Хмм...",35,"(Может, взять самую защитную экипировку? Тогда у меня будет шанс...)",45,"(Надо просто постараться. \nМожет, это закалит мой характер... или вроде того.)",51];
      
      public static var p2arena1B:Array = ["(С каждой битвой я обретаю уверенность...)",31,"...",35,"(Так, теперь следующий...)",51];
      
      public static var p2arena2:Array = ["Эй, у меня получается!  \n\nВперед, Натали, ты сможешь!",34,"(Ээээ... На меня же смотрят... Надо перестать разговаривать вслух!)",43];
      
      public static var p2arena3:Array = ["(Почти все... всего несколько битв осталось...)",34,"(Ох, как же я устала... и вспотела.     \nМогу поспорить, что душа у них тут нет...)",47];
      
      public static var p2arena3B:Array = ["Осталась последняя!     \n\n(Поверить не могу, что я зашла так далеко!)",34];
      
      public static var p2arena4:Array = ["(Победа! Это была последняя!)",46,"Дааааа!",34,"(Наконец, я могу расслабиться! \nВыйду и свалюсь где-нибудь...)",53];
      
      public static var p2arena5:Array = ["Поздравляю с победой, Натали!",93,"Ты здорово выглядела!",2,"И очень увлекательно прыгала!",72,"Мяу!",123,"Спасибо, ребята! (Все, кроме Ланса!)       \n\nПолагаю, я себя немного недооценивала!",53];
      
      public static var p3arena1:Array = ["(Наконец-то! Тир с живыми мишенями!\nМои молитвы были услышаны!)",63,"(Хммм... только вот... кого уничтожить первым?)",75];
      
      public static var p3arena1B:Array = ["Слабый противник, как я и ожидал.",64];
      
      public static var p3arena2:Array = ["(Поверить не могу, что я уже устал. \nМои легкие уже не те...)",77,"(Пора передохнуть!)",88];
      
      public static var p3arena3:Array = ["(Цели почти уничтожены... устал...)",77];
      
      public static var p3arena3B:Array = ["(Надо снова передохнуть...)",77,"У меня кончились сигареты!",86,"...",85];
      
      public static var p3arena4:Array = ["ПОБЕДА ЗА МНОЙ!!",63,"Склонитесь перед чемпионом, холопы!",64,"Хм?",82,"(Не слышу аплодисментов. \nОни там все уснули, что ли?)",79];
      
      public static var p3arena5:Array = ["Отлично сработано, Ланс! \nПравда, зрителей ты не впечатлил, ты же стрелял из пушек.",27,"ЧТО?! \nОни хотели, чтобы я дрался как варвар!?",69,"Ну, любой сможет стрелять из таких больших пушек. \nТебе даже целиться не особо нужно было!     \n\nЭто не требует особой силы или умения...",2,"*самооценка разбита вдребезги*",85,"Ну, в смысле... Хотя бы спецэффекты были на уровне.      \n\nХа-ха...",27,"Мне нужны новые друзья!",69];
      
      public static var p4arena1:Array = ["(Ладно! Пора показать, какая я крутая и милая!)",113,"(Но сперва надо продумать стратегию. \nНе хочу оказаться в битве в неудачном снаряжении...)",112,"(Думаю, мне пригодится все, что дает бесплатные бонусы вроде лечения и баффов. \nИначе я не смогу атаковать и лечиться одновременно!)",95];
      
      public static var p4arena1B:Array = ["Первый сражен! \nМожет, я успею все закончить до обеда!",92];
      
      public static var p4arena2:Array = ["Пока неплохо!",92,"Я справлюсь, ребята! \nПродолжайте болеть за меня!",94];
      
      public static var p4arena3:Array = ["И это все? \nЯ даже не поцарапалась!",113,"Пора заканчивать ради моих фанатов!",94];
      
      public static var p4arena3B:Array = ["Я уже хочу есть. \nПора заканчивать.",107];
      
      public static var p4arena4:Array = ["Слишком легко!   \nОни сдавались от одного моего вида!",102,"Кха-кх... *задыхается*",104,"Все в порядке! \n(Я просто перенапряглась...)",118];
      
      public static var p4arena5:Array = ["Эй, поздра-",32,"Угхх................",119,"Ого, выглядит она не очень! \nЗдорово ей там досталось!",22,"Кажется, у нее обезвоживание. \nДайте ей воды!",52,"Мммммм............",118,"Мяу....",125];
      
      public static var p5arena1:Array = ["Мяу...      \n\n*начинает набирать силу*",147,"ММММММЯЯЯЯЯЯУУУУУУ!!!!!!!!",142,"*ограничения законов физики сняты*",142];
      
      public static var p5arena1B:Array = ["Мяу, мяу!",123,"*настроен оптимистично*",122];
      
      public static var p5arena2:Array = ["*нужно больше энергии*",131,"*собирает негативную энергию прошлых поражений...*",129,"*...и превращает в яростную силу*       \nННННННЯЯЯЯЯ!!!",130];
      
      public static var p5arena3:Array = ["Мяу, мяу... НЯ!!      \n\n*взывает к духовной энергии зрителей*",123,"Мяу...?     \n\n*на его зов никто не отвечает, потому что никто не понимает по-кошачьи*",121];
      
      public static var p5arena3B:Array = ["*зевает*",132,"*хочет спать*",137];
      
      public static var p5arena4:Array = ["*не впечатлен качеством противников*",139,"*время отметить победу по-кошачьи*",141,"*нюхает свой зад*",138];
      
      public static var p5arena5:Array = ["Молодец, БезЛап! \nТы прямо настоящий зверь!",3,"Ты заслужил еще вкусняшек!",94,"Мяу! <3",140];
      
      public static var bosh1:Array = ["Хм? \nЭто подвал магазина растений?       \n\nИнтересно, что они тут прячут...",22,"Я за вами слежу. \nНе смейте воровать!",109];
      
      public static var bosh2:Array = ["Это какая-то агитка про спасение природы?",15,"Что-то она не очень действенная - я теперь еще больше ненавижу кусты!",69,"Да, лучше бы они сделали симулятор фермы!",107];
      
      public static var robo1:Array = ["Странно, я никогда раньше не видел эту комнату!   \nОна тут всегда была?",82];
      
      public static var robo2:Array = ["Крутая игра. \nНадо будет вернуться и поиграть еще.",84,"У нас есть дела поважнее!",39];
      
      public static var snek1:Array = ["Ч-ЧТО?! \nГДЕ МЫ?!",86,"*кхм*",77,"Не обращайте внимания. \nНам надо сохранять спокойствие и профессионализм.",88,"Там вдали кто-то шипит...",114];
      
      public static var snek2:Array = ["Все! Мы прошли игру! \nТеперь телепортируемся отсюда, пока нас не прокляли.",109,"Согласен, но сперва заберем сокровища!",27];
      
      public static var glob1:Array = ["Тут очень плохо пахнет...",109,"Ничего страшного. \nОт плохого запаха еще никто не умирал.",29];
      
      public static var glob2:Array = ["С меня довольно. \nНадо уходить обратно на свежий воздух.",88,"В кои-то веки я согласна с Лансом.",47];
      
      public static var chair1:Array = ["Если меня не хотят обслуживать наверху... то... я им покажу. \nЯ сам себя тут обслужу!",3,"Мяу! \nМяяяу!",124];
      
      public static var chair2:Array = ["Это какой-то очередной мемный симулятор?   \nТипа \"Симулятор Мебели\" или вроде того?",15,"Нет, скорее всего, просто плохая игра. \nНо кто знает? Может, она неплохо выстрелила в свое время.",19,"Или она не зря пылится в подвале...",17,"Мяу!",137];
      
      public static var treagure1:Array = ["Значит... Сокровища - обман? \nЭто была просто ловушка?",7,"Да. Определенно.",39,"Может, в следующий раз они будут настоящими!",2,"Сундуки с зубами - это всегда ловушка!   \nПочему вы все так стремитесь умереть?!",40,"Хмммм... \n(Что это она так разозлилась...)",5];
      
      public static var phoenix1:Array = ["Какой тут узкий проход...",51,"Я не буду это комментировать.        \n\nСмотрите, там впереди просвет!",92];
      
      public static var phoenix2:Array = ["Дело сделано, надо уходить, пока мы еще не задохнулись от лавовых испарений.",82,"Согласен.",2];
      
      public static var totom1:Array = ["Ого, тут спрятан алтарь!",46,"Я была здесь раньше, но этот автомат тут не стоял...",114,"Он проклятый! И злой!",115,"Хммм... Интересно.",66];
      
      public static var totom2:Array = ["Экзорцизм завершен!    \nБольше никаких проклятых видеоигр!",94,"Автомат цел. \nУверен, он потом опять включится.",61,"Черт...",114];
      
      public static var guoye1:Array = ["Ага! Секретный проход!",3,"Мяу!",123];
      
      public static var guoye2:Array = ["Кажется, мы покинули планету... в очередной раз.",61,"Как-то буднично мы теперь к подобному относимся...",4];
      
      public static var guoye3:Array = ["Тупая игра пыталась на меня психологически давить...",77,"Ага, но это редкость среди старых игр. \nСейчас все гораздо хуже!",2,"Современные игры давят на совершение микроплатежей!",29,"Хмм...  \n(Может, я могу искупить свои грехи деньгами? Надо рассмотреть этот вариант.)",75];
      
      public static var pumpkus1:Array = ["Ого! \nМоре!",93,"*видит бескрайний ужас во всех направлениях*",126];
      
      public static var pumpkus2:Array = ["Не думал, что тыквы способны так сражаться. \nМы могли в самом деле умереть!",27,"\"Убита овощами.\"       \n\nНе хотела бы я такую эпитафию.",112];
      
      public static var mermaid1:Array = ["Ага! \nЯ знал, что на этих островах что-то спрятано!",16,"Вот блин... это очередная проклятая видеоигра.",114];
      
      public static var mermaid2:Array = ["Очередная победа!",2,"Но... мне ее жаль.     \n\nОна была... почти как человек... а мы все равно ее побили!",111,"Анна, это всего лишь игра. \nОна не настоящий человек, как мы!",32,"Но в игре все ощущалось как настоящее...       \n\n(Что вообще значит \"быть настоящим\"?)",101];
      
      public static var maw1:Array = ["Как глубоко мы собираемся зайти?",114,"Гусары, молчать.",2,"У меня плохое предчувствие...",107];
      
      public static var maw2:Array = ["У меня ОЧЕНЬ плохое предчувствие!",115,"У меня тоже.",85,"Мяу...",148,"Да ладно, ребята. \nМы уже победили зомби-гидру, пока шли сюда.          \n\nЧто может быть хуже этого?",52];
      
      public static var maw3:Array = ["Вам никогда не казалось, что некоторые вещи никогда не должны быть найдены? \nМожет, нам не стоило сюда ходить?",109,"Нет, мы же должны пройти все необязательные локации!",4,"Я НЕНАВИЖУ хоррор игры.",107,"(Рад, что мы играли не в VR’e... хе...)",23];
      
      public static var newPainting0:Array = ["Похоже, кому-то нравится собирать криповые картины...    \n\nКак может кому-то захотеться повесить такое себе на стену?",35];
      
      public static var newPainting1:Array = ["Эй, подожди секунду... кто сделал это фото? \nУ нас с тобой нет смартфонов!",106,"Ххххмммммммм............",15,"Понятия не имею!",2];
      
      public static var newPainting2:Array = ["Она такая милая!    \nЯ хочу ЕЕ себе в команду! ",116,"Пффффф...",51];
      
      public static var newPainting3:Array = ["Как они узнали о моей секретной пижаме?!",43,"Кто-то играл в игру со включенными фильтрами контента!",27,"И я не ем мороженое вот так, прямо из упаковки...",41];
      
      public static var newPainting4:Array = ["Вау! Клевое тело!",80,"Тихо, ты! \nХоть раз придержал бы свои мысли при себе!",39,"Кажется, на заднем плане убивают нас с БезЛапом...",27,"Похоже на то!",47];
      
      public static var newPainting5:Array = ["Я рад, что нам не нужно сражаться с этими ребятами в действительности.       \n\nТы же не предашь нас, да, БезЛап?",5,"Мяу!",141,"Что значит \"может быть\"?!",9];
      
      public static var newPainting6:Array = ["Эй, я не выгляжу ТАКИМ злым!      \n\n(Или...?)",69,"Я выгляжу так, как будто меня избили!",12,"Я выгляжу как... я даже не хочу говорить это!",41,"По крайней мере я выгляжу мило, как всегда!",94];
      
      public static var newPainting7:Array = ["На этой картине мы выглядим немного... эм... квадратно.",35,"Это очень современное направление в искусстве, называется \"пиксель-арт\". \nВсе новейшие видеоигры используют его.",1,"По мне так оно выглядит немного устаревшим...",51];
      
      public static var newPainting8:Array = ["О да, жидкий хлеб, моя любимая еда!",2,"Мне кажется, ты здесь уже набрался...",51];
      
      public static var newPainting9:Array = ["Мяу! Мяу!",124,"Да, БезЛап, мы уже видели твоих чудовищно могучих друзей. \nМожешь уже перестать ими хвастаться!",19,"Мяяу...",139];
      
      public static var newPainting10:Array = ["Мммяяааааа!!!",142,"Это не ты, БезЛап! \nЯ думаю, это какая-то другая кошка...",19,"ММЯЯЯЯРРРРХХ!!",150,"Ээй, расслабься!        \n\nПлохой котик!",9,"...",129];
      
      public static var newPainting11:Array = ["Э? Кто эти трое?      \n\nОни выглядят знакомо...",105];
      
      public static var newPainting12:Array = ["Я НЕНАВИЖУ этот костюм! \nТолько больной на голову фетишист будет заставлять меня носить это!",40,"Нужды многих превыше нужд одного!",77,"Я вынуждена согласиться...",101,"Без комментариев...",23,"....................",41,"Вы все навсегда останетесь одни!    \n\nНельзя так относиться к женщинам...",57];
      
      public static var newPainting13:Array = ["О! Это же злой я!",1,"..............",5,"НЕНАВИЖУ ЭТОГО ПАРНЯ!!",10];
      
      public static var newPainting14:Array = ["Эй, здесь я выгляжу более взрослой и сексуальной! \n(Может, мне стоит начать так одеваться?)",103];
      
      public static var newPainting15:Array = ["Смотри, Ланс! \nМы лучшие друзья, как в жизни!",3,"Хмм.",61,"Вы похожи на пару хулиганов.   \nПрямо как в жизни!",92,"Хмм?",79];
      
      public static var newPainting16:Array = ["Мяу-мяу?",135,"Думаю, ты прав. Ты действительно выглядишь немного жирнее, чем обычно!",1];
      
      public static var newPainting17:Array = ["Я хочу повесить эту картину прямо над троном в моей крепости.",63,"У тебя нет трона.",49,"Я его уже заказал! \nОн будет выглядеть очень внушительно!",69];
      
      public static var newPainting18:Array = ["Вау, клевые си-",71,"Молчать!",40,"Да, мэм.",72];
      
      public static var newPainting19:Array = ["Вау, это шикарно!",3,"Интересно, у меня будет столько мечей в конце наших приключений?",15];
      
      public static var newPainting20:Array = ["Мяяяяаааауу!",142,"Да, это кот в полном боевом доспехе.      \n\nВ каком странном мире мы живем!",2];
      
      public static var galleryFull:Array = ["Здесь гораздо больше картин, чем когда я была здесь в последний раз. \nМузей пополняется очень быстро!",31,"Можно даже сказать, что он становится загроможденным - картины не должны просто стоять на полу!",32,"Думаю, мы просто суперпопулярны! \nИначе почему бы людям присылать так много фанарта?",29];
      
      public function dialogue()
      {
         super();
      }
   }
}

