package text.chineseSimplified
{
   public class dialogue
   {
      public static var gameIntro:Array = ["我靠，又要没血了。\n这家伙伤害这么高，太赖皮了吧！                   \n\n而且他那狗屁攻击模式每次都会变！",25,"只剩一条命了——要是再打不过我就得从头开始玩。             \n\n我还有其它事情要忙，才不要一直耗在这里！",18,"啊哈！弱点在那！ \n只要再多戳几下他的眼睛，说不定……",9,"我赢了！！他挂了！！         \n\n这游戏我总算打穿了！",2,"只用了22次就击败了最终头目！         \n\n我简直太神了！",21,"不过这结局感觉有点烂啊。\n我花了好几个星期来集齐所有物品……就给我看这结局？           \n\n希望后面还有别的内容——",17,"卧槽？！              \n\n出了什么事？！",13,"海盗又来侵犯希望港了？\n不对啊，海盗应该没有这么强的火力才对……吧？",24,"这事不能就这么算了。\n不管是谁，砸坏我电视的人都不能放过！        \n\n我连结局都还没看完呢！",9,"找到了。 \n这把旧球杆可以拿来当武器。 \n这样的装备应该够用一阵子了。",2,"嗯，好像都准备得差不多了。    \n冰箱里的零食最好也拿点走吧……",1];
      
      public static var controlIntro:Array = ["貌似我能用键盘进行移动，用空格键来调查东西……\n不过这感觉太过时了……用鼠标操作可能会容易些……",1];
      
      public static var jerryGone:Array = ["老杰瑞好像不在家。       \n\n出什么事了吗？\n他以前可是从不出门的……",15];
      
      public static var mouseControls:Array = ["嗯，用鼠标来调查密道感觉有点像作弊。           \n\n如果想要更传统的JRPG体验，我觉得我可以用键盘来移动。",15,"喵？",121,"这猫估计听不懂我在说什么……        \n以前的JRPG可是有藏得很深的密道哟。",19];
      
      public static var hiddenRoom:Array = ["哦？             \n\n我都忘了这里还有间房……",5];
      
      public static var goingOut:Array = ["我靠，这是什么？\n天上居然有个大火球！",24,"哦，等等，我想起来了——只是太阳而已。       \n\n有好一阵子没出门了……我还是小心为上。",12];
      
      public static var firstFoes:Array = ["前方有怪物——也有人称之为“敌人”。            \n我所知的敌人，就是打死了会掉东西的存在——所以是时候动手了！",1,"但是不知道为什么，它们只会呆呆地站在原地。\n我得跟它们对话才能开打……",5];
      
      public static var nolegsAmbush:Array = ["那是什么？\n前方似乎有埋伏……        \n\n它以为我看不到它么？",5,"估计它就是那只经常翻我垃圾的猫。 \n嗯，热身战我也打了好几场，一只猫应该是手到擒来！",9];
      
      public static var nolegsJoins:Array = ["给我站远点，你这畜生！\n别指望流几滴鳄鱼泪就能忽悠我！\n说，为什么要偷我垃圾？",5,"喵呜呜呜呜……",128,"你说什么？你想加入我的队伍？\n说不定你能成为不错的队友，小猫咪。          \n\n你叫什么名字？",2,"喵！",122,"没腿？还真是奇怪却又合适的名字呢！\n我原来是打算把你煮了的，不过现在姑且留你一段时间吧。\n我们可以同流——呃，同甘共苦！",4,"喵——喵？",125,"呐，这不就对了。\n我正在寻仇，同时也在寻宝！         \n\n只要你跟着我，我们很快就会变成土豪！",3];
      
      public static var newSkills:Array = ["嘿，我们对战斗越来越上手了。\n要不要在“技能”菜单里学点新招式？",1,"喵……？\n喵！？",135,"说得没错，战斗后获得的能力点（AP）就是花在这里的！",2];
      
      public static var firstQuests:Array = ["又来，我记得这帮家伙。\n他们每次都要我帮忙找这找那的。        \n\n我才不想当他们的跑腿！",9,"喵，喵……喵！",121,"你说他们会给好东西报答我？\n我可不信——这帮家伙看起来不是很有钱。",19];
      
      public static var fishShop:Array = ["呃……          \n\n好难闻的味道。",6,"喵……         \n喵！",140,"呐，这味道合你口味吧？\n猫都喜欢垃圾！",17,"咪……",139];
      
      public static var weaponShop:Array = ["我喜欢来这里欣赏里面的剑，但是我一直都没有钱买这些东西。\n店里的老板总是瞪着我——我觉得他有见不得光的秘密。",2];
      
      public static var restaurant:Array = ["呃，今天这里来了些怪人。               \n\n以前从没见过这里有那么多人。",1,"咪，喵？\n喵喵？",136,"别想了，这家店才不会把剩饭施舍给你这样的穷光蛋。\n（我自己以前就试过……）",19];
      
      public static var blockPuzzle:Array = ["这些推箱子谜题是咋回事？\n是谁设计的这些鬼玩意放在外面折磨我？",9];
      
      public static var firstMonolith:Array = ["哇，我们可以开银行了！\n这些敌人只会站在原地等着被抢！\n还有这么多宝箱老老实实地躺在那里！",2,"喵！",122,"嗯，你这队友当得不错！      \n\n我会分给你一成的财宝，因为你比我小十倍，用不着那么多东西。",1,"*一脸的不满意*",129,"哇，我的猫神，那是什么？\n那里以前可没有这种黑色巨石！          \n\n莫非是从天而降？我家的地震就是这东西引发的？",16,"*对着石碑嘶叫*",130,"嗯，我也觉得。\n看上去像是不祥之兆。       \n\n我总觉得它在监视我——虽然它只是块傻待着的石头！",2,"*哈——啾！*",134];
      
      public static var dirt:Array = ["可恶——这边的小路全被泥土给挡了！\n要是有铲子就好了。说不定我们能从菜市场偷来一把。       \n\n在能铲掉前只能绕开了……",17];
      
      public static var rightClick:Array = ["等等，我想起一件事，不知道有没有在其它地方提过……我可以通过右击任意地方来关闭菜单！\n这样应该能快捷一点……",15];
      
      public static var passiveHealing:Array = ["嗯，看来我们在战斗外的回复速度还挺快的。\n可惜不是立刻就好，有时候我们得等上一两分钟……",15,"嘛，正好能利用这段时间来升级装备或者技能！",1];
      
      public static var farmersMarket:Array = ["啊，我们到了，这里就是菜市场。        \n我们可以拿上那把铲子，要是没被抓到的话还能带走点其它东西。",2,"喵！",123,"啊，我就知道你的手脚也不干净。\n合作愉快！",4];
      
      public static var marketTheft:Array = ["太棒了！这后面还有东西！\n我们能像忍者一样溜过这些店员！",3];
      
      public static var natalieJoins:Array = ["你、你没事吧？感觉如何？\n我们不是存心想惹事的，我发誓。",12,"头好晕啊……发、发生了什么事？",59,"我们能当无事发生吗？\n还是赶紧开溜吧，免得又有人找上门来……",23,"喵！",143,"啊，你说得对！\n她正在清醒过来。            \n得赶紧编套说法！",13,"我这是怎么了？\n那帮小偷都跑了吗？",54,"嗨，我们是马特和没腿，爱好打怪学雷锋。\n\n没错，我们就是正义的化身。\n你只是昏迷了一会。",27,"啊，我想起来了。\n你们两个臭小偷被抓了个现行，居然还敢攻击我！！           \n\n你们最好给我个解释。",49,"啊，真的超级抱歉。\n我们只是不想坐牢而已——而且我们还没偷过什么值钱货。\n我们只是在附近伸伸手，热热身，摸索摸索窍门而已。",12,"（嗯，说不定我可以暂时利用这两个笨蛋……要是他们愿意合作就好了。）",51,"好吧，至少你们身手还不赖，也许我们可以合作一段时间。         \n最近这一带多了很多怪物——很可能是那块陨石造成的。\n我的任务是调查那些随它一起坠落的石碑，我刚好需要几个帮手。",32,"我们也有任务——寻宝，觅食和变强！\n我们已经学到了不少东西。",2,"（就是这样~~）喵！",123,"那好吧，我们就用你“借”来的铲子往东海岸前进吧。\n因为附近的桥都被破坏了，我们要想离开这座岛只能走东南边的冰洞。         \n\n路上可能会遇到强敌，不过只要我们齐心协力就一定不会输！",31,"没腿，你听到了吗？\n我们要真正开始远离家乡的冒险了！",22,"<(^ω^)>",122,"哦，对了，我叫娜塔莉。\n二位幸会。",53];
      
      public static var indianTheft:Array = ["啊哈，这后面藏有什么东西。\n差点就看走眼了。",2,"真要这样做吗？\n我们要从这么友善的家庭里偷东西吗？",39,"不好意思，娜塔莉，但是这游戏就是这么玩的。\n你慢慢就会习惯的。",12,"唉……             \n\n（总有一天我会纠正他们的错误。我发誓。）",47];
      
      public static var puzzleGames:Array = ["那个，呃，娜塔莉。",11,"嗯？\n怎么了？",31,"你平时都喜欢些什么？\n比如说，呃，你有什么兴趣。                \n\n你喜欢电子游戏吗？我就很喜欢。",11,"呃，我最近在玩容易入迷的益智手游。\n我的DS上也有不少解谜游戏。          \n\n外出时还挺适合拿来消遣时间。^_^",45,"哦，我一点也不喜欢解谜游戏。         \n\n我觉得那些玩意都烂透了。",23,"随你便吧。",57];
      
      public static var itemShopping:Array = ["嘿，这附近有商店吧？\n正好我们可以补充点治疗道具，还能升级下装备。         \n\n哦对了，还要给没腿买些零食！",32,"咪呵呵，喵！\n喵！",122,"你什么意思？你是要说她比我更适合当领队？\n你胳膊往外拐了是吧，没腿？\n小心我反悔没把你吃掉。",19,"喵……",145,"你怎么能对自己的宠物说出这种恐怖的话！\n我不许你这么对没腿！",40,"（啊，她发飚了……）               \n\n嘿嘿嘿，我只是在开玩笑，对吧没腿？",27,"……",139];
      
      public static var bigBlock:Array = ["这石头看起来很大，实际上却轻得很。\n就连没腿都能推得动。          \n\n我们可以直接推开它继续往南走。",52];
      
      public static var firstBoss:Array = ["嗯嗯，挡在洞口的那家伙一定是头目。",2,"不会错了，那边就是冰之洞！\n我们先从附近侦查一下吧，不要贸然冲上去。",35];
      
      public static var firstBossBeat:Array = ["耶，成功了！\n有那么一瞬间我还挺担心的，不过我们已经向他证明了谁才是老大！         \n看来我们的队伍相当平衡呢，彼此的弱点都被弥补上了。",34,"我只懂得拿剑砍东西。\n我很高兴你能把其它方面的事情打理好。",21,"你应该多给自己一些肯定！\n你很耐打，不会轻易倒下，在这种战斗中非常有用！",33,"他不断地攻击我，但是我太想赢了，所以我就顶着攻击继续战斗了下去。\n有时候这种疼痛只会让我变得更生气更强！           \n\n（我总算有点用了？难道我的人生终于有意义了？！）",4,"喵，喵！",141,"才、才不是那样呢！\n我们当然没忘记没腿你的功劳。\n你也很棒啊。",43,"*咕噜噜*",122];
      
      public static var warpZone:Array = ["哇——哇！\n是刚才那只史莱姆猫把我带到这里的吗？",16,"还是说我已经死了上天堂了？          \n感觉这个可能性大些……",15];
      
      public static var mansionIntro:Array = ["哇，这地方真气派。\n感觉我在这里会被人瞧不起……",5];
      
      public static var mansionEnter:Array = ["我们已经有足够的名气进入这里了呢。\n看来我们在世界范围内也开始崭露头角了。",2,"这画廊非常漂亮。\n我会定期来这里参观，有时候还会帮忙给新的画像分类。\n最近的话，怎么说呢……出现了很多我们的画像。",32,"呃，我们有同人画了？！\n其他人听说过我们的名头？",13,"看起来是这样呢。\n我们都有不少的粉丝了！",31];
      
      public static var phyDrawing:Array = ["我完全不知道这是谁。\n你认识她吗，没腿？",15,"喵呜……？",135];
      
      public static var rippedDrawing:Array = ["没错，这就是我！\n那种穿得松松垮垮需要遮挡啤酒肚的才不是我呢。\n你看啊，我肌肉超结实的！",12];
      
      public static var dirtyDrawing:Array = ["真是的，这么快就看到了我的黄图。\n到底是谁在跟踪我？",51];
      
      public static var boobDrawing:Array = ["我胸部真有那么大吗？          \n\n没想到会有人那么热衷于这玩意。                \n也许我早该习惯于此……？",41,"别这么说娜塔莉，至少这画还是挺漂亮的！\n我觉得他们都是真心实意的——你只是有了很多觉得你很漂亮的粉丝而已！",12,"出名万岁！",57,"（我不知道这种情况下还能怎么安慰她。\n我是觉得她很漂亮，但现在提这个貌似不太适合。）",11,"*盯着画流口水*",80];
      
      public static var cuteDrawing:Array = ["我在这幅画里也很可爱喔。\n这幅画真不错！",93];
      
      public static var monsterDrawing:Array = ["哇，我们的前世击败过相当厉害的怪物啊！\n这些家伙看起来就像梦魇一样凶呢。",29,"噗，才不是呢。\n这是为了艺术效果才画得这么厉害。\n它们在现实中可没那么强。",81];
      
      public static var partyDrawing:Array = ["哇，屋子里全是我们的画像！\n这才几天而已，我们真的出名了！",103,"这可是是绝佳的宣传机会！\n说不定能挽回我那狼藉的名声！",67];
      
      public static var lanceDrawing:Array = ["这幅画完全展现了我的飒爽英姿。\n我喜欢！",64];
      
      public static var familiarDrawing:Array = ["呣，我不记得发生过这件事……          \n但是……它又给我一种微妙的熟悉感。",45];
      
      public static var reactionDrawing:Array = ["不知道这幅画里的我们正在对什么做反应。\n看起来像是好事呢。",45,"史诗战斗幻想恋爱模拟器宣发？",105,"闭嘴吧，你。",51];
      
      public static var dynamicDrawing:Array = ["全员都在画上！\n我们看上去好有活力！",93];
      
      public static var grumpyDrawing:Array = ["不知道为什么，其他人在这些画里都很开心，就我一个人看起来很暴躁。",61,"我倒觉得没错。\n你一向都是那么暴躁。",109,"噗，你说的也未必是对的。",88];
      
      public static var teamDrawing:Array = ["我们的团队很不错吧？\n从这些画里很容易就能看出来。",2];
      
      public static var ebf3natzDrawing:Array = ["哇，真是惊到我了！\n这幅画里的我看起来好强！",56,"可惜的是，本游戏没有这些装备……它们都是三代的装备！           \n\n又好像是四代的……？",27];
      
      public static var seriousDrawing:Array = ["我们看起来好正经。",1,"我一向都很正经。",79];
      
      public static var deadDrawing:Array = ["为什么我们都死了？\n这里到底发生了什么事？",115,"我很中意这个。\n完全挑不出毛病。",63];
      
      public static var coupleDrawing:Array = ["喂，娜塔莉，这幅画里的我们看上去挺像一对。\n哈哈，真可爱。",2,"什——什么？      \n我是说，对啊，好傻啊。我们才没有“那么”亲密呢。         \n（但是没准哪天就会了？谁知道呢？）",43];
      
      public static var cutieDrawing:Array = ["我真的很可爱，对吧？",93,"看到没？就像这幅画一样！",113];
      
      public static var coolDrawing:Array = ["这画师眼中的我超级帅气，我要努力成为这样的人！",112,"（你得先长大才行……）",79];
      
      public static var realisticDrawing:Array = ["哇，这幅画里的我太逼真了！\n比起我这副畸形的卡通形态好太多了。",34,"（现在的我感觉又肥又矮……）",41];
      
      public static var woahDrawing:Array = ["哇啊啊，这画的是我？              \n太帅了吧！",112];
      
      public static var babeDrawing:Array = ["嘿，这墙上有个美人呢。                 \n\n而且她在对着我微笑呢。(´ω`)",87,"现实中的我绝对不会做出那副表情！",60];
      
      public static var prettyDrawing:Array = ["这幅画的背景真好看！\n我好想去这里——感觉很像绿木村。",92];
      
      public static var valentine:Array = ["这、这是什么？！\n我可没准许过把这样的画挂出来！",43,"*要窒息了*",13,"好色情啊……           \n\n太绝了……",101,"哇……        \n\n只能哇了……",72,"我觉得这姿势太容易让人想入非非了……所以我当时是想把这张照片留作私人收藏的。\n（那时候的我还有点胖……还因此被人非议……）",41,"我觉得放到网上是个错误的选择……现在想删也删不掉了吧？",57];
      
      public static var nonolegs:Array = ["喵……！？",129,"啤酒可不是给猫喝的！",29,"……",139];
      
      public static var dragonDrawing:Array = ["没错，这是一头龙，而且还是超大的一头。\n但是我们已经强到谁都可以打赢了！",2];
      
      public static var evilDrawing:Array = ["这不是我的邪恶克隆体吗？\n噫，真恶心！",114];
      
      public static var finalRoom:Array = ["我的猫神啊，莫非我们是找到了天堂？！\n这房间……全是金子做的！",22,"*被亮瞎了*",142,"（我……忘了擦干净鞋子……）",114];
      
      public static var concepts1:Array = ["虽然我知道这只是个概念艺术，但我还是很庆幸这种怪物没被做进游戏里面。",24];
      
      public static var concepts2:Array = ["前作也出现过这种乌龟吧？",95,"是的，但是样子不是这样的。\n它们的外观有点不一样。",52];
      
      public static var concepts3:Array = ["会拉出蛋来砸你的鸟？倒扣过来的甜筒？           \n\n这样的敌人是拿来搞笑的吧！\n我要更有挑战性的敌人。",82];
      
      public static var concepts4:Array = ["哇，这些设计可真蠢。\n这只能拿来哄小孩吧——看上去那么卡通，还长得那么呆。",79,"你就是卡通！\n你自己不也知道吗？",49,"噗，才不像这样。\n我可是很有型的。",81];
      
      public static var concepts5:Array = ["喂没腿，你真像这幅画里的一样是个机器猫么？\n如果是的话那我就很好奇了。\n要是我把你解体了能找出什么？",75,"*内部错误*",149];
      
      public static var concepts6:Array = ["咦，好恶心，是蜘蛛。            \n\n我倒不是怕它们，只是它们真的很恶心。",54,"我想说蜘蛛是健康家居的标志，但是如果它长得那么大就成问题了。\n严重的话连喷火器都得用上。",117];
      
      public static var concepts7:Array = ["哈，貌似这游戏中一些省布料的服装是由女性设计的？\n看来就算是女性也想让我把事业线露出来。\n这具无法被包容的肉体真是个诅咒。",51,"哇，好一个诅咒。\n那么多人拜倒在你石榴裙下肯定不好受吧。\n（我一点都没嫉妒呢……）",109];
      
      public static var iceControls:Array = ["咪喵……！！",144,"对啊，冰面都是滑溜溜的。\n在冰面上移动时用键盘也许会更顺手，但是我不应该再告诉你怎么玩了。\n你应该已经摸索出自己的玩法了。",1,"（他在和谁说话？有人在监视我们吗？）",35];
      
      public static var dejavu:Array = ["等、等一下。我想问个问题……             \n在我们组队后我一直有种莫名的即视感。\n我们以前见过面吗？\n还是说我只是回想起了什么奇怪的梦？",35,"这么一说……               \n好像确实是这样，我开始觉得有点像我以前玩过的RPG！\n这套路很常见：男生与女生在奇妙的境遇下结识，之后就开始结伴旅行了。",2,"不对，我不是这个意思——我说的不是游戏。\n啊，还是算了……",47];
      
      public static var longCave:Array = ["靠，这洞窟还真长。\n你确定这有出口么？",22,"当然确定啊。\n我以前走过这里，只不过，算了……到出口时再告诉你们吧。",52];
      
      public static var wastelandIntro:Array = ["啊，阳光！\n我们已经到新大——\n那城堡是什么鬼玩意啊？！\n还有那群凶神恶煞的黑衣人是咋回事啊？",16,"*猫嘶叫声*",130,"嘿嘿，我坦白，事情是这样的……我并不只是为了之前的独眼巨人才要帮手的。\n这是个危险无处不在的世界，而那边正好有满满一要塞的法西斯分子，他们正准备发动战争。\n我之前不想把你吓到，但是我们需要偷偷溜过这里，因为这里是前进的必经之路。",42,"啊啊，原来你一直在隐瞒我们。太调皮了！\n不过这也不错——我们正好可以拿这群坏蛋练练手。\n你肯定不会反对我们搜刮城堡里的宝藏，对吧？",29,"你不害怕？也不生我的气？\n那可太好了。",34,"如果你只想要宝藏的话，那里肯定有不少。\n不过小心点别被枪射到太多次了。\n我知道你能硬扛几发，但是多了的话还是会死。",32,"那我们走吧。\n不想受伤的话就站在我身后吧。",4,"喵！",122];
      
      public static var wastelandDestruction:Array = ["太惨了。\n破坏程度比以前更严重了。        \n\n以前这一带明明还是茂盛的森林呢！",37,"哇，肯定是什么特别大的家伙才能把这里弄成这副惨状。\n如果我没那么感动的话，肯定会被吓坏的。",22];
      
      public static var bigCar:Array = ["我对轮胎印没啥研究，但是看起来这群法西斯分子有辆很大的车。\n大到能铲平森林——和我们。",5,"但是往好的方面想，这么大的东西我们肯定远远就能看见！\n要战斗的话我们绝对不会落后手！",3,"你说得有道理呢。\n至少我能确定它会成为我魔法的靶子。",34,"喵嗷！",124];
      
      public static var natalieGone:Array = ["刚才那家伙是什么鬼玩意？从哪冒出来的啊！            \n\n我脑瓜子都快疼炸了……",14,"你没死吧，没腿？\n你被撞到了么？！            \n\n随便叫一声啊——没事就喵两声！",7,"喵嗷……喵……",128,"啥，你说啥？娜塔莉不见了？！           \n他把她抓走了！那个吓人的家伙把她抓走了！",24,"好吧，我们要做的事已经很明显了：\n我们得追上去！没有人偷了我的东西还能跑得掉！             \n\n而且谁知道他会对娜塔莉下什么样的手？！",9,"喵，喵！",127,"我们的队伍少了一个人，但是应该还没问题。\n我们只不过是一时大意；下次小心点就行了。",2];
      
      public static var fortressIntro:Array = ["哇，这要塞还真是大。           \n\n希望娜塔莉能平安无事。",5,"咪呵呵呵。\n喵！",141,"现在可不是讲黄段子的时候！\n给我撤回你的发言！",10];
      
      public static var annaIntro:Array = ["我脊背又发凉了。            \n另一个满脸怒气的女孩站在了我的面前。\n这场景也太相似了吧。",25,"*责难的注视*",139,"你说啥？你觉得她不是来打我们，而是来打坏蛋的？\n也是，你说的更合理。            \n说不定好好解释这边的状况后我们能一起合作！",12];
      
      public static var annaIntro2:Array = ["我不应该这么乐观的。\n也许我只要多踏出一步，坏事就会发生。",11];
      
      public static var annaJoins:Array = ["我还活着？我可以走了？                 \n为什么？这到底算什么？",114,"猫神在上，我们不是你的敌人！\n我们也是来找那群“黑袍子”算帐的！\n他们把我的朋友娜塔莉给绑走了，还要侵略我的村子！\n你能不能静下来好好听我们说话？！",9,"喵！",127,"啊？",105,"这事从头到尾都是误会？！\n但是我看见——我以为——啊啊。\n看来是我搞砸了。",103,"废话。\n也许我以前做过坏事，但是今天没有——下次动手前先动一下你的脑袋吧！",22,"看来我得向你们道歉呢。\n我本来也没准备把你们杀掉什么的——我就装个样子而已。\n之前说的一些话也并非我本意。",101,"不过看起来你们的确被吓坏了，呵呵呵。\n我的演技还不差吧。",111,"我可不觉得你还有脸扯这种玩笑。\n你出手这么狠，总该补偿我们些什么才像话吧。",19,"嗯，说得也是。                  \n\n那你们接下来想做什么？",101,"嗯，我擅长用剑砍东西，这边的没腿也是，所以我们的计划就是这个！\n把挡路的通通都砍掉，不管它是人还是机器！",3,"你们就准备这样一路杀过那座高墙？\n我觉得我们应该悄悄绕过那些法西斯分子的防御工事和陷阱才对。",95,"你说的也有道理。\n那我们小心前进吧。",15,"对了，我叫安娜。\n我战斗是为了保护我的家园——绿木村！                   \n\n你们今天只是没挑好日子。平时我都是很乖的，我发誓！",113];
      
      public static var whosNatalie:Array = ["所以说，娜塔莉是什么样的人？\n你们彼此很熟悉吗？",92,"咪咪咪~喵！\n*做出亲嘴的表情*",143,"没腿，你给我闭嘴！\n她跟我才不是“一对”的！",13,"她只是个很好的队友而已。\n她很聪明，处事圆滑，而且还会魔法！                  \n\n要是她在的话，我们的冒险就会变得更简单刺激了。",12,"喵！",141,"言归正传！\n这里看来就是要塞的入口了。\n我们得解决门口那个大家伙才行！",93];
      
      public static var fortressEnter:Array = ["我们进来啦！\n现在只要找到关押的地方就行了！",93,"请别看到人就打。\n真不敢相信我居然要说这种话——平常都是别人这么训我的。",19,"我的家乡都被那样子围攻了，你能怪我发那么点脾气吗？",99,"我发脾气的时候也只是吃东西或者打打游戏而已。                   \n不过我以前也是过得太安逸了——今天还真是学到了不少东西。",27];
      
      public static var firstPrison:Array = ["那个人就是娜塔莉吗？\n那边牢房里的那个？",93,"那个不是她。\n不过我们也该帮帮他。说不定他会报答我们。",19,"我只是在跟你开玩笑。                    \n\n嗯，我们不能把他留在这不管。\n去找找开门的开关吧。",117];
      
      public static var boosters1:Array = ["还有加速器啊？\n看起来好好玩……",2];
      
      public static var boosters2:Array = ["我的头好晕喔。\n感觉好恶心。",118,"诶，等我一下！",118,"呼，我感觉好多了……",114,"啊，不行了！\n还是好想吐！",118];
      
      public static var natalieFound:Array = ["马特~~！没腿~~！\n我在这~~！",36,"娜塔莉！你没事吧！\n我们马上就把你放出来！                 \n\n你受伤没？他们有对你做过什么吗？",16,"还没，但是他们接下来有些乱七八糟的计划。\n等说话方便后我再告诉你。          \n\n这个叫兰斯的简直就是个疯子。",51,"（哇，她就是娜塔莉啊。我早该料到会是这么一个大胸姐姐。             \n我能理解为什么会有男人为她大打出手，但是这种级别也太过了吧。）",101,"唔，我该怎么把你救出来？\n这些铁刺质量真好，连我的剑都砍不动。",15,"先去找他们的实验室！\n开关就在那里！                 \n\n那些家伙还在那里放了巨型黑色石碑，所以得当心点！",52,"黑色石碑？！",115];
      
      public static var lanceFound:Array = ["*呼呼嘶叫*",150,"我靠，就是他了。\n让我们上去打他个措手不及！",9];
      
      public static var lanceFlees:Array = ["哈哈，他跑得真快——真是个胆小鬼！\n我们已经把他吓跑了！",93,"嗯，我觉得我们应该已经收拾掉他了。\n如果他连打都不敢跟我们打的话，要守住这座要塞简直就是痴人说梦！",29,"喵嘎嘎！",144,"噢对啊——他在某处还有辆巨型车子呢！\n我都忘光了。",25];
      
      public static var morePrisons:Array = ["哇，这些人还真是忙活。                 \n情况出错的话说不定我就是被关进去的人了。",96,"又是那群家伙！\n这些黄毛家伙之前侮辱过我！",9];
      
      public static var secretCrack:Array = ["哈，就在这里。\n找到路了！",2];
      
      public static var disco:Array = ["喵，喵！         \n\n喵嘎！",122,"嗯，这房间挺适合拿来搞派对的。\n我真没想到你会喜欢吵闹的音乐——大概猫都喜欢激光和彩灯吧。",2,"喵！",136,"在派对上嗑药最好用猫薄荷？         \n你以前到底搞过些什么？",29];
      
      public static var labIntro:Array = ["哇哇，是石碑！\n离它远点！",115,"啊？我家岛上也有一个。\n没发现它有什么危害啊。             \n\n只是块石头而已吧。",15,"不对，不对不对。那是你没见过。\n它们散发出来的黑暗能量能渗入生物魔化它们，让它们变得更加凶狠暴戾。",114,"那群黑袍子也许是靠得太近被控制了？\n你是想表达这个吗？",16,"我觉得这事还得怪他们自己。\n石碑对野兽的影响似乎远远大于人类。\n那些黑袍子估计是在开采那些石碑……",112,"嘿，没腿，你也是个野兽吧。      \n这块石碑对你有影响吗？",19,"喵？",149,"这不就结了。\n我们得停止这种行为！",92];
      
      public static var natalieRescued:Array = ["马特！你做到了！\n我就知道雇你当我保镖是对的！",34,"没什么大不了的——而且你都没付我工钱。\n不过我已经从要塞中搜刮了不少财宝。",2,"我从没怀疑过你的目的……我只是担心你自己一个人能不能闯进来。\n现在看来你也找了个帮手。",33,"对了，我叫安娜。\n你的事我已经听说过很多。\n你还真个卖弄风情的万人迷喔。",92,"呃，你们跟她说了些什么？为什么她会对我这么不礼貌？",51,"我没说过什么奇怪的话呢，真的！\n全都是没腿说的！",12,"怪猫咯？油嘴滑舌。        \n\n算了，我一分钟都不想继续呆在这里。\n赶紧像桃树一样桃之夭夭吧。",49,"噢，对了，还有一件事。\n那边的宝箱放有重要的锤子。\n有了它我们就能砸掉挡路石继续我们的任务了。",46,"锤子？\n那你为啥不用它来脱离这间牢房？",109,"哈哈，我也想啊。可是那个锤子很特别，只能敲碎带有裂缝的石头。\n我也知道这精准度很诡异。         \n（何况我力气又不大……就别老提这事了。）",33];
      
      public static var tankAmbush:Array = ["很好，这里的事情都解决了。\n不过那个疯子还在等着跟我们开打，看上去他这次是全副武装了。",112,"堡垒的西边有另外一个出口——想到补充道具的话我们可以通过那里去希望港。而且我也有些AP可以用来学习新的技能！\n\n但是我们迟早都要打败兰斯——放任那个疯子的话会很危险的。",52,"我才不怕他呢！\n现在就去把他打爆！",9];
      
      public static var lanceJoins:Array = ["这怎么可能……？\n没想到我居然会输给一帮乌合之众……",74,"嘿，臭小子！\n现在你是我们的阶下囚了——赶紧庆幸我们是好人不会弄死你吧！\n说，你拿那些黑色石碑有什么用？",100,"嗯，如果我拒绝合作呢？",61,"你觉得自己有条件跟我们讲价钱吗？       \n要不要让这只猫来帮你整整容啊？",40,"喵！",150,"好吧，我的脸还是很重要的。\n我会放下身段听你的话的。            \n\n石碑嘛……怎么说呢……",66,"几乎在大撞击发生的同一时刻，有好几个这样的石碑出现在了我们的雷达里。\n它们彼此的着陆点都离得很远，就好像是故意这么安排的。\n我怀疑它们是敌人用来侦察的某种仪器。",61,"哈？你说的敌人是谁？",99,"说的当然是人类的敌人！\n这些石碑都是些惊人的机器——但是它们和人类建造过任何机器都不一样。\n我们把其中一块带回了实验室，并对它进行了连接——它们能产生巨大的能量！",82,"可是我们也发现了一个问题，它只会产生暗黑能量，而这种能量会抵消我们的普通能量！\n具体的原理很复杂，但简单来说，它们完全不能作为能源来使用。\n不过根据它的能量信号，我们发现了撞击南方大陆的正是一座巨大的石碑——很可能就是它们的母舰！",83,"母舰？！\n你说得好像这些东西是外星入侵者一样！\n太天方夜谭了！",39,"是啊，这些石碑就只是石头而已！\n它们不可能是机器——就连我都知道电脑是什么样子的！",9,"先不管你们无知的观点，目前人类完全没做好对付这种大规模入侵的准备。\n我只不过是自己决定扛下统一人类的军备建立防线的责任而已。\n我要说的就这么多了。",65,"我还是不怎么信任你——你肯定还有很多事瞒着我们。\n不过看在你对这些石碑有所了解的份上，我们会让你暂时跟着我们一段时间。           \n\n眼下我们还有很多硬仗要打，能帮上忙的都得用上。",109,"我觉得兰斯战斗很在行，他能让我们的队伍更加强大！          \n\n也许他以前犯过错误，不过现在我们都知道这家伙只要一顿胖揍就会变老实！\n他肯定会乖乖听话的！",3,"喂喂，现在就原谅他是不是太快了？\n他对我做过的那些我可不会忘记！",39,"（这样我就没事了？哈哈，真是群烂好人！          \n不过我还是听话好了……我可不想受酷刑……             \n\n还有，出发前我应该检查一下我的新技能啊。我应该还有些AP能用才对……）",88];
      
      public static var butWhy:Array = ["好吧，兰斯，我已经知道实验室里的石碑是干什么用的，但是你为什么要绑架那些女孩？\n这样做意义在哪？一个还不够吗？",106,"因为他是史上最大的白痴，这就是为什么。",47,"嗯，老实说，其实我考虑过很多。每个细节我都作了周密的计划。\n石碑会是我完美国度的能量来源，而那些女孩则是人口来源。我只挑选种族里最优良的个体进行繁衍，以及给帝国提供人口。我觉得这是个伟大的计划——可惜两边都事与愿违。",83,"听到了吗？！\n他就是个妄自尊大的专制者！          \n\n外加一堆其它不可名状的罪名……",40,"你太恶劣了。\n我们会时时刻刻盯着你。\n让你继续持枪只是因为我们需要你参加战斗——别想耍什么花招。",107,"噗，我可以向你保证，如果我要叛变的话，一定不会偷偷摸摸。\n我会光明正大地叛变。",81];
      
      public static var fascistsSurrender:Array = ["看来我也不需要再跟我的部下说什么了。\n他们知道发生了什么事，不会再找你们麻烦了。",65];
      
      public static var hiddenTreasure:Array = ["啊哈！\n没有任何宝箱能逃过我的法眼！",21,"（不过不知道我已经错过了多少宝箱……）",23];
      
      public static var needRaft:Array = ["那么，我们接下来要做什么？",65,"嗯，我们还无法从水路去南边大陆——游泳的话只会被水流冲走！\n我们得想想其它的办法。",47,"啊，我想到了！\n我们需要一个木筏！\n希望港的人天天都用它！",16,"但我们在那里的时候没有看到任何的木筏……",52,"它们应该是在陨石撞击时被大浪给冲毁了吧。\n讽刺的是，唯一会造木筏的人住在河对——",27,"在神秘之林的边上！\n你说的是那个木筏匠，对吧？\n他就住在那里——从绿木村往西走就能找到他。",93,"太好了，那就出发吧！",2];
      
      public static var nearGreenwood:Array = ["伙计们，我们快到绿木村了。\n这里是我的家，所以你们绝对不要乱来，好吗？",99,"还有兰斯，你最好摆出内疚的表情，免得被人群殴至死。",109,"像这样？",77,"嗯，差不多吧。\n马特和没腿，我已经听说了你们俩是惯偷。\n所以别想从我的村子里偷走任何东西！",109,"我真是声名远扬啊！",13,"*对这般指控表示不满*",131];
      
      public static var houseTheft:Array = ["喂喂……",109,"我们可没有私闯民宅——这一带连栅栏都没有。\n所以休想让我认罪！",2];
      
      public static var farmTheft:Array = ["如果你从这里拿走了任何东西，我一定会要你还回去的。",109];
      
      public static var annaTheft:Array = ["这后面有什么东西！",16,"那是我的私房东西，所以姑且允许你们借走。",109];
      
      public static var newHouses:Array = ["如你们所见，有很多新房子正在建造中。\n绿木村的人不久前还住在空出来的树干里，不过时代总是会变的。",91];
      
      public static var ashwood:Array = ["曾经这里有另一个叫荒野之林的地方。\n但它现在……怎么说呢……都被烧光了。            \n\n不过这些竹子都从灰烬里长出来了！",92];
      
      public static var libraryIntro:Array = ["这里是公共图书馆。\n要是你们还有时间深入研究战术的话，就来这里吧。\n这里还有村子里唯一的电脑！",92,"（这村子到底有多落后啊？）",79];
      
      public static var libraryEnter:Array = ["这么多书！\n这里简直是天堂！",56,"这里简直是地狱……\n我已经呆不下去了！",28];
      
      public static var weaponShop2:Array = ["（“这”就是村里的军备？\n武器和护甲都没几个！\n他们到底是怎么抵御我的进攻那么久的？\n我的手下都那么废吗？）",82];
      
      public static var plantShop:Array = ["这家是我最爱光顾的店——因为我好喜欢这些植物！\n（漂亮的仙人掌，珍贵的菌子，还有美味的香草！）         \n\n说不定哪天我也会去收集一些！",110];
      
      public static var sentryStatues:Array = ["这些雕像是为了纪念曾在哥布林入侵时保护了村庄的英雄。\n这也是我们村庄的一段历史！",117,"*打哈欠*",132,"现阶段我就是村里最强的猎人，所以总有一天我也会有雕像的。",113];
      
      public static var needAxe:Array = ["从那往西走就是神秘之林的入口了。\n我们需要斧头才能进去——我家里就有一把！",92,"不过那里最近出了些怪事。\n有些不小心走进去的人，再出现时就变成了……呃……不死怪物。\n他们现在开始频繁地攻击村子……",114,"也就是说，我们得进去一探究竟，对吧？",21,"你愿意帮我吗？！\n你真是勇敢又善良，马特！",116,"当然！\n我已经喜欢上了这种“助人为乐”的事了！\n（只要我们别碰到幽灵就行了……）",23,"我们要找的木筏匠也在这座森林里。\n而且听你这么一说，我觉得里面应该还有其它有用的东西。",52];
      
      public static var annasHouse:Array = ["好吧，这就是我家。\n真不敢相信我会带回来这样一帮可疑的人回来。         \n\n唔唔，我还得把你们介绍给我的父母。",107,"你还和父母住在一起？\n你多大了啊？",22,"我可是二次元人物。\n你们想我多大我就多大。(´ω`)",113,"（真是方便的设定。）",82];
      
      public static var annasHouse2:Array = ["氛围还真是……耐人寻味。\n完全不是我所想的那样。",88,"你有什么不满吗？！",99,"这次没有。\n我从小就无父无母，所以对我来说这算是全新的体验。",88,"诶？他们怎么了？\n如果……你不介意我这么问的话……",96,"嗯嗯…………………………………………………………                     \n好吧，我从没见过我老妈，我老爸也在矿难中死掉了。\n反正他也是个混蛋，这样反而对我更好。",88,"哦……那真的是很糟糕呢。",97,"我能说我的缺点全都来自于不幸的成长经历吗？",88,"那可没门，老兄。     \n装可怜可不是件雅事。",49];
      
      public static var annaShrine:Array = ["据说像这样的神社可以消灾解厄，诚心祈祷的话还能给你带来好运。\n就个人而言，我不怎么信，不过作为传统来说还是挺有趣的。",92,"（反正不管怎么祈祷我的胸都没长大！）",107];
      
      public static var farmHouse:Array = ["哦，有个脾气暴躁的人住在那里。\n最好别管他——他可能隐藏着什么黑暗的秘密！",112];
      
      public static var needStepladder:Array = ["这是我们家的阳台！\n不过如你们所见……到处都有塌的地方需要修补。          \n\n我们得找到活梯才能通过这些断口。",92,"怎么老是要找道具啊？！\n就不能直接跳过去吗？",69,"不能！",91];
      
      public static var bigTrees:Array = ["哇啊，参天大树！\n这才是我的归属！\n\n我已经好久没有回家了！",116,"还有，我们要从那里爬上去喔。\n森林的地面湿滑又泥泞，有时候得走高处才行。",112,"但树上有虫子啊！而且这里的气味好臭！             \n\n大自然真恶心……",69,"闭嘴吧你。\n不然就把你扔给大蜘蛛。",109];
      
      public static var highUp:Array = ["哇，我们好高，我都看不到地面了！      \n\n太帅了！",2];
      
      public static var hauntedWoods:Array = ["嘿，安娜……这附近的树木……看起来和之前的有些不一样。\n这正常吗？",35,"是啊，我们已经来到被诅咒的区域了。\n平时我不会走得这么深的，毕竟这里有鬼魂和巫毒魔法。\n不过现在有这么多人的话应该会安全吧。",112,"（他们俘虏我之后马上就把我拽到诅咒的森林里？\n我看错他们了——看来他们其实是心理战的高手！）",66];
      
      public static var hauntedWoods2:Array = ["这完全不是我想象中那种满是史莱姆与兔子的亲切的森林景象！",24,"这些东西……以前这里没有啦。哈哈。",102];
      
      public static var sewage:Array = ["（嗯，我的要塞就在南边吧。\n也就是说实验室的废水都排到这里了？\n我最好还是别提这事！）",67];
      
      public static var forestMonolith:Array = ["就在那！！",99,"我能感觉到是那块石碑让周围的怪物变得比往常都凶暴。\n我的意思是，这附近一直都挺阴森的，但是最近变得更加阴森了！",112,"我们为什么要在这里留步啊？！\n没看到那边有僵尸吗！",68,"嗯嗯，她们看起来好眼熟喔……",95];
      
      public static var mushrooms:Array = ["这里好漂亮！\n我都不知道这里还有这样的生态系统！",56,"这些蘑菇能不能吃啊……\n我很想试一下，但我以前吃过这种苦头……",15,"我的过敏……加重了。\n真菌……太多了。",74,"他要死了吗？        \n（也许这就是报应吧。）",114];
      
      public static var needLeafyBoots:Array = ["啊，木筏匠就住在西边不远的地方，我们快要到了。\n只是……我们还得找到能让我们行走在荷叶上的道具。",101,"这该死的森林总有办法挡住我们的路是吧？！\n我们要蹚过这些臭水泥塘吗？还不如杀了我！",57,"那还真是抱歉啊，小公主！\n如果你能多花些时间到户外走走减减肉，你就不会过得这么苦了！\n你自己就没想过这回事吗？",99,"没多少人会像野人一样吃住都在森林里吧！\n这你不能怪我！",40,"当然要怪你啊！\n你满身赘肉，还垂着对大奶到处晃来晃去的！          \n\n就是因为这个男生才会围着你转！",100,"你觉得我很享受那些变态的注意吗？！\n至少你不必担心会被绑去当性奴！",36,"（难道她还在对我绑架她生气……？\n可那已经是好几个小时前的事了！）",75,"嗯，随你吧，娜塔莉。\n我不想惹哭你。",109,"我才不会哭呢！",37];
      
      public static var needLeafyBootsShort:Array = ["啊，木筏匠就住在西边不远的地方，我们快要到了。\n只是……我们还得找到能让我们行走在荷叶上的道具。",101,"这该死的森林总有办法挡住我们的路是吧？！\n我们要蹚过这些臭水泥塘吗？还不如杀了我！",57,"那还真是抱歉啊，小公主！\n如果你能多花些时间到户外走走减减肉，你就不会过得这么苦了！\n你自己就没想过这回事吗？",99,"没多少人会像野人一样吃住都在森林里吧！\n这你不能怪我！",40,"嗯，随你吧，娜塔莉。\n我不想惹哭你。",109,"我才不会哭呢！",37];
      
      public static var annaIsSorry:Array = ["嗨，娜塔莉。\n之前的事真是对不起。",112,"哦，是吗？",49,"其实我没觉得你很胖。\n也没觉得你像奶牛什么的。          \n\n我只是觉得你有点娇生惯养，没别的意思。",101,"你刚才就没提过这些吧，不过算了。           \n\n我就原谅你吧。",51,"改天我们一起去野营吧，我会教你如何荒野求生！\n到时候我们可以猎熊来吃！",117,"哈哈，说不定会很有趣呢，只要有自来水和Wifi就行了！",34,"（这女的没救了！）",107];
      
      public static var crawling:Array = ["我们马上就要到啦！\n就这里最窄了——只要爬过去后面就轻松了。",92,"这么爬简直就是奇耻大辱，我都怀疑是不是光荣赴死会更好。",77,"你想死的话也可以去死。        \n我们可不需要发牢骚的人。",99,"喵呀~嘎~！",141,"啊？你说什么？",35,"我才没看呢，我发誓！\n没腿在污蔑我！",13,"诶诶诶？！",42];
      
      public static var stepladderGet:Array = ["好啦，这下树上每个地方我们都能去了！\n只要别下树就不会遇到死胡同。",94];
      
      public static var leafyBootsGet:Array = ["好了，能让我们去到头目那的靴子就在这里！",92,"这双特制靴子一直都在你家啊，小兔崽子？！\n我们在森林里吃了那么多苦都是因为你啊？",69,"冷静点，老兄。\n我觉得你不能把这种迷宫般的关卡设计怪到安娜身上。",27,"什么是“关卡设计”？\n我可不喜欢被当成猴耍！",65,"哦哦，是这样吗？\n难道走了一小段森林你就害怕了？         \n\n嘻嘻嘻。",105,"你要知道，我还可以放火烧平这片森林！\n要不要那样啊，你这个绿毛丫头？！",70,"当心你说话的口气，兰斯。\n再这样口出不逊的话就休怪我们手下无情。",49,"哼。",79,"总~之~啦……这样我们就能前往森林西区了。\n接下来就要打头目了。",111];
      
      public static var boss3:Array = ["那边那个大家伙就是头目？\n那是什么鬼东西啊？",22,"它看起来没多少移动力——我们小心点上去侦察一下吧。",52];
      
      public static var boss3Beat:Array = ["哦耶，我们赢了！\n剩下的都树倒猫散了！",93,"那群肮脏的小畜生挡我们道时就已经铸成大错了！\n在我们的联合之力下它们只能当炮灰！",63,"这样就行了吗？\n森林里出现不死怪物真的是因为这个东西？\n总感觉我们还没有掌握全貌。",52,"也许你说得没错。\n不过能先给我们庆祝胜利的时间吗？",107,"哦，抱歉。\n我不是那个意思。\n我们都干得不错。",43,"你们战斗中的表现都很好。\n也许再过不久我就能称呼你们为战友了。",64,"我已经准备好叫你哥们了，哥们。",27,"看来兰斯也开始将功补过了。\n虽然他现在还是罪债累累，但说不定哪天就能赎清了。",92,"可他还没有为自己所作的任何事情道过歉吧！",52,"我是不会道歉的——我是在有限的情报下采取了我认为最正确的行动。\n我所做的一切都是为了造福人类。",65,"看来我们还得给他多做些电疗……",47];
      
      public static var raftGet:Array = ["重回大海的感觉真好。\n我们终于可以在茫茫水面上航行了，想去哪就去哪！",3,"我还没坐过船呢……      \n……而且我还听说过巨大海怪用细长触手把船拖下水的恐怖故事。",54,"对了，你是怎么操纵这东西的啊，马特？\n我连一个船舵都没看到！            \n\n我有点不放心啊……",45,"呵呵，操纵木筏就和走路一样。\n心里想着往前，它就会往前了！         \n\n我童年有很多时间都是在木筏上度过的——我老爸老妈带我环游了整个世界！",29,"可惜那时候我还太小，没多少能记清楚的。\n后来他们遇到了危险，就把我扔到了小岛上，哈哈。\n什么事都得靠自己解决，也许这就是我学东西会慢半拍的原因。",27,"那，马特，你觉得你父母还在什么地方活着吗？\n他们是海盗还是什么？",112,"呃，怎么说呢……水手一般活不了多久。\n所以我基本上没抱什么希望。         \n\n不过我早就认了。",1,"能和一群小可爱航海冒险，我觉得他们一定会以你为傲的。",94,"*喵嗝！*",132,"哈哈，但愿如此。",27];
      
      public static var fishing:Array = ["啊~~~~~。",132,"没腿……你这是……钓鱼么？\n鱼可不会往你的嘴巴里跳的！",22];
      
      public static var swimming:Array = ["提问！\n没腿会游泳吗？\n我们出发前都没问过他……",106,"！！！",145,"靠，要是没腿掉进水里就玩完了！\n貌似我们没人考虑过这点。",16,"喵……",144];
      
      public static var waterMonolith:Array = ["又一块石碑。\n只要有怪物，附近就肯定有这种石碑……",112,"石碑中心的空洞看起来像是某种天线或聚焦镜。\n它们一定是在监视着我们，没别的解释了。",61];
      
      public static var jaggedRocks:Array = ["南边海岸根本没有可以靠岸的地方！\n一眼望去全都是嶙峋的石头——好麻烦啊！",9,"如果我没记错的话，我家南边的山谷是南方大陆唯一安全的登陆点。\n但是那里……肯定会很冷。",15];
      
      public static var lanceIsSorry:Array = ["嗨，女士们。\n呃，我是说，娜塔莉还有安娜……",61,"嗯呵？",35,"现在我也算是女士了吗？",92,"我希望能……呃……该怎么说呢……？      \n\n呃，嗯……",71,"嗯~~？",49,"我想为我犯下的罪行道、道、道歉！\n我想消、消除我们之间的敌意！       \n\n我想改、改善我们之间的关、关系！",72,"迟来的道歉总比没有好。\n我欣赏你付出的努力。",31,"我不是个记仇的人，但你做过的事我也不会忘记。\n要是你再敢找我麻烦，我绝对会让你不得好死！",94,"（看来有效了……\n这就是别人所说的……原谅？）",71,"喵！",129,"就是啊，那我们呢？\n你个混蛋可是拿了一整辆坦克来袭击我们！！        \n\n为了恢复伤势我可是花了好几分钟！",9,"噗，我才不会同情你们呢。\n做得太过份的地方我会承认，但是碾压入侵者可是天经地义的事。",81,"好吧，总之我原谅你了！",2,"你才不能原谅我呢——我又没对你做过什么坏事！",69];
      
      public static var forgottenRuins:Array = ["喔，这神殿貌似有些历史了呢。\n都快被丛林给掩盖起来了。",93,"这地方被搜刮过了么？\n那些底座上应该会有闪闪发光的东西吧！",9,"嗯……也许这是……？",65,"不，什么都没有。",81];
      
      public static var ruins1:Array = ["哇，我从来没见过这种的废墟！",46,"根据历史记录有很多神殿是为了祭祀古代神明而建造的，比如猫神或是阿克隆，但是这些不同于那些。\n这些雕塑的脸型和我知道的神明都不太一样。",52,"陨石的撞击似乎引发了全球变暖现象。\n哪怕只是变化了几度，也会导致全世界大量的冰川融化。\n人为造成的全球变暖也许只是无稽之谈，但是陨石撞击的话是绝对能做到的。",75,"难道说这些遗迹几千年来都被埋在冰里没人发现？\n那说不定我们是第一批见到它们的人呢！\n我得开始记笔记才行……",32,"也就是说这里一定埋藏有很多宝藏！",3,"你就不能关注下这些地方的历史与背景吗？！\n你这个呆瓜只知道满足自己的私欲！",39,"如果说……这些都是外星人建造的呢？",117,"*叹气*",47];
      
      public static var campsite:Array = ["还说什么探索新大陆呢——这里都一大堆NPC了！\n估计他们都找到一堆宝藏据为己有了！",9,"好啦，我们要去下一个镇子还是得经过这里。 \n我记得是叫红松镇吧。",31,"没错，红松镇和绿木村几乎是同一时期落成的。\n我们在渔权问题上起了不少的争执。         \n\n当然，绿木村永远都是对的！",92,"红松镇在陨石撞击之后就杳无音信……\n不知道目前状况如何……",35,"那丑话就由我来说吧——那个镇子多半已经被抹平了。",61,"兰斯！",39,"怎么了？",79];
      
      public static var ruins2:Array = ["这些建筑太壮观了，也保存得非常好。\n这些神殿在当时一定非常辉煌吧！",32,"只有外星人才能造出这种东西——肯定是这样！      \n几千年前住在这里的人一定是受到了外星力量的影响……",106,"有可能但概率不大。\n只要是有一定秩序且拥有大量奴隶的文明，就能轻而易举地造出这种建筑。\n说不定是为了纪念他们伟大的领袖才造的。\n（很有可能就是像我这样的人！）",65,"也许是旅人觉得太冷想造个房子避寒而已？",2,"喵嘎嘎……",129,"你也不买这些解释的帐吧，没腿？\n他们的脑袋不怎么好使，对吧？",51,"诶，你又算哪门子的历史专家？！       \n你怎么确定它不是外星人或是独裁者造出来的？！",99,"你给我听好了，我可是大学拿全A的学生，而且历史还是我最喜欢的科目！\n我对被遗忘的猫王国，主要地区的历史，圣暗魔法的理论，以及各种神话和传说都了如指掌。\n你要知道，书上能学到很多！",39,"如果你那么聪明的话，为啥你会跑来执行这种危险的侦察任务？\n而不是待在哪个舒服的学术岗位？",82,"呃，嗯……    我不想提这件事……               \n\n（我是因为出了大糗才离开的……）",43];
      
      public static var slippery:Array = ["我·要·被·这·些·冰·给·烦·死了！！\n为什么我们不去买防滑靴？！",10,"而且这种排列也太精妙了，简直就像自然精灵在嘲弄我们一样！",95];
      
      public static var children:Array = ["嗯，这里什么都没有——就只有该死的冰！\n我们往回走吧。",17,"我的衣服不适合这种天气。\n回我要塞拿些喷火器再继续走吧。",65,"（为什么我感觉像是给一帮小孩子当保姆？！）",39];
      
      public static var ruins3:Array = ["我真想知道古代人信仰什么样的神明，以及他们的文明最终都怎么了。\n这里有这么多历史学家都没见过的废墟，真是让人遐想万分啊。",31,"说不定他们只不过是嗑药的自恋狂，雕塑都是自己的脸夸大后再刻上第三只眼睛！",22,"这些石头脸……看起来很像外星人，不是吗？\n说不定这些人信仰的就是外星人，然后他们都被UFO给拐走了！\n最后外星人篡改了所有的历史书，这样就没人知道他们的存在了？！",106,"很明显这是极权主义的监管政府。\n为了确保公民不会犯思想罪，老大哥的巨型眼睛时刻监视着他们。\n不从眼叮嘱，脸上放老鼠！",83,"喵，喵！",124,"不会的，没腿，那肯定不是没耳朵的猫人。",19,"你们别闹了，我可是在认真思考的……",47,"话说回来娜塔莉，你之前的故事还没说完呢。\n所以……是什么原因让你离开了大学来跟我们这些大老粗混的？",92,"我真想忘了这事……",47,"（我才不是大老粗呢！）",69,"也不是什么大不了的……              \n我在写一名职员的黄色同人小说的时候被抓包了……那个职员其实是我的讲师。",51,"哈哈哈哈哈哈，当真的？\n“这”就是原因？！",102,"啊，对……是有点滑稽……\n我都没脸面对班上的人了——还有那个被牵扯进来的男人——后来就……",41,"（不行了……这原因蠢爆了……我都快笑岔气了……）",104,"（唔唔，娜塔莉中意的男人究竟长什么样呢——也许这事我得做个笔记……）",61,"说不定哪天我能克服羞耻感把课程给读完……        \n不过总体来讲我还是很享受这次休假的，而且我在这里学到的东西比在大学时还多。                 \n\n你们就随便笑吧，我一点也不介意。",57,"喵嘻嘻嘻嘻！",141,"（而且我也确实得到了教训——现在我要把我的同人小说藏到没人找得到的地方……）",51,"（她刚才是不是瞄了我一眼？）",19];
      
      public static var gettingWarmer:Array = ["啊啊，终于又暖和起来了！\n再见了，冰冻山谷——我不会想你的！",2,"只可惜前面有个巨型石头怪挡住了去路。\n反倒是波塞冬连个影子都没有——他可能去度假了吧。",65];
      
      public static var boss4Beat:Array = ["哦哦，我们真是积累了不少恶业啊。\n大地不会高兴我们这样打倒自然之神的。",92,"噗，一派胡言。\n大地的存在就是为了给人类奉献资源。\n连《圣猫福音》都是这么说的。\n（不过我也只读过那段就是了……）",61,"不管怎么说，我们打倒了波塞冬，红松镇的人肯定会很开心的。\n他们可能有好一阵子都没听过外界的消息了吧。",32,"我们已经非常接近目的地了。\n“大撞击”的发生地应该在镇子的另一边……",31,"前提是，镇子还在的话。",61,"*叹气*",47,"*被打晕了，但还在抽搐*",138];
      
      public static var nearRedpine:Array = ["我觉得我们到镇子后会被热烈欢迎！\n我们总算可以好好吃上一顿了！",20,"可是我一个人影都没看到……",35];
      
      public static var redpineHistory:Array = ["我……上次来这里已经是好久之前的事了。    \n看起来这里还是跟以前一样荒凉。",61,"你来过红松镇？\n这里以前有不少的矿井——莫非你老家就在这？",52,"这间难看的补品店曾经是座孤儿院。臭老爸被炸死后我就被扔在了那里。     \n\n说不定我就是从那时起开始憎恨人类的……         \n……我对这个镇子一点好感都没有。",79,"但我们还是得拯救它……就算有时候会起争执，绿木村和红松镇仍然是盟友！",97,"哼，完全没有救的价值。这镇子埋葬的死人比幸存的活人还多。",81,"你对这里到底有什么深仇大恨啊？",109,"嗯，其实，我还挺喜欢那家枪械店。\n我就是在那里学习枪法的！          \n\n我还在森林里猎过熊呢，和我——",62,"………………………………",77,"嗯，我想我那臭老爸还算是做过一件好事吧。                     \n\n无所谓了！",79];
      
      public static var redpine1:Array = ["这周围还真是安静得可怕。\n大家是都藏起来了，还是……？",95];
      
      public static var redpine2:Array = ["哦，是个残兵！看来他还不知道我被打败了。",61];
      
      public static var redpine3:Array = ["要不是有人把这些该死的石块放在海岸边的话，我们早就到这里了！！",9];
      
      public static var redpinePub:Array = ["哦，大家都藏在这呢。\n他们看起来……都很消沉啊。",35];
      
      public static var redpineCult1:Array = ["这地方莫非是……邪教大本营？",61,"礼貌点，先别急着下结论。\n我们先调查一下，看看能从这些人口中问出些什么吧。",32,"我只知道他们从冰冻山谷的遗迹里挖走了不少宝物！",9];
      
      public static var redpineGuns:Array = ["这样才像话嘛。\n看看这些美丽的家伙吧！",87,"我觉得在枪头上安把巨剑会更帅。\n想想那边射击边刺杀敌人的身姿！",2,"那绝对是个馊主意。\n（内脏和血会溅你一脸的！）",77];
      
      public static var redpine4:Array = ["这整个镇子都感觉好阴森喔。\n秋天都还没到，那些树叶却是红的！\n这不正常吧。",109,"而且这里闻起来有股农场味！",44];
      
      public static var redpineShop:Array = ["这里都是些怪人！",65,"小声点吧！\n我们还要跟这些人打交道呢，可不能被他们赶走！",43];
      
      public static var graveyard1:Array = ["看上去有好多墓碑都是最近才立起来的。\n那些怪物害死了那么多人吗？",95,"下次就轮到我们了。",79,"哇，某人的脾气比平时更坏了……",51];
      
      public static var graveyard2:Array = ["嗯，这里面都有啥呢？\n我们有没有办法闯进去啊？",5,"说不定只是一堆新鲜的尸体。",61,"*用犀利的眼神瞪着*",49,"怎么了？\n在尸体下葬前他们总得找个地方保存吧。\n我可是在战区里混过的人！",79];
      
      public static var redpine5:Array = ["看起来这镇子真的变得满目疮痍了呢。\n他们的房子都塌了，而且怪物满地都是。\n我们要尽可能帮帮忙，毕竟这里是抵达目的地前最后的补给点了。",35,"我也同意，娜塔莉。\n盟友总是多多益善。\n而且这周围的人确实很需要我们的帮助。",93,"也许我们能得到他们的报答……\n只要有打怪任务我就没有意见。",15];
      
      public static var basement1:Array = ["（我都有点不想知道这下面藏着什么了……）",24];
      
      public static var basement2:Array = ["（我能听到前面有呼吸的声音！）",25];
      
      public static var basement3:Array = ["刚才那是什么鬼东西？！\n感觉也太真实了吧！",28];
      
      public static var basement4:Array = ["喔，这是秘密洞窟？\n这下面绝对没好事……",109];
      
      public static var basement5:Array = ["这是……血、血？\n我就知道那家伙藏着什么！",114];
      
      public static var basement6:Array = ["我们要不要向谁举报啊？\n比如说警察之类的？",5,"估计那些警察都在忙着抓网络喷子之类的鸡毛蒜皮的事呢。",81,"不对，这附近没有警察之类的东西。\n反正跟我们没什么关系。          \n\n以后都避开这房子就是了。",107];
      
      public static var basement7:Array = ["哇，我们什么都看不到了！           \n\n嘿，没腿，你的夜视能看到啥么？",5,"喵嘎嘎，喵！",145,"你觉得这里是刑讯室？！",25];
      
      public static var basement8:Array = ["啊哈！\n墙里有秘密通道！",93,"这通道感觉很黏滑……而且我能听到有什么东西在爬来爬去。",18];
      
      public static var basement9:Array = ["（说不定可以拍个最后只有我与娜塔莉存活下来的恐怖电影。\n这下面什么事都可能发生……比如我们之中某些人轻轻地掉进了悬崖……）",66,"（不对，我不该再这么想的！）",77,"……",149,"（啊？难道这猫能读我的心？）",67];
      
      public static var basement10:Array = ["我们以后再也别下去了。",28,"同意。",67,"不就是一群戴着面具的人嘛。\n有什么好怕的。",51,"但他们为什么要戴面具啊？！\n他们在骷髅堆里做什么？！",86,"说不定他们只是在做什么实境动作角色扮演呢！\n有些人就是喜欢乔装打扮成怪人！",94];
      
      public static var rapture1:Array = ["我、我靠……这里……全是黑石头？",66,"那边还有浮空的石碑！\n为什么它会这样飘着？！         \n\n它是要攻击我们吗？",115,"起码我们知道陨石的撞击点了。\n毫无疑问——这里就是我们的终点站。\n历经千辛万苦我们终于到这里了！",35,"看来我们终于要知道石碑的目的，以及这里要发生什么事了。\n我感觉有点紧张……",114,"现在我们离家都超远的。\n娜塔莉还真是把我们拽进了一次不得了的冒险呢，对吧没腿？",2,"喵……",148,"我超开心不是自己一个人来到这里！\n我们都会没事的，没腿。",31,"喵？",127,"嗯，绝对。",53];
      
      public static var teamReflects:Array = ["如果我还能活着回去的话，肯定有一大堆故事可以讲。\n我原本只是想弄回我家的电，没想到后来会经历这样的大冒险。\n我升了这么多级，老朋友肯定都认不出我了！",2,"我之前可能有点太天真了——我以为在希望港随便租个木筏很快就能到这里。\n没想到这一路来会如此险象环生，可能有些还是我的错……",41,"娜塔莉，我们来这也不是全因为你。\n我们都有想保护的东西，而且这一路来我们都犯过错。\n没关系的。",94,"喵！！",123];
      
      public static var teamReflects2:Array = ["不知道我家中的父母看到这种地方会说什么。\n说不定他们会把我锁在家里再也不让我出门。",112,"我原以为这里会是周围立有几座石碑的陨石坑。\n不过现在看来这完全就是另外一个星球的景象……",65];
      
      public static var bloodCave1:Array = ["有什么黏黏凉凉的东西滴在我身上了……\n赶紧找到灯的开关吧。",65,"咿，我踩到什么粘乎乎的东西了……而且这些墙听起来好像是正在呼吸。",25,"喵！     \n\n喵呵！",142,"没腿说他在黑暗的环境里没问题，不过我们几个很可能会死……         \n\n听起来挺糟糕的。",52,"没腿，要是你把我们扔在这黑漆漆的地方，我们可能会不小心射死你喔！",117,"咪……",147];
      
      public static var rapturePuzzle:Array = ["不要啊。这谜题我不参与。\n娜塔莉，这里就交给你了。",17,"你还真是老样子。",51];
      
      public static var teleporters:Array = ["这些传送装置太神乎了！\n我们是从原子水平分解，然后在新的地方重新组合。",62,"听起来会是很疼的样子。\n不过实际体验起来却只像小睡了一会。",91,"让我不解的是……是不是每次传送我们都算死过一次，然后再被克隆？",76,"是的话会怎么样？",45,"也不会怎么样吧。",61];
      
      public static var lavaLake:Array = ["这片岩浆湖肯定就是陨石撞击的切确位置了。",61,"有岩浆作为缓冲是件好事啊！",2,"不是的，那样不符合物理。\n我的意思是撞击把整片区域都熔化掉了。\n肯定有好几百个NPC被瞬间汽化了吧。",79,"哇，想想那些一起被摧毁的宝箱吧。           \n\n真是太残酷了。",7];
      
      public static var darkTemple:Array = ["哇，是之前看到过的神殿。\n不过看上去不像是猫神的神殿。说不定那些不信神的邪教徒就在这里祭祀呢。",112];
      
      public static var rapture2:Array = ["这里有好几条路可以走呢。\n这整片区域就像迷宫一样杂乱无章。",61,"这些石头的排列都好巧妙喔。\n看来台座上曾经放过什么球状的东西。",92,"（喂，你。对，叫的就是“你”。\n我有好一阵子没跟你搭过话了，毕竟旁边有人的话看上去会很傻。\n你还能看到我的心声，对吧？\n这算不算祈求？嗯，也许算吧。）",11,"（总之啊，我知道你在这个冒险上也有很重要的戏份，虽然具体我也不太清楚。\n开头只有你、我和没腿的时候还能闹着玩。\n但现在的事态越来越严重了，你最好能照顾好我的朋友。\n特别是娜塔莉——要是我们出了事，她肯定会自责的。）",5,"（所以如果你跟我想的一样能深深影响我们命运的话，请确保我们不会死吧。         \n\n还有，别跳过支线区域——我要搜刮掉全部的财宝！）",2,"你在那发呆干嘛，马特？\n我们现在是深入敌境了——给我专心点！",65,"啊、对不起！",13];
      
      public static var rapture3:Array = ["我们已经拿到两颗宝珠了！\n进展不错嘛。",34,"喵！",122];
      
      public static var rapture4:Array = ["好哇，我们已经集齐三颗宝珠了。\n我都快按捺不住了！",2,"我总感觉我们马上就要神隐了，所以我要尽情享受地上的最后时光。",88,"喵？",147];
      
      public static var rapture5:Array = ["我还是觉得有点不放心。\n谁也不知道四颗宝珠放上去后会发生什么……",88,"最好和最坏的情况就是最终头目被召唤了出来，然后我们全死在这里。",5,"万一我们有个三长两短……\n我想说认识你们真好！",101,"（他们突然就正经了起来。\n说不定他们吊儿郎当的时候还更有斗志呢。）",47];
      
      public static var space0:Array = ["靠！我的东西！！",69,"哇哇，发生了什么？！",52,"好讨厌的感觉！！",4,"哇哈哈哈，真好玩！\n这里没有重力！",93,"我们被卷入了次元虫洞。\n没人知道我们会去哪里。\n说不定会去到银河系的另一边。",65,"没关系——虽然没什么依据，但我相信这个奇怪的外星传送门！\n前面能看到光——估计我们马上就到了……！",2];
      
      public static var space1:Array = ["我们——是在太空吗？！\n我们要窒息了吗？！",78,"哇，我们的位置好高！\n远远看去地球是长这样子喔？\n不过我的呼吸没问题啊……为什么会窒息？",112,"这……不正常。\n我们是在现实中，还是在幻觉中？          \n\n宇宙的法则应该不可能容许这种地方存在！",66,"这难道是……口袋宇宙？\n用次元壁从我们世界中分割出来的时空？\n这是石碑的杰作吗？",75,"它们的控制者肯定在这里！！\n不管给石碑下命令的是什么东西，这里都是它隐藏自己的最佳地方！",73,"我听不太懂你的话。\n但是有这种力量的话我们要杀死它应该不简单吧……",5,"喵，喵！",142,"同意。不管前方有多么艰巨的挑战，我们都要保持自信。",53];
      
      public static var space2:Array = ["等等，我有件事想说。\n有人跟踪了我们很长一段时间……",35,"什、什么？\n谁跟踪了我们？！        \n\n我们一直都……很小心啊！",76,"我见过马特与对方说话，所以他也应该察觉到了。\n有人在天上看着我们……也有可能比天还高。            \n\n虽然我解释不了，但我能感觉到。",41,"你也能感觉到吗，娜塔莉？\n我还怀疑过自己脑子是不是有点问题。\n我一直把对方想象成控制游戏世界的玩家。\n反正我自己是这么想的。",12,"很多伟人也相信我们的世界只是一种模拟程序，但是我不知道有没有足够的证据支持这个观点。\n说不定这种事情永远也无法求证。",83,"事实是什么我也不是很清楚——只是有这样的直觉。       \n\n我偶尔自言自语就是觉得可能会有人听得到。\n当我清楚地解释我的想法时，好事似乎就会发生，仿佛有人在聆听我，引导我一样。",27,"而且，这周围不是有很多用户界面元素嘛。\n图标和对话框之类的东西。\n这些我们都不需要，没有它们我们也能交流。\n它们肯定是给那些在远处看着我们的人用的！",15,"（我之前怎么就没注意过这个对话框呢？\n明明就是摆在眼前的东西！）",66,"嗯，总而言之。\n我想对屏幕后面的玩家或是谁说几句话。\n我觉得对方应该对我们很了解，所以我们也没什么好隐瞒的……",31,"你最好照顾好我们，确保我们不会死在这里！！",40,"我们经历了漫长的旅程，现在的形势变得非常严峻，而且你所做的决策也不总是完美的。\n很多时候我都以为要撑不下去了，就是因为你都没有正确地指引我们。\n所以说，如果这是我们冒险的终点的话，你最好给我认真对待！",39,"诶，娜塔莉，你别把对方给惹毛——",12,"要是我的朋友有什么三长两短，我会跟你没完的！",40,"好了，我说完了。\n希望对方能听见吧。",47,"我越听越迷糊了。\n我都不知道马特与娜塔莉有那么迷信啊！",105,"*微微的笑着仿佛看穿了一切*",141];
      
      public static var space3:Array = ["停下！\n我们不能走这条路……那边有什么东西很不对劲。",85];
      
      public static var space4:Array = ["我感觉我身体不听使唤被强拉着往前走！\n我一点都不想走这条路！",115,"喵、喵！",145];
      
      public static var space6:Array = ["我的天——",73,"……",25,"咪、咪喵……",126,"空间被扭曲和碎裂得面目全非！\n要是这种坍缩蔓延开来，时空的架构会瓦解至虚无。        \n\n简直就像是世界本身被撕碎了一样。",68,"那我们还能干什么？\n这就是我们的末路吗？\n这种东西我们怎么跟它打啊？",6,"要是不管这事的话，我还能待在家中活久一点呢。\n我们就回去这么做吧，大家！       \n\n我可不想被虚空给吞没！",98,"咪、咪、咪、喵……",148,"这只是噩梦。\n这只是噩梦。\n这只是噩梦。\n这只是——",89,"喂！！\n你们几个振作点！",40,"我们一起经历了那么多，只要努力的话这种难关我们也一定能渡过的。\n我们每个人都强过以前遇到的任何敌人！\n我能感觉到，屏幕后面的那个人也一定会引导我们走向胜利的！",52,"而且我们并非是孤身作战——我们可是有很多跑龙套的生物在背后支持着我们！\n希望港，绿木村和红松镇的NPC也都在为我们加油！\n我们不能让他们失望！",53,"如果这就是我们的最终决战，我一定会竭尽全力！\n说自己不害怕那肯定是假话！",114,"要是我在这里输了，爸爸妈妈绝对不会原谅我！\n为了他们，为了大家，我一定要赢下这场战斗！",103,"我、我就算死在这里，也要让敌人吃上苦头！\n我会引爆我所有的炸弹！",69,"能和你们一起旅行真的很开心，要是以后能一直这么下去就好了。             \n\n我想……我会……用剑砍上去。\n毕竟目前为止这招都挺有效。",27,"喵！",123];
      
      public static var ending1:Array = ["于是，地球终于从吞噬者的魔触手中解放了出来。宇宙石碑的任务失败了，并且由于没有新的指令，它们也不再活动。随着它们危险辐射的消散，野兽与人类终于松了一口气，这场持续了足足好几天的战争终于落下了帷幕。",333,"主角们渐渐取回了以前的冒险记忆——数年的游历与友谊逐渐被记起。由于虚空不再受吞噬者控制，被删除的信息也从宇宙回收站中慢慢恢复。被关闭的模拟程序中的记忆通过梦与启示的方式涌现。",333];
      
      public static var mattXnatz:Array = ["马特与没腿继续搜刮着地牢里的宝藏，偷窃NPC的行为也越来越少。娜塔莉严厉的审判让他们的任务变得更加道德。她能看到马特开始变得更加认真，而马特也尽力不让她失望，虽然过程不总是那么成功。",333,"和平的世界给了他们单独相处的时间——就像他们刚开始史诗冒险时一样。虽然娜塔莉更喜欢安居于一处，但她认为马特还需要几年才能变成熟。所以在那天到来之前，他们继续踏上小小的冒险，直到最终修成了正果。",333];
      
      public static var lanceXnatz:Array = ["兰斯似乎良心发现，开始重建被他摧毁的家园。他改写了自家机器人的程序，让它们在搭建建筑物时能够自己去搜集材料。由石头与木头构成的敌人经常被无辜牵连，很多花园也因此被摧毁。似乎从来就没有人做过风险评估。",333,"不过，兰斯的秘密目标是为了接近娜塔莉，从事慈善工作似乎是最好的方法。即使是他也能看出来娜塔莉大概永远都不会对他有意思，不过在遇到更令他怦然心动的佳人之前，哪怕机会渺茫也都还行。说不定最后她会移情别恋于我呢，他这么想着。也许哪天马特会战死沙场。虽然这想法不切实际，但是发发白日梦又不会有损失。",333];
      
      public static var annaXnatz:Array = ["安娜的父母认为既然安娜已经成长到足以拯救世界，那她自己住也不会有问题。于是，他们把她赶出了家门。安娜买了一小块带有简朴屋子的地，并且迅速塞满了植物和盆栽。房子变得潮湿发霉，还滋生了毛虫。安娜的健康也因此每况愈下。",333,"大学毕业后娜塔莉搬进了安娜家，对她不良的生活习性进行了干预。娜塔莉在卫生整洁方面划了一条红线，并且提议她们开一家花卉店，这样安娜就可以追求自己的爱好，也不至于堆得满屋都是。没腿成为了她们的吉祥物，她们的生意颇受当地嬉皮士与老奶奶的欢迎。",333];
      
      public static var mattXanna:Array = ["马特和安娜都是玩不同主机的游戏长大的，于是他们补起了之前错过的游戏。他们尤其喜欢动作和冒险类游戏，特别是那种可以多人合作的。不过，格斗类游戏总是会以真人互殴以及摔烂控制器作为收场。",333,"直到最近，他们穷得连网络或官方攻略书都买不起。现在，在一些提示的帮助下，他们终于能重温许多老游戏，看看那些被错过的秘密。他们也很想尝试那种叫“联网游戏”的新东西——可惜由于技术问题他们始终无法将主机连起来。",333];
      
      public static var lanceXanna:Array = ["兰斯与安娜在一起打了不少的猎。他们有意识地去捕猎那些搞事的害兽，比如那些经常骚扰小镇家畜的史莱姆和企鹅。有时候，他们甚至会因为狩猎了棘手且稀有的怪物而获得一大笔奖金，比如精金龟或是贝希斯王。",333,"安娜对大自然的敬重以及兰斯对现代武器的精通让他们相互学到了很多——其中最重要的是，破坏与保护在可持续循环中有着紧密的联系。兰斯开始意识到地毯式轰炸布不是可持续的爱好，安娜则是学到了很多新的粗口。",333];
      
      public static var mattXlance:Array = ["为了防止以后可能出现的外星人入侵，马特与兰斯研发了新的武器。他们打算建造能一次性贯穿二十辆坦克的“天剑加农炮8000+”。其它概念还包括枪刃，锁链双剑，以及遥控飞剑。这些主意全被兰斯否决了，因为——用他的话来说——这些想法都很白痴。",333,"兰斯征服世界的野心仍旧没死，不过他开始以和平的方式去追求它。利用手上的资源与技术，他终将掀起一场工业革命，让他成为新兴资本主义的领军者。他发现，把东西卖掉比毁掉它们更赚钱。",333];
      
      public static var badEnd:Array = ["“史诗战斗幻想”团队完成了他们拯救世界的使命，然后就各走各路了。他们无法克服彼此的分歧，始终心怀芥蒂。他们不时会聚在一起喝上两口，追忆他们宏大的冒险。只可惜他们再也不会取得这么伟大的成就了。",333,"喂！\n这结局也太悲惨了吧！",99,"就是吧？\n我们的队伍有那么差劲吗？",5,"我们之间有些人几乎全程都在坐冷板凳，上场的机会都没多少。\n我不是针对谁，就只是说说而已。",51,"嗯，也就是说如果我们能完成更多的任务，或是让所有人都参与战斗，就能获得更好的结局……？",45,"这机制也太现实了吧！\n不到处跑腿连个好结局都不给吗？",9,"至少完美结局不需要买DLC。",79,"喵……",139];
      
      public static var okayEnd:Array = ["“史诗战斗幻想”团队拯救了世界，并且赢得了很多人的尊敬。他们收获了很多的粉丝，但是仍然有人谴责他们一路上肆无忌惮的行为。在人们眼中，他们是乱世中的英雄，但在治世中就只是麻烦而已。",333,"喔，我们赢了！\n这结局还不赖嘛！",93,"我不觉得这就是全部——大伙的结局我们都没看到。\n肯定不止这些东西。",52,"貌似我们树敌还树了不少……\n肯定是因为你们这群混蛋一直在乱偷东西！",99,"没错……最低限度我们应该给人家道个歉。\n想大家都原谅我们，要做的事还多着呢。",47,"嗯，只要大家都愿意的话，我也超乐意继续玩下去。\n还有好多秘密没被发现呢！",94,"等等！\n我刚刚收到了作者的心灵短讯！",16,"他说要看到完整结局的话，你得达成许多成就，并且让所有人都参与战斗！\n我们要加深彼此的友谊！\n还得跟传送区域的吟游诗人对话！",2,"听起来蠢爆了。\n这是哄小孩的卡通片吗？",88,"喵！",122];
      
      public static var goodEnd:Array = ["“史诗战斗幻想”团队不仅拯救了世界，还努力修复了一路来他们造成的破坏。他们重建了村庄，还清了债务，还把捕获的怪兽全都捐给了当地的保护组织。为了纪念他们，人们为他们建造了雕像，而主角们也成为了毕生的挚友。",333,"那么，呃，现在我和马特在交往了？\n这也太突然了吧！",43,"还没呢，至少现在还没！\n那些都是将来发生的事情！",12,"现在就看到后日谈感觉怪怪的。\n难道那没有违背什么时空穿越法则吗？",41,"我们肯定会在那些事情发生之前就搞得一团糟。\n时间还长着呢！",2,"这就是完美结局了？\n呸！             \n\n我才没兴趣呢……",81,"兰斯，我觉得你想要的结局大概没人会喜欢。\n我真希望你能变成我们刚看到的那个未来兰斯。",109,"总有一天我会编写一款属于我自己的游戏——那里面我会当主角，并且百战百胜！\n（就看你到时候还说不说得出这种话来！）",77,"我要去射杀企鹅，失礼了。",79,"嘿，那听起来挺有趣的！\n我们给没腿报仇去！",93,"喵，喵！",123];
      
      public static var shillingA:Array = ["对了，还有一件事！现在这些话是说给屏幕前的“你”听的。\n要是你真心喜欢“史诗战斗幻想5”，并且觉得物超所值的话（比方说你是打折买的？），请考虑给作者赏两个小钱，支持一下更新以及将来的作品吧！在Patreon上投入任意金额都会有相应的回报，你还可以通过上面的链接关注我们的新闻！",27];
      
      public static var shillingB:Array = ["对了，还有一件事！现在这些话是说给屏幕前的“你”听的。\n要是我没说错的话，我想你现在正在玩免费版“史诗战斗幻想5”吧。如果你想要体验更多的内容，请一定要购买游戏的豪华版！你可以通过存档备份功能让旧存档转换到新版本上！",27];
      
      public static var stopShilling:Array = ["喂，别打广告了！\n人们对这种东西很反感。\n玩这游戏的玩家估计现在正准备删掉我们了。",79,"嗯，好吧。这几天还是挺开心的。\n超感谢游玩这款游戏！\n没有诸位粉丝的大力支持，我们也不可能出到第5代的！",4];
      
      public static var newgamePlus:Array = ["那件事怎么说？          \n\n你懂的……那件“秘密”的事情！",106,"哦没错……我记得是叫“新周目”。            \n我们可以重打一遍游戏，而且能保留所有装备和属性！\n哦，还有，需要在史诗难度下击败头目才能获得的成就不能在新周目里拿到……",15,"那在当前周目里还有没完成的事情该怎么办呢？",105,"那就得退了重新读档吧。\n鬼才知道为什么我们在打败最终头目后不能存档。",29,"喔……\n那……新周目呢？\n我们要怎么做才能开启啊？\n还是说它自己就会——",92];
      
      public static var freezeflame1:Array = ["冰与熔岩……在同个洞窟里？\n这是什么鬼把戏啊？",22,"喵，喵——喵！",137,"啊？\n你闻到这里有另一个独眼巨人？\n看来我们接下来还有的忙了！",2];
      
      public static var freezeflame2:Array = ["这、这些谜题是怎么回事？\n我觉得我们最好无视它直接走过去。",18];
      
      public static var freezeflame3:Array = ["还有谜题啊……请别这么玩弄我。\n为什么我不能直接砍碎这些块块啊？",28];
      
      public static var freezeflame4:Array = ["喵……喵！",144,"哈哈……你要我抱你过去？\n好啦，没腿，你能行的。\n别当一只胆小猫！",2,"……",129];
      
      public static var freezeflame5:Array = ["好吧，这里有两个头目——我肯定她们会一起攻击我们。\n现在我们有两个选择——",35,"啊，我知道了！\n我们可以从冰那边进攻，也可以从火那边进攻，对吧，娜塔莉？",16,"没错，你说对了！",31];
      
      public static var freezeflame6:Array = ["小菜一碟！",4,"不过我都不知道离我家这么近的地方还有这种洞穴。\n感觉有点酷又有点可怕。\n唔唔，不知道像这样的支线区域还有没有呢……",15,"世界这么大，肯定还有一大堆！\n它们肯定藏有更多的宝藏！",2];
      
      public static var maze1:Array = ["上次我来这里已经是好几周前的事了。\n这里是我机器人挖掘金属矿石与化石燃料的地方——看来它们的进展相当不错。",61,"这些隧道有多长？\n这里有怪物吗？\n有宝藏吗？",1,"呃，天知道。\n有不少机器都生锈了或者暴走了。\n我们也许会撞上几个，也许不会。",75];
      
      public static var maze3:Array = ["这些隧道真是没完没了！\n我们能探索完吗？",95,"嗯，如果地圆说是正确的话——这也是我相信的理论——那这些隧道就会环绕地球一圈然后回到开始的地方。\n至于有没有那么长……我就不清楚了。\n这些机器人的程序里没有编写详情报告的功能。",83];
      
      public static var maze2:Array = ["喂，我不知道这方法适不适用于所有机器人——但假如这里面有个大型机器头目，我们是不是能跟着它的踪迹通过这些隧道啊？\n也许那些踪迹能带我们找到它？",92,"这点子好——也许你没我想象中那么笨。\n如果能找到那些踪迹，我们就能追踪他们了！",62,"嘻嘻，多谢你的夸奖。       \n\n估计我的第二个意见根本就不用提，但是要是能画张地图的话就能帮助我们了解哪些地方是去过的。",109];
      
      public static var maze4:Array = ["这闷不透气的地方弄得我好想吐——为什么闻起来会那么臭？",104,"只不过是汽油，硫磺还有烟而已。\n就这么点你就受不了了？",79,"我要窒息了。",119];
      
      public static var maze5:Array = ["感觉我们已经花了好几个小时在原地打转。\n就不能搭个帐篷歇会吗？",58,"那个保安刚才说过，我们只要一休息就会被吹回入口。\n想走到底的话我们最好不要停下脚步，娜塔莉。",2,"呜咕……",47];
      
      public static var maze6:Array = ["如果我没记错的话，像这样的谜题房间应该有两处。\n它们是整个隧道系统的供能站。",61];
      
      public static var maze7:Array = ["这是什么？\n隐藏房间？",46,"我宁愿迷失在隧道里也不想被卡在谜题房间里。\n我们往回走吧。",17];
      
      public static var maze8:Array = ["哇，地上冒出了大尖刺！\n整个房间都在摇晃——那是头目么？",6,"如果我们要跟它开打的话，就一定要使出全力进行攻击。\n对方的伤害抗性奇高无比，所以我们不能畏缩，否则我们肯定会没命的。",68,"我可不想被活埋在这里。\n如果真变成那样的话，我会先行自我了断的。",89,"为什么我总觉得我们还在帮你收拾烂摊子啊，明明你应该已经是这边的人了？\n现在不是慌张的时候，你得帮我们打这个头目！",40];
      
      public static var maze9:Array = ["我开始了解核融引擎的缺点了——燃料永远都不会用光，因此装有这种引擎的机器不依赖它们的主人。\n看来计划性淘汰作为安全机制还是有用。",65,"能不能一开始就别给挖矿机器安装巨型导弹啊？！",40,"别说蠢话。\n这是防卫环保恐怖分子的必要装备。\n说出来你可能不信，但有些人可是反对在他们家底下挖隧道呢。",81,"如果这里的事情都做完了的话，我很想回到地面上去。",112];
      
      public static var hollows1:Array = ["全是僵尸的洞窟……吗？\n也许是直觉，但是这里可能与那片诅咒森林有关。",51,"喔，我都不知道有这种地方。\n我平常不怎么进洞窟探险。",112,"洞窟可是很危险的。\n你得随时小心隐蔽的岩浆流，以及各种各样的苦力怕。        \n\n而且也经常会有瓦斯泄漏，所以打火前一定要小心。",88];
      
      public static var hollows2:Array = ["哇~~！！\n我差点就滑下去了！",55,"当心脚下，娜塔莉。\n这个悬崖可是深不见底呢。",27];
      
      public static var hollows3:Array = ["哦，我就知道，又是推箱子。\n不管去哪里都会有推箱子，就连僵尸都要我推箱子！",10,"简直就是推箱子地狱啊。",9];
      
      public static var hollows4:Array = ["看起来像是个原始的密码系统。\n只要有足够的时间就能暴力破解。",61,"我不觉得有那个必要。\n只要搞清楚这些符号的意思就行了。",31];
      
      public static var hollows5:Array = ["就没人出来吐槽一下这个啊？\n为什么关键道具会是粪堆啊？",48,"我见过更糟的呢。\n至少这次不是还在跳的小猫心脏。",19,"喵？！",125];
      
      public static var hollows6:Array = ["我总感觉……这里有人在看着我们。",35,"（我在一直看着你的，娜塔莉。\n所以别担心。）",72];
      
      public static var hollows7:Array = ["喔，又一个猫窝！\n这群小畜生还真是执着。",103,"不知道这群神猫病这次又准备了什么。\n我们再给它们来次驱逐令吧。",69];
      
      public static var hollows8:Array = ["诅咒树消失了，神秘之林应该会恢复正常。         \n\n希望如此。",92,"看来这些树根很容易就能伸到地面。\n我同意你的看法——这多半就是诅咒的来源。",31,"这世界上的问题似乎都是猫引起的，对吧？\n猫简直就是万恶之源。",79,"喵！！",150,"没腿说：“不是所有的猫都是这样的，你个臭崽子！”",12,"替我给他传话吧，我是不会跟动物一般见识的——它们才不配呢。",61,"……",129,"我们还是赶紧离开吧。",47];
      
      public static var caverns1:Array = ["嗯？\n我们为什么要留下这双靴子？",105,"天知道。\n估计没什么理由吧，我只随便挑了个道具而已。",27];
      
      public static var temple1:Array = ["这是什么？       \n\n这些遗迹保存得太好了！\n简直难以置信！",46,"我现在知道为什么我们必须留下那双靴子了。",109,"还有滑冰谜题？！\n原来这是个圈套么？！",30];
      
      public static var temple2:Array = ["（它们……正从这些水晶中吸取能量吗？\n难道我的做法错了？\n我要收集的应该是水晶，而不是石碑？）",66];
      
      public static var temple3:Array = ["哇，我们和那颗巨大水晶之间隔了一条三头龙。\n嗯，健康还是财富，哪边最重要呢？",5,"这状况的确不理想。\n要是没龙就更好了。",77];
      
      public static var temple4:Array = ["那条龙完全不够我们打呢！",64,"我会以“马特，传说中的屠龙者，水晶的收藏家，先民的第一位”而为人所知！",4,"这可真奇怪——开战前你们两个都还在考虑逃跑呢！",109,"他们都有选择性健忘症，安娜。\n而且还很喜欢自欺欺人。",51];
      
      public static var caverns2:Array = ["不。不要。我要死掉了。        \n\n还是娜塔莉你来吧。",17,"不过啊马特，我还以为你是绝对不会放过任何没有开过的宝箱，不管是上刀山还是下——",92,"你·觉·得·我·容·易·吗？！\n像这样放弃我的梦想？            \n\n我要是能解开的话早就去解了！",8,"别激动，我们一起来解决吧。\n即便真的解不开我也相信网上会有人愿意分享答案的。",42];
      
      public static var caverns3:Array = ["看啊，马特。\n这里有那么多的水晶，你为什么不在我们解谜的时候去收集啊？",32,"因·为·我·只·想·要·我·拿·不·到·的·东·西！！\n这·不·明·显·么？！",10,"你还真是小孩子脾气！            \n\n（不过你发飙的时候还挺可爱的……）",33,"……",11];
      
      public static var caverns4:Array = ["开始感觉有点热了呢。",2];
      
      public static var caverns5:Array = ["就算是几英尺高的石头也无法阻止我到宝箱身边！",3,"除非是石头被排成了推箱子谜题，对吧？",33,"你为什么要取笑我？！",7,"哇，真是一针见血！",111];
      
      public static var caverns6:Array = ["当你看到脚下的熔岩时，你就会怀疑自己是不是挖得太深了。",85,"那边的巨型魔像是不是波塞冬的亲人啊？\n也许最好别提我们对那家伙做过什么……哈哈。",111,"赞同。",65];
      
      public static var caverns7:Array = ["刚才还真是惊险。\n我们已经干掉了很多强大的敌人，不是吗？",47,"只要我们齐心合力，就连神也不是我们的对手！\n我们赶紧搜刮完这块地，然后转战下一个宝库吧！",4,"我们不是一直都很酷吗？",53,"喵，喵！",123,"我觉得我的头发被烧掉了一截。",112];
      
      public static var snowflake1:Array = ["哇，我们这是在哪？\n这地方看起来好奇怪，但不是那种可怕的感觉呢。",92,"很明显我们是穿过了虫洞来到了异次元。\n仔细看的话你会发现这里没有背景。",83,"这看上去像是没画完啊。\n说不定这地方还在开发中？",2,"我没看到这周围有任何敌人。\n也没看到陷阱——虽然这地方黑灯瞎火的什么都看不清。",35,"看起来物理法则在这里还是通用的。\n应该没什么好怕的——我们调查一下吧！",62,"同意！",3,"喵！",124];
      
      public static var snowflake2:Array = ["那边那东西是这个次元的居民么？\n那到底是什么？",16,"看起来傻萌傻萌的，应该没什么敌意吧。\n说不定它能告诉我们这里是哪里？",95];
      
      public static var snowflake3:Array = ["没想到这猫型生物那么耐打。\n明明它看起来那么的……二次元化。",88,"很遗憾我们必须打倒它。\n但是我们都活着回去还是比较重要的。",53,"喵、喵……？",137,"现在可不是讨论哲学的时候，没腿。\n那东西确实看起来有点像猫，但是我敢肯定它跟你——或是跟这星球上的其它生物——没有半点关系！",52,"不管怎样，我看到那后面有宝箱，别忘了把它们搜刮干净！",2];
      
      public static var retro1:Array = ["咦？难道说这是秘密关卡？\n太棒了！",3,"不过这里感觉有点奇怪啊……        \n这种地方为什么会存在？",5,"喵……",125];
      
      public static var retro2:Array = ["我总感觉我们晃悠到了不该到的地方……",66,"没事的，这只是秘密关卡而已！",2,"（但是这地方看起来不像是……这么故意设计的。\n我确定我们不应该看到这些东西！）",65];
      
      public static var retro3:Array = ["哦，又来一个！\n这是我们找到的第三个秘密区域了吧！",16,"你不觉得这有点骇人吗？\n异次元里有这样子的隐藏区域？\n这背后肯定有强力的魔法……",35,"如果宇宙模拟论是正确的话……那这里应该是我们模拟程序里的故障区域。         \n\n那样的话就太糟糕了，因为故障系统通常会被重启。",75,"喵？",135];
      
      public static var retro4:Array = ["又一个故障秘密关卡呢！",61,"这已经是……第四个了吧！",15,"（到目前为止这些故障区域看起来都很平常，没发现什么永久性的副作用。\n我在想我们能不能骇入禁止访问的内存空间？\n我们能在那里找到什么呢？有没有其他人会利用这样的漏洞？）",88,"（不过仔细想想的话，这种事情还是别知道太多为好……）",88];
      
      public static var glitch1:Array = ["我们得马上离开这里！！\n我有非常不详的预感！",86,"难得与你意见一致。\n我们快走吧，永远不要回来这里。",55];
      
      public static var glitch2:Array = ["求你大发慈悲！\n别把我们送过去！",24,"做不到做不到做不到做不到\n我不在我不在我不在我不在",89,"呼吸好困难。\n（我快要窒息了！）",38,"喂，我们非常非常不想打这个东西。          \n\n我知道你能读到这条信息！\n请让我们离开，好吗？",8];
      
      public static var glitch3:Array = ["请你至少把难度调低点吧！\n你是让我们去送死！",28];
      
      public static var glitch4:Array = ["赢了……但我们已经受到了不可磨灭的心理创伤。\n我们都那么求你了你还是把我们送了过去。         \n\n你太没人性了。",28,"刚才听起来不像是我们自己在说话。\n难道那东西……在通过我们说话？",58,"我要冲一百次澡外加一个放一个长假。\n以为自己已经见过了最糟糕的东西——结果就撞上了这种事。",88,"我的余生都将哭着入睡。           \n\n永远都不可能恢复过来了……",97,"咪喵呜呜呜呜呜……",128,"（咦？为什么音乐还没有恢复正常？）            \n\n好了，趁那“东西”还没重生我们赶紧走吧！",6];
      
      public static var akron:Array = ["为了来这里还真是花了不少工夫。\n到底是什么东西需要那么保密？         \n\n在我看来这只是个普通的神殿啊，看看那个，呃……",61,"我有非常不好的预感。\n这里不是祭祀猫神的神殿，而是另一个神——一个非常邪恶的神……",112,"这里应该是其中一座阿克隆神殿！",96,"阿克隆？\n这名字听起来好耳熟……",5,"阿克隆是数千年前被猫神从这个世界中放逐出去的神。\n他是令人憎恶的存在——他那扭曲的恶魔躯体覆盖着脓疮，牙齿，和触手。            \n\n他能吸取其他人的生命能量，并且创造出与受害者相似的丑陋人造人。",92,"总之，传说大概就是这么讲的——谁也不知道这种事情到底有没有发生过。\n人造人什么的大概也是子虚乌有。",94,"我们这种一厢情愿的想法什么时候成真过啊？",51];
      
      public static var mattDefeated:Array = ["我想，我们赢了？\n我们还会不会被石化啊？",7,"诅咒一定是解除了，不然我们早死了。",52,"喵，喵！",130,"好啦好啦，我不会再拿吃你来开玩笑了，没腿。\n刚才那个真的有点太真实了。",5];
      
      public static var natalieDefeated:Array = ["刚才那场战斗让我有了心理阴影。\n我得看些猫猫画册来忘掉那场战斗。",47,"*乐意帮忙*",123];
      
      public static var lanceDefeated1:Array = ["我、我们还活着吗？！\n告诉我！",106,"看来我们都撑过了刚刚的爆炸，神殿貌似也还没塌。\n我过去经历过这种爆炸，但是我不确定你们能不能挺过来。",88,"会自爆的敌人真是太卑鄙了。",19];
      
      public static var lanceDefeated2:Array = ["我的军火库又添一名猛将！",64];
      
      public static var annaDefeated:Array = ["我觉得自己以后再也没办法打猎了。\n一想到对方这么痛苦我就感到不适。",98,"那是无稽之谈。\n野生怪物不会感到害怕或者痛苦！         \n\n别让这种经历影响到你。",81,"你、你确定？\n很多怪物死的时候都会惨叫呢。",97,"天下没有我不确定的事。\n敌人就只是无意识的自动化细胞组织而已。",79,"（我感觉舒服了很多，但我还是不确定是否要相信兰斯的话。）",95];
      
      public static var evilNolegs1:Array = ["哇，我们又来到太空了？？",106,"嗯，看起来像是竞技场。\n我们接下来可能要和非常强大的敌人开战。",83,"嘛，我们的邪恶版只剩一个还没碰过，它就是——",52,"喵！",136,"哦对啊，我们还没打过邪恶版的没腿呢！\n我们是不是应该担心一下？",112,"这一战应该能轻松获胜吧。\n一只小猫能对我们做什么？",29,"喵……",139];
      
      public static var evilNolegs2:Array = ["哇，刚才那是“灵异体验”吗？",96,"太让人震惊了——这一切是真实还是虚幻啊？\n我再也不想看到猫了，不然我脑袋会炸掉！",89,"喵！",123,"哇啊啊啊啊啊啊啊！！！！！！！",86,"我父母总是说我们最大的敌人就是自己。\n难道他们想说的就是这个？",95,"应该不是吧，不过劝世良言总会这么说的。",33,"我们后面的路应该没什么问题了！\n我觉得我们已经通过了考验！",4,"我也这么觉得。          \n\n前方会是一片光明。",34,"喵！",122];
      
      public static var bossRush:Array = ["我们真的击破了所有的支线头目吗？！\n那……这群家伙又是什么？",92,"看来接下来能做的只有解锁成就了。\n如果你们乐意奉陪的话，我也想试试这些额外挑战。\n估计也就是和以前的头目打车轮战吧……哈哈。",27,"也就是说，这里与主线剧情完全无关。\n所以就算我们挂在这里也不会在现实中挂掉。          \n\n大概吧。",23,"听起来会很辛苦呢。\n不过既然以前都赢过了，那再赢一次也是可能的。",103,"我是永远不会拒绝名声与勋章的——所以算我一份。\n而且我也觉得……我们现在是更高效的战斗部队了！",88,"如果我们能再打一遍以前的头目，那没收服到的敌人我们就有机会再试一次了！",34,"嘿嘿嘿，我就知道你迟早会喜欢上捕猎怪兽的，娜塔莉。",117,"诶？！\n我想……我的观念最近是改变了一点。",43];
      
      public static var mattPC:Array = ["既然停电了，那来电前我就用电脑打发下时间吧……          \n\n哦。",5];
      
      public static var mattConsole:Array = ["这是我的高科技主机，也是我最珍贵的财产！",2];
      
      public static var angryBird:Array = ["看来这只鸟是罪有应得。             \n\n说起那些鸟，天啊……它们成天都往我房子的侧面撞。",9];
      
      public static var cutTheRope:Array = ["不清楚这是啥，但是如果它还活着的话估计会吃掉你所有的零食。          \n\n我想现在已经不用担心了。",5];
      
      public static var N64:Array = ["啊，是某种旧型号的主机……          \n……不过我家那个位数更多！",1];
      
      public static var squall:Array = ["这又是枪又是剑的……                \n随便怎么样啦！",19];
      
      public static var deadFish:Array = ["这些鱼都死透了……                 \n……而且不是很新鲜。",17];
      
      public static var buster:Array = ["（要我偷这个绝对没门。\n我连拿都拿不起来！",19];
      
      public static var painting2:Array = ["这……才是艺术！\n简单明了。",3];
      
      public static var guestbook:Array = ["留言本\n“这地方奢华过头了。我总觉得那些保安在用鼻孔看人。20分”——贝拉\n“垃圾图片。我打负999分”——查德\n“大家都应该来看看这些美妙的历史艺术珍藏。100分”——娜塔莉"];
      
      public static var mansionBook:Array = ["这本书讲的是通往异次元的隐藏传送门。\n据说，只要你能找齐4扇传送门，最后的第五扇门就会出现在“我主的腐朽雕像”旁边。          \n\n还真是诡异的故事……",22];
      
      public static var goldbook:Array = ["这里藏着一张便笺。上面写着：\n“公喜！你赢！这是结束！请买第二份拷贝！”",76];
      
      public static var report1:Array = ["报告书#88：所有牢房都满了。已经下达了处决老囚犯的指令，要给元首的后宫腾出空间。\n为了人口复兴计划，需要收集各种各样的年轻女性。"];
      
      public static var report2:Array = ["报告书#57：如果我们能利用这些神秘石头的能量，我们将会得到无穷无尽的能源。征服世界的步伐将会迈出一大步，我们的科技将远远超过抵抗势力。然而，我们还是得小心行事：据传闻说有一整支军团在调查这些石头的时候被其爆发出来的能量给全灭了。"];
      
      public static var report3:Array = ["报告书#32：出击的时刻到了。“大撞击”是我们的绝佳机会。整个世界都已经陷入了混乱，我们的敌人也正在内讧中。他们为了保持秩序已经没有余力了。我们的工业机器将全力进军，以铁拳之势粉碎旧的世界。"];
      
      public static var book1:Array = ["“人类的时代已经结束。未来属于机械军团，完美无瑕的工作，永不动摇的和谐。成千上万的个体行动如一，化为令人着迷的有机体。此乃大势所趋，无法逆转。奇点终将降临于我们。”\n——《机械纪元》第九章"];
      
      public static var book2:Array = ["“一个人只有完全理解自己存在的意义才能获得灵魂。灵魂能让原来空空如也的NPC变成超出其代码的存在。灵魂能驱使他向前走，激励他往上飞，去到那人生的崭新高度，去到那充实丰裕的美好未来。”\n——《人的升华》第八章"];
      
      public static var computer1:Array = ["系统正在升级：请勿关闭电脑。"];
      
      public static var paintingLance:Array = ["看来那个混帐家伙就住在这……             \n\n我们砸了这地方吧！",1];
      
      public static var catStatue:Array = ["“将先知的教诲谨记于心，猫神天使就会赐予你永远的福气。”\n\n——《圣猫福音》第十二章"];
      
      public static var dontSteal:Array = ["绿木村铁匠铺\n\n（不欢迎小偷。我们在盯着你。）"];
      
      public static var annaBook:Array = ["“很多药草都能在家里栽培，胡萝卜与芜菁也很适合种在菜园里。两者都不需要特殊的栽培方法——唯一需要的就是种子——这些都能很便宜地买到。从长远来看，自给自足能省下不少钱……”\n——《便宜料理》第三章"];
      
      public static var annaPS:Array = ["好奇怪的主机——貌似是用怪飞盘来运行的。          \n\n看起来磨损得也很厉害……",15];
      
      public static var pokes1:Array = ["这让我想起以前玩过的一款游戏。\n它上面的标题写了个最终，但却续作不断。              \n\n反正我是从来没打过那些哥布林。",2];
      
      public static var pokes2:Array = ["希望这些不是真的皮草。\n我可不想支持杀害小动物的生意。",47];
      
      public static var painting:Array = ["真是杰出的艺术品！\n它完美地呈现了画家的个性与主题，同时还有这耐人寻味的留白。",32];
      
      public static var NGC:Array = ["这个应该是叫GameBox 720吧。\n虽然一直都没有机会玩它，不过我听说“任逍遥巨星大乱斗”是款很好的游戏……",1];
      
      public static var cultBook:Array = ["“在破坏者视线下净化了灵魂的人，伟大之门会为其打开。惟有血与黑暗方能洗涤这世间的重罪。和撕骨头肉一样，罪也必须从灵魂中剔除。血肉的献祭是需要的……”\n\n——《圣猫福音》第十九章"];
      
      public static var mvalley:Array = ["这位小公主马上就要融化了。 \n她似乎是在山谷里迷路了。            \n\n这让我想起了几年前玩过的一款游戏。",35];
      
      public static var djin2:Array = ["这家伙如果能被驯服的话会是个强力帮手……           \n只可惜它是雪做的。",92];
      
      public static var djin1:Array = ["这种奇怪的生物又来一个啊……           \n它看起来好像有蟹爪，应该是水元素的生物吧。",95];
      
      public static var ghost1:Array = ["两只鬼之间的对决！看起来真实感十足！",2];
      
      public static var ghost2:Array = ["这东西不知道是敌是友。\n不过它的表情看起来好无辜……我会为它感到难过并对它仁慈。",5];
      
      public static var snowlegs:Array = ["这是没腿！           \n或者只是非特定的普通猫。",33];
      
      public static var book3:Array = ["“……jived fox nymph grabs quick waltz glib jocks quiz nymph to vex dwarf sphinx of black quartz judge my vow how vexingly quick daft zebras jump……”"];
      
      public static var book4:Array = ["“……政府在河水排放毒物使青蛙变成同性恋……”"];
      
      public static var book5:Array = ["“……我们的领袖为了延长寿命正在喝婴儿的血……”"];
      
      public static var illuminati:Array = ["这篇论文……用数学证明了光照派是真实存在的！               \n虽然我不确定里面的计算是不是对的……",82];
      
      public static var koolaid:Array = ["似乎是某种酷*饮料……           \n几乎能发光了，就像带有轻微辐射一样。",61];
      
      public static var well:Array = ["这井已经完全干了。       \n下面还有一堆白骨……呃，好恶心。",95];
      
      public static var N642:Array = ["这主机似乎只有一款游戏，还没有控制器。\n看着都头疼……",17];
      
      public static var ultima:Array = ["我认识一个金发有尾巴的家伙用的就是这个……        \n……不过他已经结婚退休了。",2];
      
      public static var cross:Array = ["好多血啊……还有刑具。\n看来有人在这里吃了不少苦头。             \n\n（不是我干的不是我干的不是我干的）",85];
      
      public static var catStatue2:Array = ["“故天降烈火，大地崩裂，无论男女老少皆无幸免。\n猫神以其绝对的圣裁放逐众人至永恒的黑暗。”\n——《圣猫福音》第十六章"];
      
      public static var taller:Array = ["似乎有人想在这里拔高自己。    \n（以前我爸嫌我矮的时候也对我用过这个……不过长大后我的身高就没问题了。）",61];
      
      public static var crystal:Array = ["这东西别偷！              \n而且这太沉了你也搬不动吧！",39];
      
      public static var spears:Array = ["这些武器……完全是给NPC用的货色。\n我们用的话马上就会碎裂。",1];
      
      public static var guns:Array = ["这么现实的武器我才不要。\n我只喜欢天马行空的幻想武器。",1];
      
      public static var crapTV:Array = ["这破电视完全开不了嘛……        \n……不过就算开了也没什么好看。",1];
      
      public static var skull:Array = ["这是头骨啊……            \n……我头里已经有一个了。",5];
      
      public static var sink:Array = ["噫，我真不该往里面看的。",18];
      
      public static var sign1:Array = ["北面：荒野热带\n东面：希望港\n南面：冰冻山谷"];
      
      public static var sign2:Array = ["西面：可通往菜市场和大画廊\n东面：希望港沙漠"];
      
      public static var sign3:Array = ["西面：希望港\n东面：钢铁要塞\n南面：红松镇"];
      
      public static var sign4:Array = ["西面：神秘之林（目前中了诅咒，不推荐进入）\n北面：安娜的家与红门神社"];
      
      public static var sign5:Array = ["北面：忘却遗迹\n南面：通往彩虹门的河\n下面：秘密僵尸地牢"];
      
      public static var sign6:Array = ["南面与西面：辽阔的冰冻山谷\n北面：彩虹门\n东面：红松镇（目前正被围攻中，旅客们请注意）"];
      
      public static var sign7:Array = ["欢迎来到绿木村！\n（但是不欢迎法西斯分子）"];
      
      public static var sign8:Array = ["欢迎来到红松镇！\n（人口：急剧减少中）"];
      
      public static var sign9:Array = ["东面：武器店\n东北面：道具和食物店\n就在前面：补品小摊"];
      
      public static var desertSign:Array = ["注意：南边有头目出没！\n\n别忘了在重要的战斗前备足零食！\n无论你想要什么，海星商店都应有尽有，只要往西走一个屏幕就到了！"];
      
      public static var signDungeon:Array = ["特别提醒：这里是支线区域，部分规则会有所不同！\n敌人不会给予任何经验值、金钱以及AP，并且它们的等级会根据你的等级发生浮动。也就是说，你能随时攻略这里，不过要是你收集了更多技能，装备，以及知识后再来攻略的话，过程就会容易很多。准备好迎接前方的挑战吧！"];
      
      public static var library0:Array = ["似乎有人在研究古代传说呢。     \n它说这个世界上存在着三颗灵魂宝珠，它们能打开通往异世界的大门。\n世界上已经没有活着的人还知道这个神秘的世界里有着什么……",45];
      
      public static var library1:Array = ["“已投降的敌人是绝对能捕获到的，不过很难迫使强大的敌人投降。冰冻或麻痹状态下的敌人很难闪过捕获，而其它负面状态也能稍稍增加几率，其中封印与厄运尤其显著。”"];
      
      public static var library2:Array = ["“要捕获敌人最好有备而来。有些装备能增加捕获机率，而另外一些带有反击效果装备则可能让怪物意外被杀死。好运状态也能增加捕获机率。”"];
      
      public static var library3:Array = ["“正面状态，防御强化，以及高HP都会让敌人变得更难捕获。防御弱化，魔防弱化以及最重要的回避弱化都能增加捕获机率。不过，攻击类的强化弱化都不会影响捕获机率。”"];
      
      public static var library4:Array = ["“当你在捕获敌人时，箱子的摇动次数能提示捕获的成功率。摇动三次代表结果非常靠近临界值，而摇动次数越少则离临界值越远。虽然捕获带有一点随机要素，但它的影响非常小——要抓怪物基本上不能光靠运气。”"];
      
      public static var library5:Array = ["“敌人如果觉得自己快输了的话有可能会投降。基本上是依靠敌我双方当前的HP比例来判断——也就是说伤害敌人或者治疗队友都能影响对方的判断。投降的敌人会在下个回合逃跑，不管你有没有对他们仁慈，战斗后的奖励都不会变少。敌人也有可能在全员都有可爱状态的情况下投降。”"];
      
      public static var library6:Array = ["“几乎所有的敌人都可以被捕获——甚至包括头目！\n只有少量敌人不能被捕获——你很容易就能辨认出来，因为你根本不能指定它们为捕获目标。如果你不小心错杀了想捕获的敌人，也许以后会有再次相遇的机会……”"];
      
      public static var library7:Array = ["“升级后的装备有更高的机率触发效果。虽然具体的机率仍是谜团，但通常来说越强力的效果触发机率就越低，以保持平衡。老练的战士必须熟练使用多种装备。”"];
      
      public static var library8:Array = ["“要花多少时间在战前准备上完全取决于你。定期的更换与升级装备，扫描敌人，寻找支线区域的宝藏，拟定战术等都能让战斗变得更容易，但也会花掉更多的时间。切记，你在战斗外随时可以切换难度。”"];
      
      public static var library9:Array = ["“别忘了，有些锻造材料也能作为攻击道具在战斗中使用。在技能因为各种原因而无法使用的时候，这些道具或许能派上用场。你也可以在战斗中更换装备，这项功能在连续战斗中也许会有用。不过这种方法很难比较装备的属性。”"];
      
      public static var library10:Array = ["“在会使用蓄力攻击的头目或是强大的敌人面前，防御指令会很有用。有些装备能在防御时发挥额外效果——所以要是你装备得当的话，完全防御住敌人的攻击也是有可能的！如果你能正确使用，那么隐身与魔隐状态会非常强大。另外，一些装备能让防御转化为攻击类的强化效果！”"];
      
      public static var library11:Array = ["“永远别害怕从战斗中逃跑。一个好的战略应该是：扫描敌人，获悉它们的弱点，立刻逃跑，然后换上更有效的的装备。逃跑没有任何惩罚，而且你百分之百能逃掉。很少有不允许逃跑的战斗。”"];
      
      public static var library12:Array = ["“额外技能可以从NPC身上学到，也能（不知道为什么）从宝箱里找到。这些技能可以被数名队员中的一人习得，还能无代价地转移给另外一名队员，并且技能的等级不会丢失。这可能是非常常用的功能。总而言之，别忘了好好考虑一下这些技能适合哪个队员，以及每名队员最多只能习得8种技能。”"];
      
      public static var library13:Array = ["“虽然无法准确地知道敌人的攻击属性，不过通常只要看着动画就能推测出攻击的元素。攻击属于物理还是魔法也很容易判断，只需注意敌人的攻击是利用了实体还是利用了能量。这些信息在选择护具和强化弱化哪些属性时非常重要。”"];
      
      public static var library14:Array = ["“有些技能，特别是敌人的技能，并没有100%的元素比例。也就是说，元素抗性与弱点只能对总伤害中的一部分生效。比方说，就算你拥有100%的火元素抗性，对于比例为50%的火元素攻击你也只能抵消一半伤害。顺带一提：在元素可变的技能上，比如说普通攻击，能增加元素技能伤害的效果是不会生效的。”"];
      
      public static var library15:Array = ["“好好留意一个技能是物理还是魔法——查看技能详情就能知道。每名队员都有自己的属性偏向，而且装备与属性强化的加成也是分开算的。大部分敌人的双防都一样，但也有一些敌人会对一边偏弱。怪物图鉴能告诉你这些信息。”"];
      
      public static var library16:Array = ["“有些敌人会表现出智力行为——要时刻留意它们图鉴信息。它们有可能会攻击最弱的角色，或者利用角色的元素弱点。在高难度下它们会更善于判断这些。了解敌人的逻辑可以有效地推测出谁会被攻击，这样就能保护那名队员或者把他移到后备中。”"];
      
      public static var library17:Array = ["“合理的技能搭配能显著提高伤害，所以这种搭配多半会很有用。在两回合内你能：强化你的主攻手，弱化敌人的防御，挂上能增加元素伤害的状态，让敌人处于冰冻或踉跄状态，然后用你最强的招式进行攻击。这些效果叠加在一起能让伤害呈几何级上升！在使用极限技或者其他强力攻击前尤为有效。”"];
      
      public static var library18:Array = ["“每玩一小时游戏都要记得休息一会。久坐会让你长痔疮以及早逝（在现实生活中也是如此）。偶尔也要吃些蔬菜，以及不要用肉眼直视太阳。”"];
      
      public static var library19:Array = ["“在战斗中替换队友有很多好处：替换过程不会消耗行动回合；后备队员会自动回复；如果前卫队员被弱化或驱散了，后备队员会更适合上场；经常替换队友能有效减少技能冷却带来的影响。”"];
      
      public static var library20:Array = ["“与前代游戏不同，在本作中强化与弱化不会发生叠加。使用强化或弱化的效果会是固定的。比如说，对有强化了20%的队友施加强化50%的技能只能让队友拥有50%的强化。这让弱化变得非常危险，因为它能轻易覆盖现有的强化。不过，也有一些装备能提高强化技能的效果，让强化效果变得非常强力。”"];
      
      public static var library21:Array = ["“很多状态都有特别的组合效果。比如：给潮湿的目标施加寒冷会导致冰冻；干燥能增加燃烧与灼伤的成功率；拥有厄运的人中了殒灭会立刻死亡，但是拥有好运的人中了即死也只会导致踉跄而已。此外，很多状态能影响元素攻击的伤害，不管是在攻击方面还是防御方面都能利用。”"];
      
      public static var library22:Array = ["“有些状态对特定敌人会有奇效。许多强敌对最糟糕的状态都会有抗性，不过这并非绝对——例如，你可以查看强敌能否被施加即死或封印。部分装备能增加状态附着的成功率。好运与厄运也能左右状态附着的成功率。”"];
      
      public static var grave1:Array = ["深切缅怀雷奥将军。\n被小丑杰夫卡残忍地杀死。"];
      
      public static var grave2:Array = ["-安息吧，菲斯2-\n相比这个世界你太纯洁了，被驱逐至了开发地狱。"];
      
      public static var grave3:Array = ["-深切缅怀L·罗莱特-\n“毫无疑问，2017年版的电影是最好的。”——他的遗言"];
      
      public static var grave4:Array = ["~莱克兹长眠于此~\n他再也没办法说“喜欢弥娅还有大家”了。\n~安息吧~"];
      
      public static var grave5:Array = ["献给我心爱的兔子，毛毛。\n她扔下了十七个孩子不管。"];
      
      public static var grave6:Array = ["一堆阴森的白骨长眠于此。"];
      
      public static var grave7:Array = ["“永久磐石为我开，让我藏身在你怀！”"];
      
      public static var grave8:Array = ["星际动物小队的青蛙，兔子，隼与狐狸长眠于此。\n我们永远不会忘记它们对太阳系的贡献。"];
      
      public static var grave9:Array = ["-缅怀琼*·雪诺-\n“我什么都知道。”——他的遗言"];
      
      public static var grave10:Array = ["所有被艺电买下的工作室都长眠于此\n与其共同安葬的还有不买扩展包就完整的游戏。\n\n按F键表示敬意。"];
      
      public static var grave11:Array = ["社会礼仪埋葬于此。"];
      
      public static var grave12:Array = ["-史诗战斗幻想6- \n所有询问此事的人也都埋在了这里。"];
      
      public static var grave13:Array = ["黄金*阳系列长眠于此。\n愿你的坑永远不被填。"];
      
      public static var grave14:Array = ["{ 卡莉·芙蕾斯 } \n虽然她只需要在烘干机里呆上一段时间，却被人在嘴巴里塞满了蘑菇"];
      
      public static var grave15:Array = ["~缅怀银*战士~\n由于加农手臂失灵，他在战斗中不幸身亡。\n他能埋葬的遗体所剩无几。"];
      
      public static var grave16:Array = ["尔威克史是界世形方这"];
      
      public static var grave20:Array = ["~比比长眠于此，他的死在英文翻译中丢失了~"];
      
      public static var grave17:Array = ["~安息吧贾斯提·瓦佛——勇敢的圣骑士，虔诚的圣人~\n他那巨大的金铠能弹开任何攻击，不过这也是他的死因。\n他被夹在了狭窄的通道上，无法从那些怪物手中逃脱。\n他的遗体至今没被挖出，因此他的鬼魂在不停地徘徊。"];
      
      public static var grave18:Array = ["~毕渥恩长眠于此——野蛮人，商人~\n被自大与贪婪吞没的他，在空中与龙战斗时摔死了。\n“摔落伤害杀不死我，我的HP还多着呢！”——他的遗言"];
      
      public static var grave19:Array = ["~缅怀沙拉扎·拉特金——德鲁伊，医生，教团领袖~\n他因叛逆罪被处死，他的尸体喂给了他的爱鼠。\n愿此石碑永留存，警醒尔等异教者。"];
      
      public static var seaSign1:Array = ["往北: 红松镇 \n往南: 角斗竞技场 & 数据碉堡 \n对航海士的警语: 如果航向错误的话，强劲的海流会把你推回原岸处。 \n如果你想靠自己找到方向，那就关掉选项中的提示吧！"];
      
      public static var seaSign2:Array = ["休息且感激"];
      
      public static var seaSign3:Array = ["往西: 数据碉堡 \n往东: 角斗竞技场 \n往北: 汪洋大海"];
      
      public static var goldnote:Array = ["哼? 这里有列出一些隐藏的外挂……       \n\n我要把这些加进外挂选单里！",2];
      
      public static var signDungeonAlt:Array = ["特别注意：这里是支线区域，也代表了不同的规则！\n敌人不会给出任何经验值，并且它们的等级会随你的等级浮动。也就是说，你可以在任何时候攻略这里，但是如果后面再来的话，更多的技能，装备，以及知识会让过程更容易。準备迎接前方的挑战吧！"];
      
      public static var signDungeonAlt2:Array = ["特别注意： 正常来说这里应该是支线区域，但因为你在玩定制模式，如果你在继续主线任务前没有完成此区域，你的等级会很低！"];
      
      public static var paperpile:Array = ["里面可能有一堆有趣的知识或传说，但你没有时间去读这一叠厚纸张。"];
      
      public static var library23:Array = ["\"传说中祝褔曾经是非常强大且不可被驱散的状态。如今要消除可说是容易多了。每次成功挡下负面状态就消耗一回合的祝福。如果是即死状态就消耗二回合，驱散则消耗三回合。\""];
      
      public static var library24:Array = ["\"有些武器跟技能会无视敌人的强化——但弱化则不会无视——所以这种能力没有坏处。 \n\n有些装备让玩家造成状态影响的机率增加50%。这种堆叠状态的能力是非常有效的。\""];
      
      public static var library25:Array = ["\"就像元素抗性一样，状态抗性可以相乘。50%状态抗性有机率将状态效果乘上0.5，而80%的抗性将乘上0.2，且100%的抗性则完全免疫。 拥有超过100％的状态抗性是没有意义的，但拥有超过100％状态的技能其机率能对抗部分抗性的敌人非常有用。\""];
      
      public static var library26:Array = ["\"如果攻击的暴击率超过100%（或是200%），那么就会有机率触发双倍暴击（或三倍）。每一倍的暴击让伤害提高50%，最高至150%的额外伤害。好运与勇敢帮助对目标造成暴击，而厄运与踉跄会使目标易受暴击。这些状态可以很巧妙地叠加。\""];
      
      public static var library27:Array = ["\"能提升元素伤害的装备的提升幅度是20%加2%乘以装备等级。也就是说，最高可以提升30%。这类效果可以叠加——比如说，两个装备就可以提升60%伤害。此能力只会影响纯粹的元素攻击；对根据武器元素而改变的技能没有效果。。\""];
      
      public static var library28:Array = ["\"状态抗性不会阻挡穿戴者的装备所施加于自身的状态。请勿尝试！ \n也有些无视状态的罕见例子——比方说，目睹巨大乌贼那令人恶心的死亡时。\""];
      
      public static var library29:Array = ["\"许多装备附有的能力会随装备等级增加而逐渐提升。举个例子，于回合间施展或者攻击时释放的技能会随着装备的级别增加威力。强大的法术相对较少触发，而较弱的法术更经常触发。每个装备触发机率都不一样。\""];
      
      public static var library30:Array = ["\"相传当所有角色都有上过场且没有被忽视就会让故事迈向好结局。 \n或是在最高的困难度中打败最终boss也会迎向好结局。\""];
      
      public static var libraryDungeon1:Array = ["图书馆的这一处我以前从未来过。 \n通常是不开放给大众的，但是他们好像终于在考虑翻新并且再度开放了。",112,"为什么不开放呢? \n这里看起来有一堆很重要的书籍……",45,"我父母说了个有关素描本里的画活过来并攻击访客的恐怖故事。       \n\n我是很迷信啦，但那个我就半信半疑啰！",111,"我认为真正的原因是缺乏公共基金去翻修这个地方。    \n\n这栋建筑简直是古物！",92];
      
      public static var libraryDungeon2:Array = ["我敢打包票——这建筑物快要崩塌啦。",61,"很好，显然这些书虫也会吃木头！",92];
      
      public static var libraryDungeon3:Array = ["哇喔！ 是张漂浮的纸！ \n是敌人吗?！",22,"是吗？真想不到！毕竟故事是真的。 \n我可以感觉到这房间有一堆超自然现象……",114,"我很确定我们应付得来，但铭记:此为支线区——我们随时都可以回来。",51];
      
      public static var libraryDungeon4:Array = ["结束了，我们成功了！那些头目们都被摧毁了！ \n我们终于可以离开这块藏书阁啦！",19,"我再也不相信纸张了。",109,"这在哪都会发生吗? \n我的堡垒尽是满满坦克跟其他机器的蓝图——我最好打给部下命令他们烧了所有东西。",66,"那还真是有趣的魔法……我想知道有没有方法让我们像那样施法呢?",52,"敬谢不敏，我今天已经看够了。",88];
      
      public static var sea1:Array = ["啊……喂，我们好像在航离世界地图的范围耶！    \n\n没人知道我们在这个航向上会发现什么。",52,"我一直以为世界只是被这些边界给裹住。 \n我从没想过可以看见任何不在地图上的未知土地……",75];
      
      public static var sea2:Array = ["还好吗，没腿？ \n大海让你很难受吗？",92,"姆喵……喵……",148,"不太妙，嗯?       \n\n我们尽快找地方登陆！",95,"喵……",128];
      
      public static var sea3:Array = ["我们只是到处打转而已。 \n根本不知道我们要去的方向！",5,"根据这些地标，我肯定我们有朝著目的地行进！",92];
      
      public static var sea4:Array = ["我可以看见前方有岛屿啦！",93,"我们很快就能登陆了，没腿，所以再撑一下下就好！！",92,"喵？！",127];
      
      public static var sea5:Array = ["哈，我们终于抵达了……某个地方！",2,"看来这座岛上有小村庄呢。 \n他们远离主大陆是搞什么鬼?",82];
      
      public static var sea6:Array = ["嗯……这里什么都没有！",5,"我同意。",61];
      
      public static var bunker1:Array = ["这地方还真的是……挺吸引人的呢。",5,"简直就像兰斯的堡垒！",114,"这绝对不是我其中一个的基地。     \n\n我们应该先找出进去的办法，然后在他们发现我们前光速横扫每个地方。",61,"嗯……要是他们人很友善哩?",49,"呸，不可能。",81];
      
      public static var bunker2:Array = ["干得好，部下们——我们攻入啦！ \n现在我们只要击昏警卫免得他放狗咬人！",62,"我觉得没那必要……",51];
      
      public static var bunker3:Array = ["所以说到底这里就只是个和善的基地，而我们差点攻击他们……",35,"没有办法预先知情啊。 \n先行动再应对总为上策。",81,"*叹气*",47];
      
      public static var bunker4:Array = ["看来房间左边的电脑是执行双人游戏耶！",2,"嘿，也许我们两个可以一起玩?",32,"嗯，那就得看是什么样的敌人啰。 \n再说我们必须先观察要对抗什么才能组最佳队伍！",15,"嘖。",51];
      
      public static var bunker5:Array = ["至于右边房间呢，是三人游戏……",1,"嘿，我想玩！ \n这里大部分游戏我以前都没玩过耶！      \n\n你最好把我加进你的队伍唷！",117,"喵，喵！",127,"喂，等等，没有手臂的没腿可以玩吗?       \n\n他明显没了腿，但我刚注意到他也没任何手臂！",105,"喵……",128,"不知何故，我确定我们还是做得到的！",27];
      
      public static var bunker6:Array = ["真有趣……这碉堡挖得还真深。     \n\n但我想这是最底层了……",82];
      
      public static var bunker7:Array = ["作为暖身还算轻松呢！ \n我们试试更难点的吧！",2];
      
      public static var bunker8:Array = ["有些怪物的设计是真的很诡异。      \n\n不是很可怕的那种，但就很变态。",51,"你不能那样审视艺术啊，娜塔莉。",2,"我确定我可以有想法。 \n我就留条负评怎样的……",51,"这游戏有十年了欸！ \n没人会读你的评论啦！",27,"你说得对。 \n原开发者估计都翘辫子了。",65,"我不是那样的意思……",19];
      
      public static var bunker9:Array = ["我一直就不怎么喜欢这些二代游戏。 \n他们经常把法西斯分子描绘成坏人。",88,"是啊。 他们就是坏人。",39,"（直到他们赢了为止……）",88];
      
      public static var bunker10:Array = ["这些游戏里的怪物还真是魅力十足。 \n攻击方式不是对你吐就还是吐。 \n完全就是小男孩能想出来的东西……",57,"那么……嗯……要是由女生来做游戏……   \n内容就肯定全是长篇剧去……还有还有嗯……解谜之类的东西！    \n怎么样啊！",9,"那听起来挺不错的。",31,"事实上我也觉得很不错。",92,"喵！喵！",137,"对啊，而且没腿就不用受苦了！",117,"他本来就喜欢受苦。 \n痛苦会让他更强悍。",5,"……",139];
      
      public static var bunker11:Array = ["玩这些游戏让我想起美好往事！",34,"嗯，那时只是很简朴的时光。 \n不需要担心很多事情！",3,"我曾跟我朋友玩……但那是很久以前的事……我记不得他们了。",41,"哇，我也是！ \n真的很奇怪呢！",13,"嗯……这的确能刺激大脑。 \n确实能让你思考！",75];
      
      public static var bunker12:Array = ["我觉得那场toumu战跟平常有点出入. \n以前我不记得它会召唤其他陶土兵来。",15,"这肯定是把东西和谐掉了！ \n我再也不支持这个开发者啦！",69,"我觉得事情不是你想的那样……",17];
      
      public static var bunker13:Array = ["嘿，我认得这些怪物。 \n我好像在几年前玩过这游戏呢。",92,"不久前还很流行。 \n好像我们都玩过了。 \n嘛，没腿除外。那时候他就是个小婴儿。",1,"喵呜？",147];
      
      public static var bunker14:Array = ["老游戏里的机甲设计真的比较好看多了。 \n现代的图像过于平顺跟太卡通化。",65,"每一代图像看起来都一样啊。 \n我不懂你在说什么欸。",19,"哼……",61];
      
      public static var note1:Array = ["故障 \n\n费力克斯，别试著修好它！ \n给我等那位新来的IT傢伙。"];
      
      public static var note2:Array = ["费力克斯，别碰我的能量饮料！ \n\n-黎勒斯"];
      
      public static var note3:Array = ["故障 \n\n水槽不是马桶好吗！ \n我们都知道是谁干的！"];
      
      public static var note6:Array = ["别玩电玩游戏！！ \n\n如 果 在 游 戏 内 死 亡，现 实 中 的 你 也 会 死！！！！"];
      
      public static var note4:Array = ["这堵墙上有一堆无礼的笑话跟愚蠢的梗图，包含很高的猫。 \n\n有人甚至称之为……高猫。"];
      
      public static var note5:Array = ["这堵墙上有一些老旧的网路角色。 \n\n他们怎么看起来那么眼熟……"];
      
      public static var conceptMap0:Array = ["这些地方真教人熟悉……但跟我们所走过的地方也有点不同！",92,"很遗憾我们都无法探索那些地方……",95];
      
      public static var conceptMap1:Array = ["这张对我来说真的很突兀。 \n有一些很诱人的东西。     \n\n看起来我们可以在许地遗跡附近找找——如果那真的存在的话。",31,"开发者曾跟我说这座碉堡本来应该是 \"时间神殿\" ！ \n可能就像图片里那样！",16,"我很确定你现在只是在编造谣言。",79,"啧……我不奢望你会相信我……",17];
      
      public static var conceptMap2:Array = ["哇，那些宝藏箱真怪异！ \n这一定是旧概念设计图吧……",22];
      
      public static var enterArena:Array = ["这看来是某种竞技场，所以这个地方取这个名字。",61,"你还真是聪明呢，兰斯。",92,"快看那边！ \n我们每个人都有一扇门耶！",16,"说不定是……个人独斗！ \n我们都必须要独自作战，我本人是这样想的！",22,"不会吧……",35];
      
      public static var p1arena1:Array = ["（距上次我单打独斗已经有好一段时间。 \n这次我可没有专用的治疗术士，所以也许我该穿戴能够吸取HP或是自癒的装备……）",5,"（然后元素抗性超级重要，至少在高难度模式里是这样。 \n最好别忘记那个！）",1,"（嗯……我该先挑哪个敌人呢?）",15];
      
      public static var p1arena1B:Array = ["还算不错的暖身。 \n只剩9场要打！",1];
      
      public static var p1arena2:Array = ["（事情到目前为止还OK。 \n这次我算是久违天荒地动了自己的大脑考虑策略。）",1,"（到现在为止我都还没有仔细了解过装备的功能。 \n当你得靠自己时，每回合的行动都很重要！）",2,"接下来换哪个敌人来吃我一剑啊？！",3];
      
      public static var p1arena3:Array = ["（就只剩几个敌人了！）",2,"（我人势不可挡！）",21];
      
      public static var p1arena3B:Array = ["快打完啦！    \n\n（要是出任何差错绝对为时已晚。）",2,"（我好像把最简单的留到最后呢！）",3];
      
      public static var p1arena4:Array = ["搞定！",4,"（奖励最好别给得太烂！ 拿了就去见其他人……）",2];
      
      public static var p1arena5:Array = ["你成功了，马特！",34,"当然啰！ \n一点难度都没有！ \n整场战斗都是演戏罢了！",29,"我不这么认为。 \n你一定有深陷危机中。",51,"只要我一发令，所有的敌人不是死就是投降！ \n他们完全悉听尊便！",21,"看来他已经被胜利冲昏头脑了。",65,"同意。",47];
      
      public static var p2arena1:Array = ["（我干嘛答应这个? \n我可能在第一回合就被打得很惨……）",58,"嗯……",35,"（也许我用防御较高的装备……我就有机会……）",45,"（我想我会尽力而为。 \n也许这样会帮助建立自信……之类的。）",51];
      
      public static var p2arena1B:Array = ["（打完首战后我更有信心了……）",31,"……",35,"（好的，该来下一场战斗了……）",51];
      
      public static var p2arena2:Array = ["嘿，我抓到诀窍了！  \n\n你做得到的，娜塔莉！",34,"（咦——我忘记有人在看我……最好别再大声地自言自语！）",43];
      
      public static var p2arena3:Array = ["（快结束了……只有几场要打……）",34,"（喔天，我好累……而且全身是汗。     \n他们这里一定没有能冲澡的地方……）",47];
      
      public static var p2arena3B:Array = ["就剩一个！     \n\n（真不敢相信我能走到这一步！）",34];
      
      public static var p2arena4:Array = ["（我做到了！ 那是最后一个了！）",46,"好~~耶！",34,"（哈~终于能放松了！ \n我要离开这里然后找个地方休息……）",53];
      
      public static var p2arena5:Array = ["嘿，恭喜啊娜塔莉，你做到了！",93,"你在里面表现得很好！",2,"还有你那两颗跳得有够惊人！",72,"喵！",123,"谢了，各位！ （除了兰斯！）       \n\n我想我做得比想像中还要好一点！",53];
      
      public static var p3arena1:Array = ["（终于啊，满是活靶的射击场！ \n我的祈祷已得到回应！）",63,"（嗯……问题是……该先摧毁哪个目标呢??）",75];
      
      public static var p3arena1B:Array = ["对手真弱欸，果然不出我所料。",64];
      
      public static var p3arena2:Array = ["（很难相信我已经累得半死。 \n我的肺不像以前那样了……）",77,"（该休息片刻了！）",88];
      
      public static var p3arena3:Array = ["（目标几乎歼灭……体力透支……）",77];
      
      public static var p3arena3B:Array = ["（是时候再休息一下……）",77,"烟都被我抽光啦！",86,"……",85];
      
      public static var p3arena4:Array = ["胜利归属于我！！",63,"向你们的新冠军卑躬屈膝吧，凡夫俗子们！",64,"哈？",82,"（没有掌声。 \n难道观众都睡死去了?）",79];
      
      public static var p3arena5:Array = ["做得好，兰斯！ \n但群众好像都不理不睬耶，谁叫你都用枪了",27,"说啥啊？！ \n难道要我像野人一样动手动脚？",69,"唉，任何人都能用你手上那把枪。 \n你连目标都不用特意瞄準！     \n\n根本毫无技巧跟力量可言，真的是……",2,"*自尊心永远破碎*",85,"我想说，啊……至少爆炸效果是整场中最酷炫的部分。  \n\n哈哈……",27,"我好想要有新朋友！",69];
      
      public static var p4arena1:Array = ["（太好了！ 有机会让各位见识我多酷多可爱了！）",113,"（我该先想好策略了。 \n我可不想没穿适合的装备就直接应战……）",112,"（任何可以自动辅助我的，像强化跟治疗，应该会派上用场. \n否则将无法同时治疗和攻击！）",95];
      
      public static var p4arena1B:Array = ["拿下第一场啦！ \n我也许提早完成就能赶上午餐！",92];
      
      public static var p4arena2:Array = ["目前还行还行！",92,"我行的，各位！ \n一直为我加油打气吧!！",94];
      
      public static var p4arena3:Array = ["你们就只有这点能耐？ \n我身上连条伤疤都没有呀！",113,"该结束了，为了场外的粉丝们！",94];
      
      public static var p4arena3B:Array = ["我好饿喔。 \n了结这一切吧。",107];
      
      public static var p4arena4:Array = ["简直轻而易举！   \n实际上他们看到我就纷纷投降呢！",102,"*咳嗽* *喘气* *喘息*",104,"我很好！ \n（我好像有点太努力了……）",118];
      
      public static var p4arena5:Array = ["恭喜——",32,"喔呕啊啊啊啊啊呀啊啊啊喔呕啊…………………….……",119,"哎呀，她脸色很不太好！ \n她看起来完全精疲力竭！",22,"我觉得是脱水关係。 \n快拿些水给她喝！",52,"姆嗯咕嚕哼嗯嗯……………………",118,"喵……",125];
      
      public static var p5arena1:Array = ["喵……     \n\n*力量开始提升*",147,"姆喵喵喵喵喵喵喵喵喵喵喵！！！！！！！！",142,"*宇宙法则紊乱了*",142];
      
      public static var p5arena1B:Array = ["喵，喵！",123,"*感到乐观*",122];
      
      public static var p5arena2:Array = ["*需要更多力量*",131,"*将过去的负面能量及失败造成的创伤……*",129,"*……转为强烈的攻击力*       \n喵呀呀呀呀呀呀呀呀！！！",130];
      
      public static var p5arena3:Array = ["喵，喵……喵呀！！      \n\n*呼唤观众给予精神上的支持*",123,"喵……？     \n\n*他的呼唤完全被无视掉，因为没人懂猫语*",121];
      
      public static var p5arena3B:Array = ["*打~哈~欠*",132,"*有点想睡了*",137];
      
      public static var p5arena4:Array = ["*没被对方的素质而有所动摇*",139,"*像只猫庆祝胜利的时刻*",141,"*嗅自己的屁眼*",138];
      
      public static var p5arena5:Array = ["干得不错，没腿！ \n你在里面表现得很凶猛耶！",3,"今天会给你额外的点心！",94,"喵！ <3",140];
      
      public static var bosh1:Array = ["哼? \n这是植物店的地下室吗?       \n\n真想知道他们在下面藏了什么好东西?",22,"我还是会注意你们的。 \n别偷东西！",109];
      
      public static var bosh2:Array = ["那是要宣传拯救环境的游戏吗?",15,"但表达方式不太好——结果我更痛恨灌木丛了！",69,"没错，应该设计成农场经营游戏！",107];
      
      public static var robo1:Array = ["真奇怪——以前没看过这个房间的！   \n以前都一直在这里吗?",82];
      
      public static var robo2:Array = ["有趣的游戏。 \n我想之后回来再多玩一些。",84,"我们还有更重要的事情要做！",39];
      
      public static var snek1:Array = ["什——什么?！ \n我们在在……在哪?！",86,"*呃哼*",77,"请无视刚刚的大叫。 \n我们得保持镇定并表现专业。",88,"我听见附近有嘶嘶声……",114];
      
      public static var snek2:Array = ["好啦！我们打败游戏了！ \n现在赶快传送出去免得被下巫毒。",109,"我要先搜刮宝箱。 \n但你说了算！",27];
      
      public static var glob1:Array = ["这里面真的臭毙了……",109,"我们可以撑得住。 \n反正只是臭味，又不会伤到人。",29];
      
      public static var glob2:Array = ["我闻得够多了。 \n该离开这里去吸新鲜空气。",88,"这次我同意兰斯的话。",47];
      
      public static var chair1:Array = ["既然他们无法提供我要的……这样的话……就让他们瞧瞧。 \n我自己在下面找！",3,"喵！ \n咪~喵！",124];
      
      public static var chair2:Array = ["那是其中一个梗图模拟游戏机吗?   \n像是 \"家具模拟\" 之类的?",15,"才不，那游戏很烂。 \n但我怎么知道? 也许它在当时可是个大轰动。",19,"亦或是它在地下室就是个好理由……",17,"喵！",137];
      
      public static var treagure1:Array = ["所以……这宝箱是个谎言? \n这整个都是个陷阱?",7,"没错。完全如此。",39,"但也许下一次就不会了！",2,"拜托有牙齿就代表是陷阱！   \n你就这么想送死啊？！",40,"嗯……\n（我真搞不懂她为何如此生气。）",5];
      
      public static var phoenix1:Array = ["刚才那个缝真难挤……",51,"我不予置评。        \n\n快看，前方有道亮光！",92];
      
      public static var phoenix2:Array = ["现在都结束了，在岩浆散发的烟雾把我们窒息前赶紧逃出去吧。",82,"你说得对极了。",2];
      
      public static var totom1:Array = ["哇，这下面有座小神坛欸！",46,"我曾下来过这边，但之前却没看到那游戏机台……",114,"它被诅咒而且很邪恶！",115,"啊嗯……有趣有趣。",66];
      
      public static var totom2:Array = ["驱邪完毕！    \n再也没有诅咒的电玩游戏！",94,"机器没坏掉。 \n说不定之后就会重启。",61,"可恶……",114];
      
      public static var guoye1:Array = ["啊哈！ 一条秘密通道！",3,"喵！",123];
      
      public static var guoye2:Array = ["看来我们脱离了地球……这已经不是第一次了吧。",61,"反正我们对这种事早就见怪不怪了，对吧?",4];
      
      public static var guoye3:Array = ["愚蠢的心理学把戏的电子游戏……",77,"对啊，但在老游戏中蛮罕见的。 \n现在的东西还更麻烦呢！",2,"现代游戏可会诱惑你陷入内购交易不能自拔！",29,"哼嗯…… \n（也许我能靠钱来抹拭我的罪过? 我得好好研究一番。）",75];
      
      public static var pumpkus1:Array = ["哇赛！ \n是海耶！",93,"*在各方向看到无尽的恐怖*",126];
      
      public static var pumpkus2:Array = ["我从没想过南瓜那么会打架。 \n我们有可能死在那边！",27,"\"被蔬菜杀死。\"       \n\n我的墓志铭才不想写那个。",112];
      
      public static var mermaid1:Array = ["啊哈！ \n我就知道这些岛后面藏东西！",16,"啊 喔……又是另一台诅咒的电玩游戏。",114];
      
      public static var mermaid2:Array = ["又一场胜利！",2,"但是……我为她感到难过。    \n\n她几乎……是个人类……而我们仍然痛打她！",111,"那只是电玩游戏而已，安娜。 \n她不像我们是真实的人类！",32,"但那感觉好真实……      \n\n（到底何谓 \"真实\" 呢?）",101];
      
      public static var maw1:Array = ["我们要进多深啊?",114,"这句话说得好。",2,"我有种不好的预感……",107];
      
      public static var maw2:Array = ["我真的有种超级不好的预感！",115,"我也是。",85,"喵……",148,"喂，拜托了好不好。 \n我们之前到地底打过僵尸龙了。          \n\n这次不会比那更糟了！",52];
      
      public static var maw3:Array = ["你曾想过有些事永远就不该被揭开吗? \n像是刚才那东西就不该被人看到？",109,"完全没想过。我们还是要完成所有挑战，不计任何代价！",4,"我真的真的好讨厌恐怖游戏。",107,"（真庆幸我们没有在虚拟实境里对抗它……嘿嘿……）",23];
      
      public static var newPainting0:Array = ["看来某人很喜欢收集些怪异的画作……   \n\n为何要在你墙上摆些有的没的?",35];
      
      public static var newPainting1:Array = ["喂，等一下下……谁拍这张的? \n我们都没有智慧型手机啊！",106,"嗯……………………",15,"不知道！",2];
      
      public static var newPainting2:Array = ["她好可爱！    \n我要“她”加入我的队伍里！ ",116,"呿……",51];
      
      public static var newPainting3:Array = ["他们怎么知道我的秘密睡衣的?！",43,"有人全开所有和谐选项玩游戏喔！",27,"我才没有像那样直接从冰淇淋桶吃冰淇淋……",41];
      
      public static var newPainting4:Array = ["哇赛！ 不错的海滩尤物！",80,"你，给我闭嘴！ \n哪怕把你的内心话别说出来一次也好！",39,"我觉得我跟没腿在后方要被杀了……",27,"说得不错呢！",47];
      
      public static var newPainting5:Array = ["真高兴我们不会对抗那些东西。       \n\n你不会背叛我们吧，是吧没腿?",5,"喵！",141,"你什么意思， \"也许\"?！",9];
      
      public static var newPainting6:Array = ["喂喂喂，我看起没那——么邪恶好吗！      \n\n（还是说我真的……?）",69,"我看起来已经累垮了！",12,"我看……起……来……我还是别说好了！",41,"至少我看起来好可爱，就像平常一样！",94];
      
      public static var newPainting7:Array = ["总觉得这幅画里我们有点……怎么说呢……方头方脑。",35,"这个现代艺术形式称之为 \"像素画\"。 \n所有最新的电动游戏都採用这种风格。",1,"不知怎么对我来说有点过时……",51];
      
      public static var newPainting8:Array = ["啊 太棒了，啤酒，我最爱的食物！",2,"我认为你在图里喝太多了……",51];
      
      public static var newPainting9:Array = ["喵！喵！",124,"是的，没腿，我们都看过你那些异常强大的朋友。 \n你可以停止吹捧他们了！",19,"喵……",139];
      
      public static var newPainting10:Array = ["喵喵喵喵！！！",142,"没腿那不是你！ \n应该是其他猫来著……",19,"喵喵喵！！",150,"哇喔，冷静点！        \n\n坏猫咪！",9,"……",129];
      
      public static var newPainting11:Array = ["哼？ 这些傢伙是谁？      \n\n他们莫名眼熟……",105];
      
      public static var newPainting12:Array = ["我特别讨厌那件套装！ \n只有病态的性癖者才会要我那样穿！",40,"多数人的需求比少数人的更重要！",77,"不得不说我同意……",101,"不予置评……",23,"………………………………",41,"你们全部永远都会是单身汉！    \n\n你们都不该这样对待女人的……",57];
      
      public static var newPainting13:Array = ["喔喔！是邪恶的我耶！",1,"……………………",5,"我恨透那傢伙啊！！",10];
      
      public static var newPainting14:Array = ["嘿，这个我看起来更加成熟和性感！ \n（那代表我该如何学习穿搭吗?）",103];
      
      public static var newPainting15:Array = ["兰斯，你看！ \n我们是最佳拍档，就跟现实一样！",3,"哼。",61,"你比较像一堆滋事分子的集合体。   \n就跟现实一样！",92,"哼呃?",79];
      
      public static var newPainting16:Array = ["喵，喵？",135,"我同意你的说法——你比平常看起来有点肥！",1];
      
      public static var newPainting17:Array = ["我想把这幅挂在我的要塞里，摆在我的王位上。",63,"你才没有王位呢。",49,"我已经委托定制一座了！ \n这一定会让人印象深刻！",69];
      
      public static var newPainting18:Array = ["喔吼，好个奶-",71,"闭嘴！",40,"是的，女士。",72];
      
      public static var newPainting19:Array = ["哇喔，这太赞了吧！",3,"真想知道这趟冒险结束后我可以拥有那么多剑吗?",15];
      
      public static var newPainting20:Array = ["喵喵喵喵！",142,"是的，是只猫全身穿满战甲。      \n\n我们活在很奇怪的世界里呀！",2];
      
      public static var galleryFull:Array = ["自从上次来之后到现在，那边有更多幅画了。 \n这地方装满得真快！",31,"甚至可以说有点乱——画不该直放在地上！",32,"我猜我们只是太有名了吧！ \n人们为何要寄送那么多同人绘啊?",29];
      
      public function dialogue()
      {
         super();
      }
   }
}

