package text.chineseSimplified
{
   public class npcs
   {
      public static var watson:String = "华生";
      
      public static var indy:String = "印第";
      
      public static var bessie:String = "贝茜";
      
      public static var molly:String = "莫莉";
      
      public static var lynne:String = "琳";
      
      public static var edward:String = "爱德华";
      
      public static var chad:String = "查德";
      
      public static var jeff:String = "杰夫";
      
      public static var jake:String = "杰克";
      
      public static var rory:String = "罗里";
      
      public static var ross:String = "罗斯";
      
      public static var dennis:String = "丹尼斯";
      
      public static var pam:String = "帕姆";
      
      public static var ned:String = "内德";
      
      public static var tandalf:String = "褐道夫";
      
      public static var randalf:String = "兰道夫";
      
      public static var wohehiv:String = "渥荷希夫";
      
      public static var hania:String = "哈尼亚";
      
      public static var makya:String = "马其亚";
      
      public static var winona:String = "薇诺娜";
      
      public static var herald:String = "哈洛德";
      
      public static var arne:String = "亚尼";
      
      public static var knut:String = "那特";
      
      public static var thief:String = "道斐";
      
      public static var yiffy:String = "伊菲";
      
      public static var donald:String = "唐纳德";
      
      public static var jimbo:String = "吉姆波";
      
      public static var bud:String = "八德";
      
      public static var annie:String = "安妮";
      
      public static var sadie:String = "萨迪";
      
      public static var pickle:String = "皮蔻";
      
      public static var mungus:String = "蒙大个";
      
      public static var linwood:String = "林伍德";
      
      public static var byrd:String = "拜尔德";
      
      public static var rock:String = "刚";
      
      public static var june:String = "琼恩";
      
      public static var necron:String = "尸密特";
      
      public static var goth:String = "哥特";
      
      public static var fizz:String = "滋滋";
      
      public static var lulu:String = "露露";
      
      public static var kira:String = "基拉";
      
      public static var teru:String = "照";
      
      public static var hawk:String = "大鹏";
      
      public static var dampe:String = "丹培";
      
      public static var girlA:String = "女孩A";
      
      public static var girlB:String = "女孩B";
      
      public static var girlC:String = "女孩C";
      
      public static var mom:String = "妈妈";
      
      public static var dad:String = "爸爸";
      
      public static var grump:String = "气气";
      
      public static var jolly:String = "乐乐";
      
      public static var ronja:String = "隆妮雅";
      
      public static var jamie:String = "杰米";
      
      public static var randy:String = "兰迪";
      
      public static var misaki:String = "美咲";
      
      public static var mio:String = "澪";
      
      public static var chika:String = "千佳";
      
      public static var izumi:String = "泉";
      
      public static var pal:String = "哥尔达";
      
      public static var gal:String = "格尔达";
      
      public static var lenk:String = "凌克";
      
      public static var sarah:String = "萨拉";
      
      public static var xavi:String = "哈维";
      
      public static var pablo:String = "巴勃罗";
      
      public static var steve:String = "史提夫";
      
      public static var monika:String = "莫妮卡";
      
      public static var jorma:String = "约尔马";
      
      public static var drifty:String = "吉浮迪";
      
      public static var tina:String = "蒂娜";
      
      public static var gina:String = "吉娜";
      
      public static var infernus:String = "芬炎";
      
      public static var jekyl:String = "杰克尔";
      
      public static var stephanie:String = "史蒂芬妮";
      
      public static var santa:String = "圣诞老人";
      
      public static var spike:String = "刺派克";
      
      public static var angela:String = "安洁拉";
      
      public static var larry:String = "拉里";
      
      public static var frosty:String = "诺艾尔";
      
      public static var fanni:String = "芳妮";
      
      public static var nasim:String = "纳西姆";
      
      public static var gust:String = "风顿";
      
      public static var krogan:String = "克洛根";
      
      public static var bounce:String = "金卫";
      
      public static var wally:String = "强尼";
      
      public static var hans:String = "汉斯";
      
      public static var heinz:String = "海因茨";
      
      public static var helmut:String = "赫尔穆特";
      
      public static var erika:String = "艾瑞卡";
      
      public static var rebel:String = "潘尼";
      
      public static var aniki:String = "兄貴";
      
      public static var hikari:String = "光";
      
      public static var karen:String = "卡莲";
      
      public static var bella:String = "贝拉";
      
      public static var tim:String = "提姆";
      
      public static var yui:String = "结衣";
      
      public static var akira:String = "阿基拉";
      
      public static var asahi:String = "朝日";
      
      public static var abdul:String = "阿卜杜勒";
      
      public static var jerry:String = "杰瑞";
      
      public static var leo:String = "利奥";
      
      public static var jenny:String = "珍妮";
      
      public static var jonathan:String = "乔纳森";
      
      public static var garven:String = "盖尔文";
      
      public static var xun:String = "孙";
      
      public static var jam:String = "果吉昂";
      
      public static var raymond:String = "雷蒙德";
      
      public static var helen:String = "海伦";
      
      public static var princess:String = "公主";
      
      public static var guardA:String = "警卫A";
      
      public static var guardB:String = "警卫B";
      
      public static var dao:String = "道";
      
      public static var manlet:String = "艾仁";
      
      public static var gimli:String = "金雳";
      
      public static var leonidas:String = "列奧尼达";
      
      public static var shaggy:String = "夏皮";
      
      public static var hippy:String = "希皮";
      
      public static var smokey:String = "烟皮";
      
      public static var emo:String = "波利辛";
      
      public static var vivy:String = "薇薇";
      
      public static var ghost:String = "幽灵";
      
      public static var anon:String = "无名氏";
      
      public static var anton:String = "安敦";
      
      public static var rick:String = "利库斯";
      
      public static var jessica:String = "杰西卡";
      
      public static var hobo:String = "杰友";
      
      public static var shione:String = "汐音";
      
      public static var george:String = "乔治";
      
      public static var roku:String = "陆空";
      
      public static var sparky:String = "珊亮";
      
      public static var albrecht:String = "阿尔布雷希特";
      
      public static var maka:String = "马卡";
      
      public static var maya:String = "玛雅";
      
      public static var finn:String = "芬恩";
      
      public static var nemi:String = "内米";
      
      public static var bubba:String = "布巴";
      
      public static var barman:String = "久保";
      
      public static var wakizashi:String = "胁差";
      
      public static var peppi:String = "佩皮";
      
      public static var sam:String = "萨姆";
      
      public static var weeb:String = "斋南";
      
      public static var king:String = "王";
      
      public static var kirsan:String = "奇尔桑";
      
      public static var canela:String = "卡娜拉";
      
      public static var kai:String = "凯";
      
      public static var alva:String = "奥华";
      
      public static var gray:String = "灰";
      
      public static var falcon:String = "法尔孔";
      
      public static var ika:String = "阿拉斯加";
      
      public static var student:String = "学生";
      
      public static var zephyr:String = "泽冯";
      
      public static var bunni:String = "突尔";
      
      public static var sally:String = "沙莉";
      
      public static var jack:String = "杰克";
      
      public static var amy:String = "艾米";
      
      public static var roastie:String = "才鸟";
      
      public static var digger:String = "瓦冬";
      
      public static var blondie:String = "金法";
      
      public static var sunny:String = "阳光";
      
      public static var pandora:String = "潘多拉";
      
      public static var marina:String = "玛丽娜";
      
      public static var slasher:String = "肖岛";
      
      public static var goner:String = "斯定乐";
      
      public static var vegan:String = "苏史";
      
      public static var cutter:String = "吉安科";
      
      public static var ripper:String = "亚池";
      
      public static var odin:String = "奥丁";
      
      public static var bard:String = "行乐家";
      
      public static var cultist:String = "   ";
      
      public static var lunar:String = "金";
      
      public static var dennisD:Array = ["哟！如果你被怪物给咬伤了，只要吃点东西就能立刻恢复！\n这事你知道吗？",0,"我又不是没吃过东西，你个臭小鬼。\n我当然知道食物有什么用！",9,"那你又知不知道，有些食物会美味到让你完全饱腹，暂时无法吃下其它东西呢？！\n就像汉堡与披萨这样的美味！",0,"嗯，这个好像是新知识……      \n\n那我暂时还是只吃水果比较好。",11];
      
      public static var randalfD:Array = ["你好啊，年轻人！看来你已经学会了一些绝招！\n其中大部分技能都没有代价，你可以尽情使用！但是部分技能会有冷却时间，使用后几个回合你都不能再次使用……",0,"冷却吗？有些技能确实有呢。\n它们的存在是为了平衡那些强力的技能吗？",15,"没错，比方说，我的“亿万毁灭日”每十回合能只用一次！\n当然，作为一名好法师，我是不会使出这种魔法的。\n南方大陆最近被毁灭只是碰巧而已。",0];
      
      public static var tandalfD:Array = ["哈啰！我叫褐道夫，这是我的搭档，兰道夫。\n我们已经在一起十三年了，经常奔走于世界各地学习魔法。\n外面的世界真让人觉得学无止境，而且我相信你只要在“技能”菜单中使用AP的话也能学会很多帅气的技能！",0,"别在日常对话里偷偷插入教程！\n我偏要不学技能来通关游戏，气死你。",9,"哈哈，你要是打不通的话可别怪我啊。",0];
      
      public static var mungusQ:Array = ["有人偷了我的袜子和眼镜。\n今天又是哪一年？",0,"噢，我的东西！\n我珍贵的东西！",0,"我现在感觉好多了。",0];
      
      public static var mungusD:Array = ["呵呵呵，我感觉又回到了80岁。\n连我记忆都回来了！\n辛苦你了，儿子！",0,"我可不是你的儿子。",5];
      
      public static var pamD:Array = ["喂，你，别跑到后面来。\n想买东西的话跟我正前面的桌子对话。",0,"抱歉，我不是故意的！\n（窃玉偷箱的事我才没打算干呢。）",12];
      
      public static var nedD:Array = ["补品对你的身体非常好，真的。\n它们能让永久提升你的属性，所以能找到多少就吃掉多少。\n唯一的副作用就是你有可能会早早地穷死……记住这句话不是我说的。",0];
      
      public static var rossD:Array = ["哇，这标价简直就是抢钱啊！\n我还是从宝箱里找或者是从怪物身上砍下来好！\n但是有时候升级装备就差那么一件道具……不想浪费时间去找那件道具的话就得忍受这样的价格了……",0];
      
      public static var roryD:Array = ["在生活拮据时我和罗斯叔叔会来这里卖掉多余的道具。\n店家不会给你什么好的价钱，但是有时候我们真的很需要现金，你能理解吧？\n不过要是没有急需的话，道具最好还是留在手上，也许以后能用得着。\n反正我们的道具栏是无限容量的。",0];
      
      public static var jakeD:Array = ["可恶，我已经像牛一样工作了一整天。\n地震弄出来的土块掉得满地都是，很多路都堵住了。\n我记得菜市场有把铲子，但是通往那里的路也被一大堆土给堵住了！\n看来今天去哪都得绕远路……",0];
      
      public static var jakeD2:Array = ["哦，你找到铲子了？呵呵，你还真行啊。\n之前需要你的时候怎么不来啊，伙计？\n我都下班了，活都干完了。\n哎，算了……你也拿点咖啡吧。",0];
      
      public static var wohehivQ:Array = ["你好啊，旅行者！\n你是从密林深处来的吗？\n你手头有没有多余的木材？\n我想重建那些被震毁的图腾。",0,"谢谢你，旅行者！\n愿善良的你们能被世界温柔以待。",0,"我马上就会开工。",0];
      
      public static var wohehivD:Array = ["啊，我让它们恢复了原来的美貌。                   \n\n终于可以休息了。",0];
      
      public static var indyQ:Array = ["我之前一直在这里挖地下隧道，但是这块从天而降的巨大石碑把入口给堵住了！\n要挪开这玩意我需要一些炸药……",0,"啊哈，完美！这就是我要的东西！\n几分钟后再回来吧，到时候你就能看到这下面有什么了……",0,"我还在工作，等会再来吧！",0];
      
      public static var indyB:Array = ["石碑掉下来前我就是在这里工作的。\n这道谜题把我给难住了……               \n如果你能解开的话，宝箱就归你了。",0,"还有，墙上那些曲折的图案似乎挺重要的。\n它像是某种代码……我应该记下来，后面也许有用……",0];
      
      public static var watsonD:Array = ["印第超迷恋他的隧道，但是我觉得石碑要有趣得多！\n它从何而来，有没有同类？\n它为什么会发光？符号的背后又隐藏着怎样的意义？\n我现在可是有一堆问题想问！",0,"不管怎样，这世界永远不缺谜题。\n至少我们有“百科”菜单来帮我们记录不同的任务以及收集物。",0,"哦，对啊，我都忘了这里还有记录信息的菜单呢。\n也许我该时不时地检查下自己的进度。",22];
      
      public static var thiefD:Array = ["喂、喂！你在那瞪着我干嘛？\n我才不是盗匪呢！\n这后面也没有什么暗门！\n快走开！不然我要动粗了！",0,"（这家伙可真是彬彬有礼啊……     \n希望在别人眼里我不是这副德性。）",17];
      
      public static var winonaD:Array = ["我很担心我的爷爷。\n因为他不相信现代的药物，所以打猎时他都不带咖啡……\n\n没有咖啡他就不能复活倒下的队友了！",0,"还有，随身携带大蒜也是很重要的，除非你的队伍里有很强力的治疗师。\n正所谓天有不测风云，你永远都不知道什么时候会中毒，麻痹或是染上更严重的异常！",0,"可是我不喜欢吃大蒜……我觉得我家的猫也不会喜欢。",17,"喵喵！",137,"我还要再给你提个醒。\n如果你对状态不熟悉的话，你能在“属性”或者“装备”菜单里找到它们的列表。\n只要把鼠标移上去就能看到它们的名字了！",0];
      
      public static var makyaD:Array = ["要我击中这些靶子不是难事，但是要我击中那些快速的敌人就有些麻烦了。\n我想级别比我高的敌人都很难命中吧，况且，嗯……我才0级而已。",0,"还有……那些飞行类敌人！\n它们都很擅长闪躲。       \n\n狙击技能有时候能派上用场。",0,"我们会留意命中属性的！\n据我所知，如果你的命中高于敌人的回避，你的攻击就不会被闪开！          \n\n除了一小部分命中率极低的技能以外。",31];
      
      public static var haniaD:Array = ["我曾试图狩猎过前面的大野兽，没想到被它打得个落花流水。\n也许孙女说的是对的……我应该带上更多的咖啡……",0,"这提醒了我一件事——现在最好通览一下自己可用的技能，确保合适的技能都升好了级。",45,"至少我在这桶里放了个史莱姆兔！\n它可不止一次两次救过我的命。\n哦，还有一件事：我很肯定那些头目是永远不会停止召唤援军的。\n它们有数之不尽的后援能够上场。",0];
      
      public static var haniaD2:Array = ["我以后得多听孙女的话。\n在回复道具方面她懂得比我多。",0];
      
      public static var budD:Array = ["你有试过捕获怪物吗？\n越是强大的敌人，要捕获它就越棘手。\n光降低它们的血量还不够，你还得弱化它们的属性，以及给它们附上状态，其中麻痹和冰冻尤为有效。",0,"但是大部分强敌都有状态抗性……对吧？\n我想只要扫描它们就可以查到它们的抗性了，但是有时候我会忘了这件事。",15,"正所谓积少成多，每个小状态都有助于成功捕获敌人。\n对方很强的话，也意味着你可以给它叠加不少状态。",0];
      
      public static var jimboD:Array = ["我只是路过的。这里没有什么东西值得我留下来……\n也许再打几只怪我就会去下个区域了吧。",0,"同感。\n现在我只是在热身，等我一变强就要出海去迎接更大的挑战。",1,"你知道有些敌人在你离开那个区域后会重生吗？\n不过只有那些没挡住重要通道的敌人才会重生。\n如果你卡关了可以反复拿它们来刷资源，不过一般情况下都不需要这样做。",0];
      
      public static var pickleD:Array = ["是的，这是我今天的第十六杯蒸馏咖啡了！\n我眼珠子都蹦出来了一点点！\n不过我感觉挺爽的！",0,"我一直都不怎么喜欢喝咖啡。\n也许哪天我会改变我的想法……",2];
      
      public static var annieD:Array = ["好多亮晶晶的奇怪道具！\n我都不知道它们有什么用，但是总有用得着的地方，对吧？\n说不定这些道具只是想找到完美的归宿，给某人带来幸福，你觉得呢？",0,"我喜欢道具只是因为我的贪婪和收集癖。\n有人说它不是什么好的人物个性。",3];
      
      public static var heraldD:Array = ["也不知道这脏兮兮的独眼巨人是从哪冒出来的，挡住了我的洞口！\n如果你要和他干架的话，有件事我要提醒你：你们需要很强很强的耐力。\n确保你们已经准备周全，如果这样还不行的话，你也可以从战斗中逃跑，换身装备后再试试看。",0,"马特，还有没腿，你们应该听这家伙的话。\n并非所有事情都能靠蛮劲来解决。\n有时候退一步考虑一下战术也是很重要的！",32,"噗，我永远不会对敌人作出让步！\n不退！不降！不悔！我绝不撤退！",9,"择日再战也不是什么丢脸的事，而且逃跑没有任何惩罚。\n不然我们这些人也不会活到今天。",0];
      
      public static var jeffD:Array = ["喂，马特，你也感觉到那场地震了吧？\n虽然我不知道发生了什么，不过我是你的话肯定不会继续宅在家里。\n情况正在恶化。",0,"对啊，我正要出门去看看发生了什么事，顺便活动下筋骨。\n现在停电了游戏也打不成。必须把它修好。",5,"我说啊，在这里能拉得上电就算不错了！\n还有我在那边看到有只怪猫正在翻你的垃圾。\n你最好留意一下。",0,"猫什么的都是小意思。              \n\n（做成晚餐会很棒……）",27];
      
      public static var jeffD2:Array = ["喂马特，情况越来越糟糕了！这桥都没了！\n要过河的话就只能用木筏了，但是木筏匠偏偏在对岸那边！\n这下没木筏哪里都去不成了！",0,"没事儿没事儿。\n我们知道有通行的路径，只要走冰之洞就行了！",1,"“我们”？这女孩是谁？还有这猫是谁？\n你又不理我了吗？\n为啥你总是不肯跟我玩？",0,"嗯嘛，我嗯……下次再说吧。",12];
      
      public static var jeffD3:Array = ["马特你这可恶的家伙！你走什么狗屎运了？\n有这么多新朋友到处旅行？          \n\n怎么，你觉得没我扯你后腿就大红大紫了啊？",0,"现在不是说这的时——",12,"随你便吧，哼。\n这星期接下来我去看网络爆红语去了。        \n\n你已经对我什么都不是了。",0,"哇，他看起来好生气耶。              \n\n你可别敢抛下我们，马特，否则的话……",109];
      
      public static var jeffD4:Array = ["去死吧，混蛋！",0,"你这家伙怎么回事？是你吗，杰夫？           \n难道你神经出什么问题了？",9,"杰夫已经死了。他认识了新朋友变成无名军团的一人了。\n到那为止他的人生都毫无意义。",0,"（这是我的错吗？难道我……没能当成一个好朋友？）",15,"嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯………………………………",17,"喂杰夫——我知道了！明天要不要一起玩欧洲鸭子模拟啊？\n（反正明天说不定世界就毁灭了，那么这就可以不上算了……）",2,"真的吗？！好啊好啊！\n听起来不错！           \n\n如果明天我还没被因为叛变而处决的话，我绝对会来！",0];
      
      public static var chadD:Array = ["哦，马特啊。\n你看起来像是好几个星期都没出门的样子了呢。\n也许你已经忘记了怎么活在家里以外吧？",0,"噗，别小看我了。\n我完全能照顾好自己。",17,"嘛，为防你忘掉，带史莱姆兔的水桶能立刻治疗你的伤！\n还有那边……那是个商店。要进去的话只要通过前门就可以——",0,"闭嘴吧！\n我自己会探索！",30];
      
      public static var chadD2:Array = ["嗯？哦，是你啊……",0,"你这家伙跑道我家里干什么，查德？！",10,"谁捡了归谁——这已经是我家了！\n反正你已经好几天没回来了，这房子给我还能好好地派上用场——而且本来这房子就是你爸妈从我家偷走的！",0,"喂喂，我祖宗做的事情不能怪到我头上吧。\n现在我的确很忙，但是总有一天我会回来把你踢出去！",17];
      
      public static var lynneD:Array = ["这里有地震有野兽还有盗贼。\n除了好事什么都有。\n如果我有钱的话肯定马上就搬到绿木村了。\n就算把老公丢在这儿也会走。",0];
      
      public static var edwardD:Array = ["我被派到这里狩猎，但是凭我的实力完全不够呢。\n每次我的头稍微往怪物一伸就马上被撕下来了。\n我还能活着说话的唯一原因就是自动存档——每次我移动到不同场景的时候都会激活。\n记得打赢战斗的话也能激活自动存档吧，但是我从来没见识过……",0,"嘛，不是所有人都能成为英雄的。\n有些人只需要无助地站在那儿，让我们有显摆的空间就行了！",2];
      
      public static var mollyQ:Array = ["嗨！我的使命是在这个岛上收集不同部落制作的古老陶器。\n如果你有看到什么奇怪的雕像的话帮我收集一下带来给我吧。基本上它们都在野外就能看到的。         \n\n这只狗？哦，她一点用处也派不上。胖得连走路都走不动。",0,"哦，你全部收集了？而且愿意都给我？\n太谢谢你们了！",0,"我的古典收集越来越齐全了！\n哪天我的研究完成了的话，我得考虑全部捐给雷蒙德的博物馆呢。",0];
      
      public static var bessieQ:Array = ["我被怪兽咬得遍体鳞伤。如果有狗的话就能保护我了，但是我买不起。\n我都在考虑拦下过路的人帮我找一只了。\n我完全不会过问是从哪里来的，真的！我只想要个伙伴而已！",0,"哦，这就是你帮我找来的狗？\n他……看起来不怎么吓人嘛。我会试试看训练他的。",0,"训练还没有什么成果呢。\n就算我下令他也不会撕碎敌人……",0];
      
      public static var bessieD:Array = ["我和拦截者已经是最好的朋友了！\n只要有不认识的人靠近我他就会吃掉！",0];
      
      public static var bessieD2:Array = ["你、你、你？！！\n你为什么要那么做？！",0,"呃，我只不过想试试看会发生什么……           \n\n我完全没想到结果会这——",12,"你们全部都去死吧！！！               \n\n你们这些狗狗杀手！\n像气球一样打爆了我的狗！",0,"（我们……在这里完全就是坏人吧？）",7];
      
      public static var donaldD:Array = ["啊、喂！你们不能跑这里来！\n像正常人一样到前台去！            \n你们应该不是来搞审查的吧？\n（我才没有藏着什么呢……）",0];
      
      public static var byrdD:Array = ["我们搁浅在这里了。\n虽然距上次能吃东西的机会已经很久了……但是现在我宁肯饿死。\n楼下的食物根本就不是能给人吃的。\n现在我连乌贼或者小孩都能吃下去。",0];
      
      public static var linwoodD:Array = ["滚开吧！我在等我儿子的消息！\n他曾经在岸边制作木筏。\n如果你们什么时候看到他的话，帮我转告一下他的近况吧。\n我还要几瓶酒。*咕噜*",0];
      
      public static var linwoodD2:Array = ["我儿子没事？真的很谢谢你们……*痛哭中*\n你们真是很好的人！我请你们喝几瓶！",0];
      
      public static var yiffyD:Array = ["嗨！\n你看起来像是个穷光蛋，所以滚蛋吧！\n我们不接待乞丐的！",0,"真是没礼貌！\n我是喜欢才穿成这样的！",19];
      
      public static var yiffyD2:Array = ["哦哦，看起来很有钱的绅士光临了！\n请随便就座！我马上就过——",0,"噗，省省吧。\n我只不过是来这儿显富的；看你不敢把我当成垃圾了吧！",19];
      
      public static var jerryQ:Array = ["哦，马特老弟！你回来了啊！\n你肯定有不少的故事可以炫耀吧，但是我这里出急事了！\n我的地下室太乱了，连钓竿和墨镜都找不到了！\n这完全就是适合你的工作呢，交给别人都不放心！",0,"谢了，马特，你最好人了。\n幸好我老婆没活着看到这一团糟呢！",0,"嗯，接下来得找个好地方……",0];
      
      public static var jerryD2:Array = ["*嗝*！真是惬意！\n喝酒比钓鱼舒服多了。\n反正也只钓得上章鱼而已！",0,"（到头来我为什么会答应帮他的家务活啊？\n他根本就没值钱的东西当报酬……）",19];
      
      public static var sadieD:Array = ["别挡路别挡路！         \n\n要买东西给我到前台去。",0];
      
      public static var xunD:Array = ["我曾经在城墙上射杀了不计其数的野兽。\n在我的家乡我被称作英雄，但是我还是没有得到成就，只因为我没有在“史诗”难度下。\n在这些守卫眼里现实也只不过是游戏而已。\n人类真的快到末日了。",0];
      
      public static var guardAD:Array = ["你好！这里是雷蒙德先生的画廊，收藏了他所有收集的宝藏与艺术品。\n但是这些收集不对公众开放——只有少数被挑选的精英才能进入。",0,"哼，你只是觉得我穷就看不起我，是吧？\n（等着吧，我很快就会偷成富豪……）",19,"我们这里的通行证是成就勋章。\n只要收集够了勋章，我们就会认同你为有品位与文化的人。只有通过这种方式，这些收藏才会为你而开放。要进入馆楼需要最低限的10枚勋章，但是里面每个房间都有更高的要求。",0];
      
      public static var guardAD2:Array = ["这是老爷个人的房间，也是整个画廊最荣誉的房间。\n只有全面驾驭了学习和学术成就的人才能进入。\n换句话说，你得收集所有的勋章，当然这也绝非易事！",0,"听起来很枯燥呢。\n值得吗？",5,"我曾经进去过；里面其实也没什么很特别的。\n但是我们总得给最忠实的玩家留些东西，对吧？",0];
      
      public static var guardBD:Array = ["很抱歉，我只是个新人……要查询规矩的话问我爸吧。",0];
      
      public static var helenD:Array = ["雷蒙德曾经为了从各地收集有趣的东西而闯遍了世界。\n不过最近他的身体大不如前，所以基本上都呆在家里接待客人。\n但是各地的客人都愿意把艺术品送来展示，所以他的收藏还在稳定增长。\n真是让我觉得内心都暖乎乎呢。",0];
      
      public static var raymondD:Array = ["嗨，我是雷蒙德，也就是这个宝藏博物馆的策展人兼主人！\n我有预感会与你有很多见面的机会，因为你看起来就是有对宝藏与艺术品有独特眼光的人。\n希望你能享受在这里的时光，毕竟我毕生的成果都展示在这里。",0,"好说好说。",2];
      
      public static var raymondD2:Array = ["嗨，你终于达到这里了！这就是我私人的房间。\n你们已经赢得了参观这里的机会——除此之外，我还准备了一份礼物给你们！",0,"咦，礼物？        \n\n会是什么呢？",2,"娜塔莉，整个画廊在将来都会归你！             \n我已经决定把你写进遗嘱了。",0,"啊，什么？！\n真、真的？！",43,"为什么是她而不是我？！",76,"哦哦哦！\n恭喜恭喜，娜塔莉！\n说不定这就是你梦想事业的起点呢！",12,"这是政变吗？\n你们是不是一直在我背后耍阴谋？\n（还是说我只是想多了？）",66,"娜塔莉从以前就是这里的常客，而且我也最信任她能打理这个地方。\n事实上，她已经为这里贡献好几年的历史研究了。\n没有人比她更胜任这份工作。             \n至于你们其它人嘛，我只相信你们……嗯……不会从队友那里偷东西。",0,"这真是极大的荣幸！             \n\n只要你决定的话，我会尽我所力照顾这里！",42,"那么就这么一锤定音吧。\n这里所有的都会归你——不过我可能会拿几个金块陪我下葬。\n为防万一嘛，呵呵呵。",0,"恭喜你啊，同志。\n我会尊重这个协议，把嫉妒藏到内心里。",61,"哇，真的恭喜了呢。\n这样应该是最好的——毕竟除了娜塔莉你以外我们也没人知道怎么打理这么大的地方。",92,"真是好消息呢，娜塔莉，我们终于能有地方放所有的宝藏了！\n以后再也不需要全部带在身边了！",27,"嗯、嗯，就是呢！\n这正是以后的冒险需要的东西呢。\n当然你们也欢迎来这里，毕竟我当然不会想要独占己有。",33,"嗯，那么就这样了。\n我们已经正式完成史诗战斗幻想5所有的挑战了！             \n恭喜我们！（也恭喜玩家！）",2,"喵！",123];
      
      public static var princessD:Array = ["爷爷奶奶说过这画廊总有一天会归我！               \n\n希望他们早死吧！",0,"（哇，真是个恶毒丫头。）",6];
      
      public static var princessD2:Array = ["呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜哇哇哇哇哇哇哇哇哇哇哇哇哇哇哇。\n你们做了什么？和爷爷说了些什么？！\n为什么他会对我发怒？他才不能给你这里呢，这些东西都是我的！\n你们都去喂黄鼠狼吧！！！",0,"闭嘴吧，哭哭啼啼的小兔崽子！\n这就是你不尊敬别人的下场！",2];
      
      public static var jamD:Array = ["这些墙上都挂着很让人入迷的画呢。它们似乎在表达——\n喂，这些人都长得像你们呢！",0,"这里好多我们的画像呢！\n感觉都眼花缭乱了！\n我都不知道我们有那么多粉丝！",103,"我都被画得好酷！\n当然还是没有现实中的我酷，但是也不错了！",21,"为什么我都被画得那么生气邪恶啊？\n这些画家肯定是在我背后联合起来要诽谤我！\n（好吧——也许我也不是完全无辜的。）",65,"希望别看到更多在羞脸场景的我……\n但是这些都画得很可爱呢。",51];
      
      public static var manletD:Array = ["哟，很抱歉，但是我不能让你们就这么随便进去。\n想要进去的话，先得让我看到25枚勋章。\n我对工作可是很认真的哦，知道吗？",0];
      
      public static var manletD2:Array = ["可恶啊，我大概一辈子也抵不上你们这一场冒险的出息呢。\n我的人生都一片灰暗呢老兄。",0];
      
      public static var gimliD:Array = ["我的正义钻头矛无坚不摧。\n我奉命守卫此处，不允许任何低俗人物通过。\n看你就知道你连45枚勋章都没有，所以我不能信任你们。",0];
      
      public static var gimliD2:Array = ["你们几个还行。我已经能感觉到你们身上的崇高气场。\n你们都还很年轻，但是已经在世界上留下了自己的足迹。非常可敬。",0];
      
      public static var leonidasD:Array = ["我乃列奧尼达，列奧尼达之子，列奧尼达之孙，列奧尼达之曾孙……以此类推。我将伫立于此，直到拥有15枚勋章的英雄莅临将我遣散。",0];
      
      public static var leonidasD2:Array = ["年轻英雄啊，你们为先人带来了荣誉，不像我只带来了羞耻。\n我只是一堵人墙罢了。",0];
      
      public static var daoD:Array = ["35枚勋章就放行。\n不然就不行。        \n\n我中文不好。",0];
      
      public static var daoD2:Array = ["你们很有趣的人，我知道。\n有时很善良，有时不善良。\n但是还很强大，也有坚强的心。",0];
      
      public static var arneD:Array = ["嗯咿呣呜嘎啊…………      \n我在吃红辣椒取暖，但是根本不知道这效果如何。\n的确我没觉得冷了，但是我也觉得马上要死了。",0,"喂，那你分享几个给我们怎么样啊？",2,"才不要呢。           \n\n红辣椒是很稀有的东西，我也只会在这种紧急情况才会用。",0];
      
      public static var heraldD2:Array = ["啊对，我们住在这洞里，怎么了？\n我们会让你们通过只是因为你们解决了那匹独眼巨人。\n这里是我们的家，所以你最好尊重它。",0,"我会确保我的队友不做坏事。\n他们的手有的时候很不安分。",49,"喂！你才不能命令我做什么不做什么！\n还有没腿根本没手！",1,"喵嘎，喵嘎，喵嘎！",139,"哦，不好意思没腿。\n我不是在嘲笑你。",35,"喵！",123];
      
      public static var knutD:Array = ["洞窟最好的房子。不会有人偷。\n嗯……除了怪物。怪物直接去地狱。\n我会吃它骨头当晚餐！",0,"同感呢——怪物很好吃！\n除了史莱姆，那些东西吃了只会想吐。",2];
      
      public static var hansD:Array = ["喂，刚刚是你们从那个洞里出来的吗？\n来钢铁要塞要做什么？\n我们的领袖兰斯要摧毁你们可是轻而易举的！",0,"怎么，要打架吗？\n我知道你们是做什么的！\n我才不怕你们这些NPC！",9,"呵呵呵……\n兰斯才不是区区NPC呢……走着瞧吧。",0];
      
      public static var helmutD:Array = ["重炮部军官赫尔穆特报到！\n狱火行动已经开始！\n我们的命令是为了给大队伍开路把这带森林全部碾平！",0,"能再考虑一下吗？\n这样的话很多农民会无家可归呢。",36,"命令就是命令。\n我的代码里没有抗命这个定义。",0];
      
      public static var heinzD:Array = ["我们光荣的领袖说过，只要我们能征服世界，就把西方大陆给我们。\n希望你们在那里没有朋友或者家人吧！",0,"喂，那里可是我的家园，我可不同意把那里交给你们！\n只要你敢占领比脚下格子更多的地方，我就不会罢休！",10,"我们的领袖可是足智多谋。\n他的机器人大军肯定会所向无敌。",0];
      
      public static var hansD2:Array = ["为什么你们攻入了我们的要塞？！\n这完全就是宣战！",0,"先挑事的是你们！\n直到清理过这整个地方、把那浮悬车砸烂之前我都不会放过你们！",9,"我对我们的事业有信仰！\n钢铁要塞肯定不会陷落！          \n\n你们在兰斯面前肯定会溃不成军！",0];
      
      public static var helmutD2:Array = ["我来这里只是为了糊口……而且本来工资就不高……但是那边几个真心相信他们能征服世界。\n我不觉得那很可行，但是我没兴趣在他们面前提起这个。",0,"哦，那你趁还来得及赶紧开溜吧！\n那些家伙都是混蛋！           \n\n如果你现在投降的话，绿木村肯定会饶恕你的。",109];
      
      public static var heinzD2:Array = ["入侵者！      \n\n安保他们在做什么？！\n你们是怎么闯过我们的陷阱的？！",0,"到目前为止最困难的谜题都不是必须的呢。\n这城堡完全没有安全可言嘛！\n当然这对我就是好事了，毕竟我根本不会解谜。",3];
      
      public static var hansD3:Array = ["最后你们还是胜过了兰斯啊？也许我太小看你们了。\n我不会再阻挠你们了……反正我也打不过你们。             \n\n好吧，你们赢了。我投降。",0,"下次有人命令你打砸抢烧的时候，考虑考虑一下那些命令有没有良心吧。",49,"啊好好知道了知道了。",0];
      
      public static var helmutD3:Array = ["嗯，我真的是不该掺和进来的。如果我们没有那么贪婪短见的话，这一大片破坏都不是必然的。我会找找有没有什么地方可以帮助重建工作。\n\n请原谅我吧。",0,"把你拽进这一切真的是抱歉啊，同志。\n所有的错都在我头上——我会继续前进，为我们挽回荣誉的。",61];
      
      public static var heinzD3:Array = ["为什么你们要这样对我们？！\n我只是希望能统治国家；这是我与生俱来的权利！\n这权力却被你们剥夺了！你们凭什么？！",0,"我一点儿也没觉得对不起你呢。",19,"有些人真的是死性不改呢，是吧？\n看来他得上村庄的黑名单呢。",107];
      
      public static var erikaQ:Array = ["看看这些死法西斯分子都做了什么好事吧！\n这片森林我从小就在这玩，结果全被他们夷平了！\n我绝对不会就这么善罢甘休……一定要种些种子恢复这里的绿色。                     \n你们愿意帮忙吗？",0,"你们真棒！\n帮了我一个大忙！\n               \n真的很谢谢你们！",0,"只要我们齐心合力，就能恢复这里的森林！\n              \n直到完成之前我都不会休息……不过我已经很累了。",0];
      
      public static var jormaQ:Array = ["桥塌了。非常不妙。\n我能修桥，人能通行。我需要……一些木棍。\n这一带附近应该有些。",0,"很好。我需要的就是这些。\n我很快就会把桥修好。",0,"一切都会没事的！",0];
      
      public static var jonathanD:Array = ["喂你们几个，知道法西斯分子是不对的吗？\n知道滥杀无辜是不对的吗？！",0,"啊，呃……我大概还是知道的吧。     \n（那我杀掉了那么多动物也不对吗？）",15,"那么你也能加入反抗法西斯的一行，只需要在社会媒体上挑起声浪！\n我们已经在堆特上建立热门话题，让全世界都知道法西斯是不对的！\n我们绝对不会容忍这种行径！",0,"有人说过动手不如动口，但是眼下要救回朋友我觉得更需要动手而不是动口呢。",5];
      
      public static var jennyD:Array = ["法西斯走狗！！",0,"谁、谁啊？说我吗？！",7,"法西斯走狗！！！！！！！！！",0,"（这女的看起来着魔了……好可怕好可怕。最好离她远点。）",22];
      
      public static var abdulD:Array = ["你要放了我吗？我真的可以走了？\n多谢啦，老兄！你们真是正义的伙伴！",0,"呃，算是吧。\n我是看到这里面有宝箱才留下来的。\n\n不过能顺便救人也不错。",2,"告诉你们吧……这附近有些开关能降低大厅里面那些坚刺。\n我看到过有军官用过这些把它们升起的。\n            \n不过机关看起来不怎么复杂，所以你们应该也能自己弄懂吧！",0,"还有像这样的房间吗？\n那除了你还有其它囚犯了？",106,"当然了，多的是呢。\n我看到过他们把一群年轻女孩赶到大厅附近一个很大的牢房里。",0,"娜塔莉一定在里面了！\n我们得把这附近走廊和牢房都解放出来！",16];
      
      public static var jerryD:Array = ["马特！是你啊！\n别告诉我你也加入了这群军事宅疯子的行列里？！\n我们已经当了好多年的邻居，但是你总是把自己锁在屋里。难道这就是你的真面目？！",0,"不可能啦，我是在放你！我一定会打败这群滑稽小丑。\n他们绑架了我的……一个熟人，所以我不会放过他们的。",5,"你这么说真是太好了，谢谢你这么关心我！那我就这么回家了。\n说不定我会去钓鱼什么的。\n\n等这一切完事了，你也过来坐坐吧。",0];
      
      public static var leoD:Array = ["噢，终于有友好的人类出现了。\n我都已经把这牢房看成我的家了。\n也许外面还有个世界吧，但是我完全不着急回去。\n至少这里还有床铺呢，比我以前的家好多了。",0,"别说丧气话嘛，老头！\n只要好好努力，一定会有好报的！",94,"你这个玩家角色说得倒挺容易的。我们这些NPC都被可怜的命运绑缚住着呢。\n最可悲的是我们之中也有人意识到了这份诅咒，却甚至没有自由解放自己。\n就算永恒流逝，我们也被困在这里。",0,"你说得好深奥呢……\n         \n绝对能当个哲学家或者魔法师吧。",22];
      
      public static var timD:Array = ["我刚从大学毕业，就找到了这么大的城堡的工作！好兴奋啊！\n不过这城堡的主人相当自我其是呢。一直在嚷嚷优等民族什么什么的。\n希望他只是有点脑残，不是真的那么相信吧。",0,"你在给他们干活？！还是心甘情愿的？！\n那我们是不是也该把你打倒啊？",99,"现在的行情基本上就是给法西斯分子造武器啊？\n那我都开始庆幸我只是个无业游民了。我对工作过敏。",19,"抛开那个不谈……看到这些加速格吗？都是我安装的！\n只要站上去了就会持续往那个方向移动，直到撞上障碍物之前都不会停下。很酷吧？\n我还设计了一种磁力靴，能让你在那些金属格上停下来，但是样品我不知道扔哪里了。\n就算如此我仍然认为自己该升职！",0,"磁力靴？\n要解这些死谜还要找道具？",17,"嘛，也只有一些宝箱需要这种靴子，嘻嘻！",0];
      
      public static var asahiD:Array = ["喂，你们是怎么进来的？\n嗯算了，跟我没关系。我对这事业没什么忠诚可言。\n我只是搞研究的：这些石碑真的很奇妙，它们在辐射出强大无比的能量！\n而且有那么多石碑在世界各地突然出现。真是很蹊跷。",0,"所以说它们到底是什么？\n对人类有危害吗？\n有价值吗？！",15,"我们完全不清楚。有报告传来说南方大陆大部分都被一颗陨石消灭了。        \n他们把那叫成“大撞击”……残存下来的陨石坑里就全是这些东西。\n所以说这石碑的来源肯定是宇宙。说不定这些还是更先进的外星人科技呢。真让人振奋！",0];
      
      public static var yuiD:Array = ["啊啊，这衣服好暖和好舒服。\n它的温柔拥抱填补了我内心深处的情感空白，这是男人从未……\n\n咦、咦？！我又在自言自语了吗？",0,"好尴尬……",23,"嘛，我们在石碑周围设了一个能量场，保护我们不被辐射影响。\n我们完全不知道那些东西能量从哪儿来的，但是万事小心为上。",0];
      
      public static var akiraQ:Array = ["我们在等待陨石坑的研究小组的报告。\n希望他们没都被外星人绑走吧。\n这个通信频道是绝密的，所以我们采用了蜗牛邮件系统，因为这完全没有被黑的可能性。",0,"什么？！从陨石坑传来的消息？！\n嗯，这就证明了——这些入侵者都是从异世界来的。\n嘛，我们也研究了他们的能源，开发出了这个新的魔法技能……",0,"他们说不定不是从异星，而是完全另一个宇宙来的。\n这些样本完全不像我们所见过的任何东西。",0];
      
      public static var xaviQ:Array = ["哈维听候差遣！嗯……其实应该是我想差遣您。\n我有个不情之请——我想开一门音乐生意！\n但是我需要一些光盘起家。不管是空白的还是盗版的都行！\n哦，还有小心坏人。这里可是有一大堆呢！",0,"很好！非常棒！\n那么就要开始我的完全合法的买卖了！\n最正宗的光盘！童叟无欺！",0,"你们是谁？\n我应该完全没见过你们呢，陌生人。*使眼色*",0];
      
      public static var rebelQ:Array = ["嘘，我偷偷进来的！别泄我的底！       \n\n我在想找些尖的东西来搞破坏……",0,"完美！\n我要把这地方毁了，然后趁别人看到我之前溜出去。      \n\n这些搜刮到的东西就归你们吧……",0,"先从这些旗帜下手……",0];
      
      public static var bellaD:Array = ["我还在神秘之林与不死怪物战斗的时候，这些家伙就突然出现，趁我的魔法还在冷却的时候把我绑走了。\n只要给我些时间我就能自己把我们都救出去，所以实际上根本就不需要你们来插手。",0,"不客气。",112];
      
      public static var hikariD:Array = ["我在家里吃宵夜的时候一群黑衣人突然闯了进来把我绑走了！\n我当时还以为那是恶作剧呢，但是看来这还是真的绑架案！\n不过有人认为我值得绑架，还是感觉挺荣幸的！",0,"她是不是还没回过神来啊……",35,"那群人的领袖长得真帅呢。\n记得是叫兰斯吧？             \n\n看起来又英俊又健壮！我一定要占为己有！",0,"啊不好，我开始觉得你脑子有问题了。\n他们不是揍了你脑袋怎么吧？",36];
      
      public static var karenD:Array = ["我只是在打理自家店铺，结果就被这么抓了来。\n本来是想休息一下的，结果弄得我还要管理这牢房的资源。        \n\n要买东西的话跟桌子对话吧。",0,"我们救了你，还要收我们钱？",9,"（真粗鲁！）",43];
      
      public static var hikariD2:Array = ["兰斯，我的爱人！\n你终于回来陪我了！\n人家好想你哦！",0,"（又是这个人啊。\n看来我绑架她的时候她误会了。\n这家伙脑袋可能不怎么灵光……）",77,"我无时不刻都在思念着你！\n你那英勇飒爽的身姿！\n离开你越久，只会让我越渴望你！",0,"听着，丫头。我看上的只有你生孩子的能力。\n我们之间没有任何爱情，以前没有，现在也没有。\n而且我的计划已经胎死腹中，所以你对我什么都不是了。\n（但是请别跟我打官司。）",65,"哦，这是傲娇的套路吗？\n没关系，总有一天你会来到我身边。\n我一直会在远处观望着你，永远不变。",0,"好恶心。",35,"同感呢。",61];
      
      public static var karenD2:Array = ["哦……又是你们啊。\n看到了吧。这就是等着我回来的精彩亮丽风波万丈的生活。         \n嘛不说讽刺话了，还是很感谢你们救了我。",0];
      
      public static var thiefD2:Array = ["咦、咦？！又是你们！\n你们是便衣警察还是什么的？！\n为什么要不停地阻挠我？！\n我之前说过了，我是清白的！",0,"我们什么都还没说呢！\n（但是你的衣装的确看起来相当可疑……）",49];
      
      public static var pabloQ:Array = ["哟，安娜！注意到了吗？要想得到新技能，就得做支线任务！\n我的稻草人被怪物弄死了，所以我得做个新的。\n说实话，我只需要几块布料……",0,"多谢多谢！\n我会把谷仓的门打开，里面的东西你们想要就拿去吧。      \n哦，还有安娜，你爸妈让我提醒你偶尔要用用轻盈技能呢。",0,"谷仓的门我打开了。\n就在那边。\n*往左指*",0];
      
      public static var randyQ:Array = ["该死的怪物把我的木板都抢了。我只不过想认认真真地盖个房子，为什么会出这种事？！\n我根本就不会打架呢。\n看来只能在这里受罪了。",0,"啊干得漂亮老兄！\n这些木头都给我？真的是帮大忙了！\n这下我终于能盖好这房子了！\n为了表达感谢，让我告诉你之前在电视上看到过的忍者必杀技吧。",0,"估计你们出去走走再回来的话这房子就盖好了，老兄。",0];
      
      public static var randyB:Array = ["哟，正义的伙伴们。\n这房子没有你们的话也不可能完成。\n现在你们爱偷爱抢都随意吧，反正你们应得的！",0,"那我们就动手了！",3,"等等可是……          \n啊算了。",47];
      
      public static var lenkQ:Array = ["我对射箭根本就没什么兴趣。\n我更想创造音乐……但是萨拉的要求挺高的。\n也许她其实不适合我吧。",0,"哦，陶笛？\n给我的吗？\n我会找些时间练习一下的。多谢了！",0,"我很讨厌我的人生，但是有音乐我就有一丝希望。\n也许有朝一日能好起来吧……",0];
      
      public static var sarahD:Array = ["嗨安娜，看看我的新男朋友连克吧！\n我要求他学习狩猎；这样他就能给我赚很多战利品了！\n知道吗，这森林里到处都有宝箱呢！",0,"呃，他感觉没什么天分耶。\n你确信不是在过度要求他让他积累压力吧？\n如果太予取予求了他可是会离你而去的哦。",111,"噗，不可能啦！\n连克毫无条件地爱着我！\n只要我一声令下，不管让他做什么他都在所不辞！",0,"嘛小心别让他送命了。\n他的弓术完全就是新手级别的……",99];
      
      public static var weebQ:Array = ["机器人杀过来了！！！",0,"哇，你们手脚还真麻利……\n本来我还想赚点经验值的。\n话说回来，这些看来都是从钢铁要塞那里冒出来的残兵，说不定是升级W*ndows之后就失去控制了。",0,"我绝对不会再升级我的操作系统了。",0];
      
      public static var ronjaD:Array = ["咿呀啊啊啊啊啊啊啊啊啊啊啊！！！\n卫兵！！\n有强盗！！强盗！！",0,"请原谅我的无礼的同伴——他们完全不会控制自己。\n我们没有任何恶意！真的很抱歉！",42];
      
      public static var girlAD:Array = ["别跟我说话——我正在稍做休息恢复我的集中力。\n马上我就得继续复习了。",0];
      
      public static var girlBD:Array = ["这里的书我都读过，但是感觉没什么意义，因为里面讲的全是和战斗有关的东西，而我出生的时候就掷出了很糟糕的初始属性。\n如果我真的去打的话马上就会玩完！",0,"嘛，人生也不是说只有打怪才有意义。",92,"我真的很羡慕你呢，安娜。\n不过呀，你这次带回来的朋友都看起来好怪胎呢！",0,"嗯，他们的确都是怪胎。\n（希望他们别在这一带做出怪胎以上的事情吧…）",111];
      
      public static var girlCD:Array = ["嗨！你们正在拯救世界的旅途中吧？\n最近有没有看过选项菜单啊？\n给你们个友好提示吧——你们可以随时调整游戏的难度，以及其他各种各样的设置！",0,"我很中意那个能让我不那么暴露的选项……              \n但是可能只有我那么想吧……唉。",47];
      
      public static var grumpD:Array = ["我看见了你们干的好事！！",0,"咦、咦？\n我们才什么都没干呢！\n你要干嘛啊你？",5,"我看到你偷了放在外面工作台上的废金属！\n别想撒谎！",0,"没人认领的东西就谁的也不是！\n放在道具栏里的东西才是你的！",9,"错了！！\n我们绿木村可是有专门法律保护我们不受你这种手脚不干净的人的荼毒。\n我们也不会因为这么点废钢来起诉你……但是会专门对你涨价。\n也许这样你才会知错。",0,"我打死也不改！",10,"唉……",107];
      
      public static var momD:Array = ["安娜！你回来了！\n以后别那么一个人跑出去了。\n你和你的朋友要不要留下来吃饭啊？",0,"啊，不必了，我们还有其他地方要去呢。\n（比如说从石碑手里拯救世界，虽然你们肯定不会相信。）",92,"嗯，好吧，在外面玩注意安全啊！\n我爱你，宝贝！",0,"我也爱你……\n（别当着我队友面前肉麻！）",101,"（这是什么？               \n难道这就是……“正常”的家庭……？）)",76];
      
      public static var dadD:Array = ["咦，这些就是你的新朋友吗安娜？\n他们看起来不怎么安分呢。\n如果他们要你做什么危险的事情的话一定要和我说哦。",0,"他们没问题的啦……大概。\n你什么也不用担心。\n我会看好他们。",92,"那他们哪个是你男朋友啊？\n那个流浪汉还是那个校园枪手？",0,"你说啥啊，老兄？",9,"我才还不是什么校园枪手呢！",69,"呃……那我们走了！\n拜拜，爸爸！",93];
      
      public static var momD2:Array = ["你们还是不会留下来吃饭吗，安娜？\n嘛算了。你也不是小孩了。\n嗯，我已经知道你们的丰功伟绩了——新闻里都提到过！\n你们真是猫神赐给我们的英雄。",0,"多谢啦，妈妈。\n希望你们的装修之类的也一切顺利……            \n我也存了不少的钱，所以需要的话尽管和我开口吧！",92,"我怎么可能向你们要钱呢！\n希望你们注意小心，一路顺风！",0,"知道了，伯母。",31,"多谢啦，安娜的妈妈。",2,"收到。",61];
      
      public static var dadD2:Array = ["你们都跑到南方大陆去了啊？\n看来不管我说什么你都不会听呢，都去那么危险的地方了。\n最近只听得到那边的坏消息。",0,"我们的调查都很顺利呢爸爸，毕竟我们都身经百战了。\n我们已经在拯救世界了！            \n虽然你肯定不懂吧……",101,"要是真有人敢伤害你，那他得先过我这一关！\n嘎哈哈哈哈哈哈！\n*差点心脏病发作*",0,"我不在的时候记得小心点不要过度劳累自己！\n如果妈要你清下水道的话，别自己去做，要雇连克去。\n我希望你不要从梯子上掉下来，知道了吗？",92,"我还很壮实呢，嘎哈哈哈哈！",0,"嗯是是是，爸爸。",111];
      
      public static var juneD:Array = ["这家伙总是会跑来给我他捡到的破烂，像是猫啊什么的。\n他每次都知道我在哪里……该不会是Go*gle的员工之类的吧。\n看来我最好把网上的账号都删了。",0,"看来不管哪个女孩都得对付这么一两个人，吧？",49,"啊？        \n为什么你在瞪着我？",79];
      
      public static var rockD:Array = ["琼恩是我一生所爱！\n我为了更加了解她，已经扒窗子跟踪了她好几个月了。\n我觉得我们之间希望很大，只需要让她相信我是个好人，并且是忠实的女权主义者！",0,"哇，琼恩好可怜耶。",112];
      
      public static var jollyD:Array = ["哦，观光的吗？欢迎来到绿木村图书馆！\n不管你要研究什么，我们都有相应的书籍！\n如果你们想要知道战斗理论之类的东西话，请随便翻阅我们的收藏！\n我们的怪兽作战系列尤其——",0,"呃，我觉得先斩了再说就行了。",17,"别那么没礼貌，马特！\n我们也可以通过这个机会学习一下为以后做准备！\n光靠蛮力的话很多东西都会解不开的！",39];
      
      public static var steveD:Array = ["你们击败了法西斯分子啊？猫神保佑！\n我还以为我得一个人把他们挡下来。\n这村庄一边得对付法西斯分子，一边还得对付怪物。\n等、等等……为什么他们的领袖在跟你们一起啊？！",0,"我已经……带着耻辱退役了。\n我不再是你的敌人了。",79];
      
      public static var galD:Array = ["你们要进神秘之林？\n我不建议你继续下去，除非你们非常有自信。\n里面完全就是个迷宫。",0,"我们需要找到木筏匠，所以不穿过这片树林不行。\n更重要的是，我也要从怪物手中保卫我的家园！",92,"我对你有信心，安娜，但是旁边这些人就看起来有点傻乎乎的……",0,"啥？！",9,"嗯算了。\n这森林里有两个很重要的宝箱，不打开的话就去不了木筏匠那里。\n留神一点——一路顺风！        \n哦，对了，小心会走路的树！",0,"才没有什么会走路的树呢。        \n她只不过是在吓小孩。",109];
      
      public static var galD2:Array = ["你们已经有木筏了？干得不错嘛！\n喏，这些吃剩的东西给你们吧……我已经吃饱了。",0];
      
      public static var palD:Array = ["我打碎了镜子，就陷入了厄运！\n问题是……我能确定那面镜子当时在朝着我浮过来，像活的一样！\n最近森林里有好多稀奇古怪的怪物啊。 \n如果能有后援就好了……",0];
      
      public static var izumiQ:Array = ["你们几个！你们看起来对捕获怪物很熟练呢！\n我需要一些练习用的活沙包——但是我需要不会被砍断手砍断脚就会死的怪物。\n你们知道有那种类型的怪兽吗？我肯定能把它们训练成最好的沙包！",0,"哦，对啊！史莱姆！\n好，下次我们见面的时候，我会把这些丑陋的怪物训练成美丽的沙包的。",0,"忍者始终会在你们身边。永远。\n只不过你们看不到而已！",0];
      
      public static var jamieD:Array = ["哈，你们这些家伙是谁啊？\n就这么闯进别人家里？\n赶紧给我滚出去！",0,"安啦，老头。\n我们只是……嗯……对了，收税的！           \n就拿几样东西就走了……",12,"再留下来的话，别怪我不客气了！",0];
      
      public static var gothQ:Array = ["这才不是什么反抗期——我真的没有灵魂！\n我的爸妈都不肯配合我的邪恶需要——所以我离家出走了！\n但是我现在好饿喔，还有一堆需要处理的伤……",0,"你们几个比我爸妈都好多了——他们都不肯给我这么多巧克力！\n而且也不让我献祭小动物。",0,"总有一天我会从哥特升级到死灵法师。\n看看到时候我爸妈还会不会蔑视我！",0];
      
      public static var necronD:Array = ["诅咒的夜晚真是可怕！\n哈 哈 哈！",0,"离我们远点，你这个疯子！",100];
      
      public static var angelaQ:Array = ["请不要无视我！！    \n如你所见，我目前被困在这树干里了。\n如果你们愿意帮我收集附近正与邪的能量样本的话，我会很乐意地教你们非常有用的复活魔法。",0,"嗯……这样的啊……有意思呢……\n我正需要这种样本。好吧，这就是说好的报酬。\n愿你们的冒险一直受到幸运的眷顾。",0,"这地方真的很奇怪。\n光与暗的争战构成了微妙的平衡。\n会有哪一方最终胜出吗？只有猫神知道吧。",0];
      
      public static var bellaD2:Array = ["哦，是你们啊。\n我之前就说过，我其实不需要你们帮忙的。\n战斗能力我当然有——光是住在这里就自然会学到的呢！",0,"我可不会在这种地方投资房地产。\n谁会想住在树里面啊。",61,"为什么这疯子跟你们在一起？\n他被你们洗脑了吗？",0,"啊不是，他现在是我们的阶下囚。\n如果他不受规矩的话，那就“喀嚓”了。",47,"噗……",79];
      
      public static var monikaD:Array = ["哦！我知道你们是谁！\n贝拉在我面前提过很多次了。\n你们能救出贝拉真的是感激不尽。",0,"我们就是为了打败敌人、维护世界和平而生的。\n能帮上忙真的太好了。",29,"是吗？\n我怎么记得你们花了大量时间从我的要塞里面搜括东西啊……你们纯粹只是一群强盗吧。",79,"不管怎么说，以后都随时欢迎你们来坐。\n最近都很难找到会有人上门呢——有客人都总是好事。",0];
      
      public static var mioD:Array = ["据说这片森林被诅咒了……但是怎么看都很正常嘛。\n那群卫兵肯定只是在吓我们彰显他们自己……小孩都知道世上没有鬼的！\n放眼望去都只看得到猫之类的野生动物。",0,"一定要记得，如果找不到路了的话，那么要跟着箭头走！",117];
      
      public static var misakiD:Array = ["我们是来参拜这附近所有神社的！\n只要祈祷次数够多，肯定就能得到很多激励点。\n我要神给我无限的冰淇淋！",0,"如果我是你的话会要求更多的呢。         \n\n反正都只是迷信！",107];
      
      public static var chikaD:Array = ["我的朋友都不相信鬼……但是我相信。\n我的姨母曾经告诉我很多有关巫毒魔术的知识。\n不熟悉的人会很难应付巫毒娃娃或者镜子之类的东西。\n有的时候最好的办法就是走开点，假装它们不存在！",0];
      
      public static var mioD2:Array = ["感觉好糟糕……            \n也许我们不该来这里的……",0,"这完全就团灭了嘛。\n她们身上满满的状态呢。",6];
      
      public static var misakiD2:Array = ["吼吼吼！把你们的骨头交上来！",0,"想得美！",69];
      
      public static var chikaD2:Array = ["呜？！",0,"她的脑袋都短路了呢……僵尸我们可没办法治愈。\n只能扔下不管了……",37];
      
      public static var mioD3:Array = ["看来这些鬼故事都是真的呢。\n根本无法预料嘛……这次差点死在那里也都不是我的责任。",0];
      
      public static var misakiD3:Array = ["我们想方设法逃出来了，但是我根本忘不掉里面看到的东西。\n再多的冰淇淋也治不好这份创伤。",0];
      
      public static var chikaD3:Array = ["我以后再也不出村子乱逛了。\n比起被诅咒成幽灵，我宁肯无聊地渡过一生。\n干脆我以后就一直站在这里好了。",0];
      
      public static var spikeD:Array = ["怎么，要拿走我们的收藏啊？\n那你得先找些钥匙！\n我向你保证这些收藏绝对都值得。",0,"但是我们都不知道宝箱里面有什么……这难道不是某种非法赌博吗？！\n如果被骗了怎么办？         \n\n如果这只是有人在YouT*be上做假的赢家视频怎么办？",15,"嗯……我不该告诉你这个，但是如果你真的不满意内容的话还是有办法绕过系统做弊的……\n*咳咳重新读档咳咳*",0,"嘛，反正最后只要全部收集就没关系了吧！",2];
      
      public static var driftyD:Array = ["嗯？怎么？你们是客人？\n真是稀罕！\n（不是来抢我的吧？）",0,"你就是木筏匠？！\n制造能浮在水上东西的人？",32,"工作时间内的话，对啊，那就是我。\n不过现在我只想喝点酒享受享受景观。\n所以我只是个路人。",0,"我们非常着急需要木筏以到达南方大陆——十万火急！\n我们需要调查撞在那里的陨石！",52,"嗯，好吧好吧。\n估计最近木筏都很抢手吧，所以呃……拿走这个我的杰作吧。\n然后就别骚扰我了。我不想惹上麻烦。",0,"我们看起来有那么糟糕吗？\n难道已经臭名昭著了？",35,"你们看起来就像是招摇过市的土匪。\n完全不遵守规矩的。",0,"无法反驳呢。",29,"不管怎么说，有了这木筏，直接从码头走向水上就能浮到新的大地了。\n很厉害的，但是记得，要着陆也只能在码头上。去试试看吧！",0];
      
      public static var tribe1D:Array = ["你们回家，森林我们的家！              \n观光的马上死在这里！提防点！",0,"哇！好吓人！\n多谢你的警告……但是我们也只能无视了。",22];
      
      public static var tribe2D:Array = ["你们谁？！我不怕！\n我战斗敌人，不怕！\n心是纯，头是清！",0,"你有那么勇敢的话，为什么要带面具啊？",39,"黑石头……它能看一切！\n石头坏人！石头探子！",0,"嘛他害怕石碑也不是没道理呢。\n我也觉得它们很毛骨悚然……",97];
      
      public static var tribe3D:Array = ["现在逃跑。猫王生气。让猫王生气不好。\n猫王统治森林，自从大清理以来。",0,"猫王又怎么了？\n反正猫又弱又呆，对我们构不成任何威胁！",75,"猫王住在森林西边。\n你去你会死。弱者打不赢。",0,"你说啥？！",9,"只有水上走能到。\n水上走只能用特别靴子。\n特别靴子高树上——只有猴子能拿！",0];
      
      public static var tribe4D:Array = ["被猫王杀死，灵魂会被吸收。\n猫王常年吸收很多灵魂。\n猫王是强大军队。\n我们戴上猫王树皮，表示虔诚。",0,"猫哪里有酥皮啊……\n\n……蛋糕才有吧。",2];
      
      public static var jonathanD2:Array = ["我们又见面了呢，旅人们。\n我们本来计划窝在这里抗议环境破坏，气候变暖，资本主义，之类的东西，但是……这片森林完全就是邪恶的啊！去它们的！\n要砍树随便砍吧！",0,"就要这样！",62,"托这里晚上奇怪的声音的福，我们连觉都睡不好。\n然后醒来就看到附近大片的巫毒娃娃……这里完全不正常。",0,"哦，那可不妙呢。\n（如果他们死了的话就不需要行李了吧……）",5];
      
      public static var jennyD2:Array = ["我绝对不会再下去了……但是这上面也不安全！\n这完全就是恐怖片的套路嘛！\n也许如果我把生命最后一刻挂到网上的话至少有人会记得我吧。\n很对不起上次我对你们那样尖叫——我不想死了再后悔！",0,"喵！",122,"我家的猫都原谅了你。\n那就没关系了啦。",1];
      
      public static var studentD:Array = ["有古老的书记载这里是座灵山。\n换句话说，这里面住着有神仙。\n天知道那是什么意思，也许我一辈子都不会知道吧。",0,"那干脆爬上去看看如何？\n你看起来手脚也挺麻利的。",2,"那上面到处都是很强的怪物呢。\n再怎么好奇，我的生命还是更重要。\n我可没那么勇敢。",0];
      
      public static var studentD2:Array = ["我偷偷在你们后面跟了上来。别生我的气……",0,"走错一步的话你就成了龙的午餐呢。\n你可能比自己想象还要勇敢吧！",3,"说不定我已经死了，只不过还没意识到呢！",0,"那你至少有什么收获吗？",61,"西边那些祭坛看起来像是某种密码输入的装置呢。\n不知道是怎么运作的……",0];
      
      public static var shaggyD:Array = ["补品最好了。\n可能你看不出来，但是我其实超厉害。\n那么……我得拿些蘑菇吃下去了。",0,"（他提升的只有懒散属性吧……）",17];
      
      public static var hippyD:Array = ["哟，你们也是来观望石碑的吗？\n这地方很不错的哦，老兄。\n我能感觉到它在注视着我们，保护我们不受黑暗威胁。\n我能感到与星球的连接哦，老兄。",0,"我们怀疑这些石碑有可能是外星人的斥候。\n最好别在它们附近放松。",35,"不可能的哦，老兄。主流媒体都是谎话连篇的。\n这些东西才不是那种在口袋里监视我们的黑镜子。\n喝点啤酒跟我们一起放松吧。\n扩散你的意识，这样就能找到内心的平静。",0,"（真有点羡慕他那样无忧无虑的。             \n也许是那些药物吧……）",61];
      
      public static var mayaQ:Array = ["我已经掌握了浪涛的力量，也能教给你们。\n但是我要你们先证明自己，所以给我找来海洋的宝藏吧。",0,"啊，看来你们已经证明了自己呢。好吧，这就教给你们。\n有了这强大的极限技，你们就能无时不刻都冲浪了！",0,"用的时候小心点别把什么港口给淹了。\n我可负不起那个责任。",0];
      
      public static var infernusD:Array = ["哦，我的学者伙伴们啊。\n欢迎来到彩虹门，这附近都是海神波塞冬的领域。\n南边……可能会有点冷。",0,"哇，等等，信息量太大了。\n这门要怎么开啊？",5,"哦，那个啊……你们得找些骷髅状的雕像放在祭坛上。\n只要波塞冬满意了，他就会把门打开。\n这些雕像目前就散落在附近的小岛上。",0,"那这个波塞冬……是友还是敌？",22,"嗯，他非常不友好呢。\n自从我们开始往河里排废水之后……他就相当仇视我们。\n他对红松镇一直就是个威胁——所以如果能令他平息怒火的话，镇子会很感激你们的。",0,"知道了——也就是说他就是下一个头目吧！",2];
      
      public static var infernusD2:Array = ["你真的令波塞冬镇静了？超厉害的！\n不过，博识多学的我还有提示可以给你！        \n\n比如说，你们知道每条彩虹的尽头都有宝藏吗？",0,"那个只是常识吧。\n不过的确我们该把雕像放回原来的地方，说不定会有意外的发现……",92];
      
      public static var fizzQ:Array = ["一群嬉皮士把我的笛子偷走了！\n但是就算我看起来很会打架，我还是只是12岁，所以我想尽量避免正面冲突。\n也就是说这是个隐密任务……顺便希望你们能带些吃的。",0,"干得很好，伙计！\n这些闪光的东西拿去当报酬吧。",0,"这些粉红的岛让我心旷神怡呢——我得考虑盖个房子。        \n不过那边那座神殿看起来有点可怕……",0];
      
      public static var anikiQ:Array = ["你们的钻头能突破天际！\n只要给我展示你们的武魂，我就会教给你新的技能！",0,"哈哈，这是你们应得的！\n用这个技能贯通你们的敌人吧！\n它们越挣扎抵抗，效果就越高！",0,"相信自己，就能飞得更高！                 \n（或者摔得更惨……）",0];
      
      public static var finnD:Array = ["这带水域很危险的。\n水元素攻击很适合连锁的，你们知道吗？\n如果你们潮湿了，那雷与冰元素的攻击就会更危险。\n而且这附近的生物看起来都有这种意识的。",0,"中性状态与某些元素的搭配有可能致命呢。\n有的时候对我们也有用，但是有的是候就不会。",117,"嗯，如果受到了潮湿或者其他什么状态，有时可能躲在后备里比较好。\n没必要浪费生命或者行动机会。",0];
      
      public static var kaiD:Array = ["不用管我，我只是在与水生物作战。\n我曾经在打一头乌贼时不小心用了太大的力，结果它的触手被我打掉了！\n希望它们能长个教训吧。",0,"乌贼都挺耐打的。\n而且它们的喷墨攻击也很讨厌。\n要战斗的话得随时注意状态。",92,"它们好像还有个什么很大的弱点……          \n不过我都不太记得了。嗯算了。",0];
      
      public static var kingQ:Array = ["我的爆米花被风吹走了。\n嗯——你们几个得帮我把这些爆米花都从这附近一个一个地找回来。\n我知道你们要完成所有任务，所以我会好好利用你们。",0,"哦，你们还真做到了啊。\n把这附近所有爆米花都一个一个地找到了？\n你们好悲哀啊。",0,"也许我只是个NPC，但是我还是知道怎么玩弄系统的。\n我才不会让你们这么好过呢。",0];
      
      public static var tinaD:Array = ["红松镇被怪物侵略的时候，吉娜与我逃了出来。\n反正我们一直就不喜欢那里，那儿的气氛都很压抑！",0,"哦，那是与陨石撞击同一时间的事吗？\n你的家没事吧？",35,"镇子还在那儿，但是估计也撑不了多久了。\n我们短时间内会呆在这里，然后找个好一点的地方住下来吧。",0,"看来红松镇也是个需要处理的麻烦呢。\n那里是去撞击点的必经之路。",47,"我可不相信这群逃兵！",69];
      
      public static var ginaQ:Array = ["向你们要求这个有点害羞……但是我逃出来的时候没多少时间带供给。\n如果你们能施舍一些食物与衣服的话，那真的能帮我大忙。",0,"多、多谢了！这些就够了。\n我会教你们一个火魔法来取暖……",0,"我有点后悔相信我姐逃出来了。\n应该就呆在家里的。",0];
      
      public static var anonD:Array = ["我在暴风雪中失去了脸。\n它……被冻僵然后就……掉下来了。                     \n不过我的情绪还是高涨的，毕竟能活着就不错了！",0,"看来幸好还有这些字幕呢。\n不然的话我们就不知道你在说啥了。",2];
      
      public static var ikaD:Array = ["我是冰法师，所以我的冰元素抗性超过了100%——直接能给我回复！\n但是那不代表我就感觉不到冷了——而且我现在好冷啊！",0,"那你在这一带不就已经无敌了嘛。\n还有什么可抱怨的。",65];
      
      public static var alvaD:Array = ["我的手指脚趾都没感觉了。\n都不知道现在还有没有活着。\n不该来这里的。",0,"那你赶紧趁还没冻死先开溜吧！",9];
      
      public static var grayD:Array = ["嗯，在潮湿上叠加寒冷的话就会变成冰冻。\n早知道的话就好了啊。\n接下来你总不会告诉我说厄运上叠加殒灭就会变成即死吧，哈哈。",0,"状态抵抗已经变得相当重要了呢。\n但是我们已经早就知道了，对不对？",52,"的确，比起冻死，我宁肯穿些不好看的护具呢。",2];
      
      public static var stephanieD:Array = ["本来我不该提起的……             \n这本来应该是个秘密，不过……",0,"别在那里蘑菇了！\n直接告诉我们好了！",9,"嗯……有些物品与任务只能在特定的节日才能获得呢。",0,"哦，真的？\n哪些节日？",92,"呃……情人节，复活节……还有万圣节与圣诞节吧。",0,"这些节日我都不庆祝，所以不行。",61,"那个……应该跟我无关吧？",0];
      
      public static var santaD:Array = ["嗬嗬嗬……不要告诉别人我在这里。\n今年我没那个心情。",0,"放心了老头，我们不会说出去的。        \n节日快乐！",29];
      
      public static var jekylD:Array = ["我刚刚试图与波塞冬战斗……但是我这种人完全不行。\n现在我完全被困在这里，估计马上就会冻死了……",0,"不管怎么说，我们都得解决掉他。\n不然的话到不了下一个城镇……",52,"注意他的冰冻攻击——如果你中了潮湿了的话，最好小心行动，不然很快就会冰冻！\n这还不算完，他还有圣元素攻击，加上一大堆会自爆的小石像！",0,"知道了。\n我们会小心的。",32];
      
      public static var jekylD2:Array = ["什、什么？！你们真厉害！\n这样我也可以瞑目了……",0,"用你的腿走到下个屏幕去！\n别白白死在这里！",10];
      
      public static var rickD:Array = ["哈哈哈，居然有人会想要管制枪支！你能相信吗？！\n如果我还有枪的话，这里也不至于会被怪物占领了。\n告诉你，再练上几天，我就能一个人解放这个镇子了！",0,"（他似乎是在对我旁边的空气讲话……            \n……该不会是瞎子吧？",66];
      
      public static var antonD:Array = ["平常的话，你们闯进来的时候我就开枪了。\n但是都这种情况了，你们想要什么武器就随便拿吧。\n有人能帮我们就不错了。",0,"我们一定会把拿走的东西原物奉还的，我发誓！",42,"哦，是哦是哦……",0];
      
      public static var vivyD:Array = ["我听说了一些很困扰的传闻——这些怪物还不是我们唯一的灾难。\n对，据说这背后还有更大的阴谋。\n有些镇民跑去加入邪教去了——就跟那样有什么用似的。",0,"邪教吗？\n这里已经一片世界末日的景象了，所以就算有人宁可信其有也不奇怪吧。\n这次他们拜的又是谁？",52,"恐怕连某尊神都不是了呢。他们都相信神都死了！\n这里有两派邪教分庭抗礼——一派在信奉某些已经失却传承的远古宝石。\n另外一派相信我们住在某种模拟程序里，而且这个程序已经开始分崩离析了。",0,"听起来都挺疯狂的耶。\n幸好我还没失去理智。",92,"不过我们一路上。也见识过挺多奇怪的东西呢。\n我们有没有错过什么秘密？\n说不定他们就隐藏在正常人当中呢！",35];
      
      public static var falconD:Array = ["我光是站在这里就冒了很大的风险，但是我一定得纪念牺牲的人。\n第一波袭击中我们就损失了一半的年轻人，之后更死了不少的居民。",0,"别担心，你和那些朋友肯定很快就能再见面了。\n看看周围不停冒出来的不死生物吧！",12,"现在可不是开这种玩笑的时候！",39,"我只是在试图让他振作点！",11];
      
      public static var helmutD4:Array = ["哦，是你们啊。\n请不要告诉别人我过去的经历。\n我不希望担起过去的包袱。",0,"我根本不记得你是谁，所以你大概不用担心了。",65];
      
      public static var hikariD3:Array = ["兰、兰斯？是你吗？\n我的爱人？",0,"别、别过来！\n我不认识你！",73,"你应该是搞错人了吧……",72,"我千里迢迢跑来这里……就是为了寻找你！\n我已经太迟了吗？我们始终没有缘分吗？",0,"我应该申请人身安全保护令的，不过看来你已经瘸腿没办法继续跟踪我了。\n既然你省了我的事……给你来一杯吧。",71,"她还没到能喝酒的年龄呢！",39];
      
      public static var canelaQ:Array = ["你们在撞击坑探索的时候，有些怪物从侧翼偷袭了过来。\n它们越来越聪明了，但是我们应该还是能赢！",0,"干得好，看来我们又暂时安全了！",0,"秩序已经在恢复了。\n红松镇一定能度过这场噩梦。",0];
      
      public static var kirsanQ:Array = ["叫我胆小鬼也没关系，但是我越快能离开这里就越好。\n我需要大量的瓶子……来装旅程需要的酒。",0,"不错嘛，朋友。\n有了这些瓶子我就能出发了。\n我才不想死在这种鬼地方呢。\n在我走之前，让我教你一个新技能吧……",0,"哦对啊，波塞冬把我的船都弄沉了。\n看来我死定了。\n干脆酗酒自杀好了。",0];
      
      public static var smokeyD:Array = ["我在这里长着药草哩。\n看到这个现代化的光照系统了么？",0,"药草？拿来调味的还是……娱乐用的？",92,"嘻嘻，呵呵呵呵！",0,"看来还是有人在享受世界末日呢。",27];
      
      public static var emoD:Array = ["你不该来这后台的。\n哦，还是说你已经知道了……也就是说我正在被抢……那那那那请不要杀我！",0,"万分抱歉！",36];
      
      public static var ghostD:Array = ["别管我。\n就算是幽灵也得买东西呢。",0,"这飘浮特技做的真好……",2];
      
      public static var albrechtQ:Array = ["真可惜——我都还没多少机会穿上制服，革命就结束了。\n但是我还是想见识见识炸弹爆炸的景观。\n怎么样，有没有多余的火药啊？\n你们能相信我的，同志们。",0,"干得好，同志们。\n你们做好了你们的部分，接下来就该我做好我的了。\n在另一边再见吧。",0,"你们得离开这里。",0];
      
      public static var rokuQ:Array = ["我正在森林里练功，为下一场大战做准备，结果听到了一声巨大的爆炸声！\n看看吧！我的房子被人炸掉了！\n我的唯一希望就是……找齐所有的七星珠。\n有了的话……我就能许愿修好我的房子了。",0,"真的？！你们把七星珠都找齐了？！\n那我就能许愿把我的房子变回来了！",0,"该许愿了……*吸鼻子*",0];
      
      public static var rokuD:Array = ["哇，看来我太贪心了，结果没要回我的房子而是许了一堆宝藏的愿！\n嗯不用担心，我会有计划地使用这笔钱投资比特币的！",0,"你这个骗子！\n给我去死！",30,"就是啊，明明可以许愿世界和平的！     \n\n这种愿望太没品了吧！",40,"哈哈，抱歉！       \n但是你也知道，天上没有掉下来的馅饼，之类的事！",0,"什么人啊……",107];
      
      public static var makaQ:Array = ["陨石把我们的农场和建筑都摧毁了。\n我们现在能接受任何的捐献——为了能尽快重建。",0,"你们愿意捐献这些东西给我们吗？\n有了这些我就能修好风车了！\n谢了！",0,"你们干了件很好的事呢。\n祝你一路顺风!",0];
      
      public static var nemiD:Array = ["我本来该在外面帮忙照料伤者的，但是我已经受够了。\n在这种黑暗的时刻我也只能靠麻木度过了。",0,"喂，马上就没事了，我们已经来这里了！\n我们肯定会拯救这个镇子的！",21,"你又是谁啊？\n观光客？\n这镇子现在可不是什么旅游胜地。",0,"……",5];
      
      public static var nemiD2:Array = ["哦？你们清理了一些怪物？\n也许这世界还有一丝希望吧。\n我得回去喝一杯……呃……我是说我得回去工作了。",0];
      
      public static var bubbaD:Array = ["红松镇已经没救了。\n怪物已经到处都是了。\n连出门都不安全了。\n除了借酒浇愁以外什么都没得做了。",0,"你这家伙怎么回事？\n区区几只小怪就能让你放弃？\n难道就不能自力更生一点吗？",99,"小姐，不是每个人都是英雄的料。\n别随便批判别人。",0,"唉……",107];
      
      public static var barmanD:Array = ["哦，看来你们是“那一种”人了呢。\n我们听说你们来了的时候就安了这把锁，但是看来还挡不住你们呢。",0,"真的非常抱歉，我们一定会在旅途完毕的时候返还给你们。\n我发誓！",43,"（才不会还呢……）",17];
      
      public static var jessicaQ:Array = ["欢迎光临，外人们。这里是迷途之魂的共同体。\n如果你们需要精神上的指导，欢迎加入我们。\n如果你们有充足的喜乐的话，我们会很感激你做出一点为那些不幸者的贡献。",0,"万分感激。\n正是因为有像你们的人，这个地方才能持续下去。",0,"要不要在这里呆一会儿？\n说不定能听到一些奇闻轶事呢。",0];
      
      public static var shioneQ:Array = ["我发现了世界的真相……我们都被困在模拟程序里！\n我们的行动都不是由我们而定的——只是在演出设定好的剧本，就像傀儡一样！\n我被毫无意义地绑在这游戏里面，听任永恒从耳边流逝。\n我们的存在真是悲哀！",0,"这是……杂志？游戏杂志？\n是为了转移我的注意力吗……？\n嗯，说不定有些娱乐也不错。\n也许这样永恒就稍微没有那么空旷了。",0,"生命也不算……太糟糕。\n我还是很悲伤，但是比以前稍微好一点了。",0];
      
      public static var thiefD3:Array = ["我的盗贼生活已经结束了。反正我也从来没碰到过好事。\n最稀有的宝藏都被埋在那些垃圾迷宫里面呢。\n我已经不想和那些东西扯上关系了。",0,"啊哈，你真的就是个盗贼呢！",34,"我已经彻底洗心革面了，所以就算你知道了也奈何不了我。\n不过，有时我还是会去想墓地底下究竟埋了什么……\n不行！我不能再想下去了。\n那条道路上只有纯粹的恶！",0,"呃，你到底在寻找什么？",2,"你从来没听说过三颗宝石的传说吗？\n嘛算了。据说每个城镇都埋藏了一颗超稀有的宝石。\n但是我遇到的只有纠纷——所以我放弃了。",0,"他说的是真话吗？          \n\n这家伙到底可信吗？",15];
      
      public static var hoboD:Array = ["没工作，没钱，也没吃的。这样下去究竟有什么意义？\n如果我能找到重设系统的方法，说不定我能转生到更好的环境。",0,"不过也有可能是更糟糕的环境呢，伙计。\n如果转生成史莱姆了怎么办？",2,"没有意识的生物超好的呢！\n毕竟大脑才是苦难的真正引擎。\n只要没有了大脑，我们就自由了——拥有真正的生命了。",0];
      
      public static var georgeD:Array = ["你！给我等一下！",0,"我吗？",76,"你看起来似乎挺见多识广的，但是我猜你还没见识过真正的真实。\n这世界上有很多东西我们永远无法理解。\n系统中的漏洞，梦幻中的错误，时空中的波动。",0,"抱歉，我完全跟不上你。",61,"再去一趟彩虹门吧，然后在它之前献上光照派之眼的符号。\n那时秘密将在你们面前而现。\n没有任何方法可以做出解释——那完全在人类理解范围之外！",0];
      
      public static var wakizashiQ:Array = ["大群的邪恶怪兽入侵了红松镇，但是恐怕最凶恶的还没有现身。\n我会一直守着这里严阵以待，直到最后一息。\n如果能有更多资源的话，我还可以在这里立一座栅栏，能让这里更易守难攻。",0,"有你们这样的战士协助的话，我们一定能战胜邪恶。",0,"红松镇万岁！\n我们一定能击退怪物！\n这座镇子已经安全了，所以你们可以毫无后虑地继续前进！",0];
      
      public static var peppiD:Array = ["所有还能战斗的人都被派到这里来了。\n如你所见……我们已经没多少人了。\n看来猫神她都舍弃了这片土地。",0];
      
      public static var samQ:Array = ["岩浆样本。我需要一些。\n用显微镜观察的话应该能告诉我们这陨石是从哪里来的。\n陨石本身已经没有固体部分剩下，全部在撞击的时候熔化了。",0,"完美。让我把这些东西装好，然后……          \n好了。请把这个转交给钢铁要塞的实验室。\n他们有分析这些样本的仪器。",0,"前途堪忧啊。\n看来我最担心的可能性是真的……这说不定是外星人的入侵。\n这里的怪物都很异常。",0];
      
      public static var dampeD:Array = ["我只是个路人。           \n等着化作土尘。",0,"这……是在押韵？",95,"活着耗空气，死了费土地。            \n入土为安日，一了百了时。",0,"*浑身起鸡皮疙瘩*",54];
      
      public static var hawkD:Array = ["欢迎来到我的末世战斗擂台！\n你们愿意为了取悦观众而不惜生死搏斗吗？",0,"我们只需要穿过这里。\n你这个浮华工程挡着我们路了——还有你根本就没观众！",39];
      
      public static var teruD:Array = ["已经来了——世界已经开始毁灭了！\n没有必要考虑将来——我们都应该为现在而活！\n把钱都花掉！补品都吃下去！\n能加满的东西都加满！",0,"哦，我本来就那么干的。\n我已经准备好了！",3,"他其实说的挺有道理的，现在已经没有留着资源的意义了。\n能花的钱就花了吧，把爱用的装备都锻炼满级。",32];
      
      public static var kiraD:Array = ["末日已经要降临了。\n你们的内心平静吗？\n你们能确确实实地说出来你们的一生都问心无愧，活出了价值吗？",0,"我在电子游戏上浪费了很多时间。               \n不过没问题，因为我花的时间都很快乐。\n我没有任何遗憾！",2,"我杀掉了许多无辜的NPC，还让更多的人无家可归……但是我已经看到当英雄比当坏人要有意义得多。\n也许我一直都该走这条路的。                   \n我的确有很多后悔的事。",61,"我一直都没有机会去长我爸妈想要的花草。\n也许我该多花点时间跟他们在一起的。",101,"别在那里忏悔了！\n我们不会死的！",36];
      
      public static var luluD:Array = ["有谁能料到世界末日会有这么多粉色的水与红色的天呢？\n看起来好美丽哦。",0,"喂，还不是末日呢。\n我们还会继续战斗保护世界。",99,"我的一生都在等待着被提——圣猫福音非常坚定它会来临。\n我会被提到天堂里吗？还是说我的灵魂会被永久删除？\n不管如何，我都有心理准备了。",0,"感觉这一带完全找不到盟友呢？",17,"情况的确非常不理想。",79];
      
      public static var randalfD2:Array = ["我——伟大的魔法师兰道夫——错看了你们这些年轻人呢。\n我完全没想到你们能这么快就走得这么远。\n仅仅数日的时间内，你们变得如此强大。",0,"RPG基本上就是这点吸引人，对不对？\n主角的力量随着斩杀怪物、找到装备、提升级别而指数级地增长飞跃。\n让人百玩不厌呢。",2,"RPG是什么啊？\n真是的，你们这些年轻人和年轻人的火星文啊！",0];
      
      public static var tandalfD2:Array = ["嗨！又见面了！\n你们也经历了不少呢——之前见面的时候你们还只是在到处溜达者，像是一群找不到巢的小鸟呢！\n你们可真是长大了！",0,"我听不出来这是在夸我们还是不是？",5,"这里已经变得那么惨淡——人们都看起来很绝望了。\n但是希望总是有的——而且希望似乎一直跟着你们转。",0,"喵！",121];
      
      public static var sparkyQ:Array = ["喂，看起来像战士的人！\n你们看来收集了好几张黄金卷呢。\n现在就是兑现的时候——最终战斗已经临近了！\n把它们用掉拿些后援吧！",0,"超棒！\n战士工会应该马上就会送些免费装备过来。\n他们平常输送都只需要几分钟！",0,"稍等一下吧！",0];
      
      public static var sparkyD:Array = ["看看战士工会送来的装备吧！\n你们爱拿多少就拿多少吧——现在就是为了最终战斗准备的时间！",0,"他们送来了这么多？！\n看起来好贵！",20];
      
      public static var zephyrD:Array = ["我尝试了下吸收这些水晶里面的能量……但是只把皮肤变得那么红。看来没戏呢。\n我生气到把大锤子不知道扔哪里去了——哦，那个比你们那边的锤子大得多。",0,"大锤子……吗？\n看来我们得找到才能通过这些红水晶呢。",61];
      
      public static var anikiD:Array = ["你们一定能行的，就算你们不相信自己也一样。\n知道为什么吗？因为我相信你们！\n所以相信我吧，相信那相信着你的我！",0,"我们基本不认识你啊，老兄。\n不过多谢啦，我们会全力以赴的。",29,"记得使用我教给你的技能！\n用好钻头，你就会所向无敌！",0];
      
      public static var wohehivD2:Array = ["村子把我派来给你们一些补给。\n听说了有我们岛上出身的人要阻止外星人入侵，所以我们肯定得给些援助。",0,"谢啦，渥荷希夫。\n如果我们战死了，记得为我们造个图腾！",2];
      
      public static var samD:Array = ["你们能行的。我见识过你们的战斗力。\n世界上没人能超越你们的力量与技术。\n如果你们失败了，这世界就完蛋了。",0,"谢谢你给我们施压……",109];
      
      public static var mollyD:Array = ["之前谢谢你们帮助我，现在该是我回报你，在最终决战之前支援你的时候了。\n到这里来也毫不费力，因为你们把史莱姆猫都开全了。\n你们真的为我们做过了很多。",0,"谢啦，莫莉。\n我们应该能撑过去！",4];
      
      public static var mungusD2:Array = ["你们一定能成功的！         \n在什么东西上成功？我也不知道。\n但是你们这些年轻人就是我们未来的希望。",0,"你是不是该在家里休息啊？",35,"说什么呢！\n要错过最终决战我宁可死！",0];
      
      public static var shioneD:Array = ["啊，你们之前真的帮了我大忙。\n我们也得为了这个模拟世界尽上全力。\n就算是受苦，我们也能一起受苦。\n我挺你们的。",0,"看来你的心情好多了啊。\n我们肯定会让这世界再值得活在其中的。            \n我答应你！",92];
      
      public static var rebelD:Array = ["我们一起阻止了法西斯革命。\n我们一起也一定能阻止这场灾祸！",0,"在我要塞里乱搞的家伙就是你吗……？！",69,"不、不是的，长官。",0];
      
      public static var sallyQ:Array = ["喂，为什么你们还没喝醉啊？趁现在我可以给你超棒的特惠！\n在规定时间内，我可以用些非常保暖的季节服装来换一点糖。\n听起来很不错，对不对？",0,"就是这样！\n愿飞天胖子给你们祝福，在你们的袜子里放满酒。",0,"我的工作已经结束了。\n开始喝到醉死吧。",0];
      
      public static var jackQ:Array = ["不给糖就捣蛋！       \n给我怪物糖……我就会让你们活下去！！！    \n（请不要揍我。）",0,"非常好，人类们。\n这是你们的邪恶报偿。\n（你们也可以打扮了！）",0,"今年真是大丰收——够我吃到明年了。\n但是我怎么回家啊？我到底是怎么跑到这里来的？",0];
      
      public static var amyQ:Array = ["我只是个简单的兔娘，而且我超喜欢巧克力。\n如果你们没有其他要给巧克力的人的话，那全部都给我吧！\n我会给你们一个特别的惊喜的。*眨眼*",0,"多谢啦，你们！好多巧克力！\n这就是说好的惊喜！",0,"嗯，大满足。\n生命真美好——看看这风景吧！",0];
      
      public static var bunniQ:Array = ["喂我不认识的人，要不要帮我满足我的复活彩蛋瘾啊？\n每年这个时候怪物都会下巧克力蛋。\n如果你们能帮我收集一堆的话，我会给你们好东西的。",0,"哦哦哦！好新鲜。真是美妙。\n说好的装备，给你们啦。",0,"节日快乐。\n我会边看流星边喂饱自己！",0];
      
      public static var lunarQ:Array = ["一年一度的收集红包的时间又来了！但是你们看起来不庆祝这节日……所以把红包都给我好了。",0,"多谢。给你们分些鞭炮吧！\n你们可以拿来驱瘟避邪。      \n祝你们在旅途中发大财！",0,"记得放鞭炮的时候别正对着别人！",0];
      
      public static var odinD:Array = ["我是奥丁，这片圣地的守护者。\n你们可以随意来往。              \n\n但是，有一只史莱姆猫我不允许你们使用，因为它会把你带到火湖之中的炼狱殿堂里。",0,"是么？\n你觉得我们会应付不来？！\n还是说你只是守着宝藏不让我们靠近？",9,"哈哈，真是天真的孩子！\n只有能战胜四座支线地牢里的五个头目的英雄才能通过这里。\n我身后的区域可是最强大的挑战。\n以你们现在的实力，一进去就会送命。",0,"你说啥？！",9,"这五个头目分别是二姐妹，挖坑机械，忍者巢穴，火焰之神，以及许德拉的女王。\n它们都是普通头目的加强版，并且都住在支线地牢里！",0,"哦……听起来好麻烦啊……",5];
      
      public static var odinD2:Array = ["英勇强大的战士啊，你们的莅临是我的荣幸。\n请随意使用这只史莱姆猫。\n我有信心你们能面对任何挑战。",0,"没错，我们终于得到一直都应有的尊重了！",21,"嘛嘛，别太骄傲了。\n这里面的头目说不定还是能轻易战胜我们的。",51];
      
      public static var bardD:Array = ["……",0];
      
      public static var bardStart:Array = ["你们希望我窥探你们的命运？\n把手伸出来，让我读一下你们的内心吧！",0,"呃，感觉有点恶心呢。\n别靠近我。",17,"好，这就开始……",0];
      
      public static var bardSegments:Array = ["马特看来对别人的感情非常麻木，尤其是对女孩的感情。\n对娜塔莉来说可不是什么好事。","我能感受到娜塔莉与兰斯之间有相当大的裂缝——他们完全合不来呢！\n发生过什么事吗？","安娜与兰斯看来还不怎么互相了解，但是他们其实有很多的共通点。\n也许他们该试试偶尔一同作战。","娜塔莉照理可以成为安娜的知心姐姐的，但是不知为何她们似乎在互相较劲。","马特与安娜的性格挺相像的，也就是说他们都很孩子气需要长大。","兰斯看来在嫉妒马特的人缘。\n也许他该试试向人家学习点。","哦……什么闲话也看不到呢。\n你们的关系一定很好！"];
      
      public static var cultistD:Array = [".-- . .-.. -.-. --- -- . | - --- | -.. .. . .-.-.-",0];
      
      public static var cultist2D:Array = [".--. .. --.. --.. .- --. .- - . | .. ... | .-. . .- .-.. .-.-.-",0];
      
      public static var cultist3D:Array = [".. | .- -- | . .-. .-. --- .-. .-.-.-",0];
      
      public static var cultist4D:Array = [".... --- .-- | -.-. .- -. | -- .. .-. .-. --- .-. ... | -... . | .-. . .- .-.. | .. ..-. | --- ..- .-. | . -.-- . ... | .- .-. . -. .----. - | .-. . .- .-.. ..--..",0];
      
      public static var cultist5D:Array = ["-.. --- -. ..- - | - . .-.. .-.. | .- -. -.-- --- -. . | .- -... --- ..- - | - .... .. ... .-.-.-",0];
      
      public static var cultist6D:Array = [".. - .----. ... | .- | ... . -.-. .-. . - | - --- | . ...- . .-. -.-- -... --- -.. -.-- .-.-.-",0];
      
      public static var cultist7D:Array = [".- .-.. .-.. | --- ..- .-. | -... .- ... . | .- .-. . | -... . .-.. --- -. --. | - --- | -.-- --- ..- .-.-.-",0];
      
      public static var cultist8D:Array = [".... . .-.. .-.. | .- .-- .- .. - ... | -.-- --- ..- | -... . -.-- --- -. -.. | - .... . | -.. --- --- .-. | --- ..-. | - .. -- . .-.-.-",0];
      
      public static var maskerAD:Array = ["……",0,"不好，又是这帮人……            \n看来他们还是不想跟我们搭话。",9];
      
      public static var maskerBD:Array = ["……",0];
      
      public static var maskerCD:Array = ["……",0,"这家伙怎么回事？\n他看起来像是站在这里等着什么重要的事情发生。",105];
      
      public static var maskerDD:Array = ["……",0,"哇啊！！\n这里还有人在！",25,"我们出去吧！",114];
      
      public static var maskerED:Array = ["……",0,"怎么，连句话都懒得说？           \n嘛算了。\n你本来就很吓人了！",19];
      
      public static var maskerFD:Array = ["这 里 是 噩 梦 。        \n立 刻 逃 跑 吧 。",0,"说话了！           \n但是不是什么好话呢。",22];
      
      public static var redD1:Array = ["■□■□■■■□□ -□□□ .¬ 0xFFFFFF \n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□??",0];
      
      public static var redD2:Array = ["\n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□?? \n■□■□■■■□□ -□□□ .¬",0];
      
      public static var redD3:Array = ["\n\n■ □□ -□□□ .¬\n\n■□■□■■■□□ -□□□ .¬`□",0];
      
      public static var wallyD:Array = ["喂，这里是支线地牢呢！\n但是很抱歉，我不能允许你们通过这里，除非你们花些现实中的钱。\n只要你们买了史诗战斗幻想5的付费版——换句话说就是扩展包——我就会让路了。",0,"也就是说你只是个付费墙？\n你的存在就是为了折磨我们？",9,"要那么说也行吧。\n我永远不会被人尊敬，但是我还是会做好自己的本分。            \n回到正题上，我会给你这个在线传单，上面有详细的解释……",0,"喏，这里。\n上面有链接你可以点击。",-1];
      
      public static var wallyD2:Array = ["哦，既然你已经拥有了史诗战斗幻想5的付费版，我也可以让你进入这个秘密支线地牢了！\n但是小心点，这里的难度比外面要高一截，所以可能先在外面修炼一段时间再回来比较好。\n不管怎么说，试试看吧！",0];
      
      public static var fanniD:Array = ["请不要做出像是打开这两扇门的蠢事。\n要知道，它们会在这里可是有原因的呢。\n有很强的怪物在里面！",0,"这挑战我收了！",2];
      
      public static var fanniD2:Array = ["别人说我当守卫缺乏吓唬人的魄力。\n我是希望能好好说话阻止别人来这里，但是看来没戏呢。",0];
      
      public static var frostyD:Array = ["哦，你们也是来这里研究遗迹的吗？\n这里看来有强大的魔法呢——冰与火本来不能这样共存的。",0,"你能告诉我们怎么解开这谜题吗？\n我需要听的就这个而已。",9,"嗯……答案我已经有了。\n但是我自己也要宝藏，所以我没理给你们提示，对吧？",0,"看来我完全陷入了这场无尽推箱子的无间地狱里呢。\n为什么我的人生会变成这样？",8,"好吧……给你一个提示吧……          \n这些冰块一推就会动！",0,"你在耍我么？！",30];
      
      public static var larryD:Array = ["你们觉得行吗？\n我……能在熔岩上冲浪吗？",0,"如果你的冲浪板抗火的话，那没理由不行吧？\n不过一定要记得摄像……别白白死在这里。",4];
      
      public static var garvenD:Array = ["我的力气完全不够推这些石块……不过反正也没差。\n这些谜题对我来说都太难了……\n不过我有稍微瞄过里面的头目！",0,"哦？         \n那你有什么感想吗？",1,"没太多感想。不出所料，她们一个是冰系的，一个是火系的。\n如果你的装备不够对抗的话，之后再来也行的。",0,"们？她们？        \n也就是说不止一个？",15];
      
      public static var bounceD:Array = ["我被赋予了守卫兰斯的地下堡垒的任务——只有购买了史诗战斗幻想5付费版的勇者才能进入这块高级别安全区域。",0,"我就在你面前呢，白痴。\n你的上司就在这里！让我进去！",70,"不行的，长官！是你告诉我不要让任何人进去，哪怕是你自己也一样！\n我不能允许你们进入。\n\n但是这里有些信息可以给你们看……",0,"如你所见，这游戏本身是完整的，但是如果想要追加的内容就可以买这个扩展包！              \n\n请不要打我……",-1];
      
      public static var bounceD2:Array = ["啊，看来你已经买了史诗战斗幻想5的付费版呢。那请随便进入吧……       \n不过小心了——里面完全是个迷宫！\n如果迷路了的话，存档然后读档就会自动回到入口了。          \n\n别忘记！",0];
      
      public static var kroganD:Array = ["哇！你们是敌是友？！\n幸好我带了这么多枪来，不然的话就死翘翘了。\n我还以为入口肯定塌方了的。",0,"没啦，要出去还是很容易出去的。\n你最好不要想住在这底下，会发疯的。",2,"我才走不得，这儿宝藏我都还没找完！               \n或者是说我根本就还没找到任何宝藏……",0];
      
      public static var gustD:Array = ["天啊，终于看到人了！\n我以前和你们一样也是个冒险家，但是我已经放弃逃出这个矿坑了——每次我都会转回开始的地方。\n这里就是我的家了，我以露水为食，拉撒就靠桶了。",0,"哇，你被困在这里多久了？！",96,"大概已经三、四个小时吧。",0];
      
      public static var nasimD:Array = ["你们是来救我的吗？！感谢天神！\n我还以为会被压死在这里！",0];
      
      public static var nasimD2:Array = ["刚才见证的战斗真的无以伦比呢。\n你们真是天神派来的救星。\n感谢你们救了我的性命。",0,"我都怀疑过会不会打赢的……但是多谢你对我们保持信心。",27];
      
      public static var slasherD:Array = ["喂，你们不能来这边。\n能通过这个通道的人只有僵尸，以及购买了这游戏的扩展……呃……付费版还是什么的人。",0,"这么脏的僵尸洞门口还要放个付费墙？\n总感觉不来反而更好。",57,"这可是我的家，所以给我放尊重点——别以为人类就很干净！               \n这里有个广告，如果你们这些人类感兴趣的话……",0,"这些新地牢……有很难的谜题……嘻嘻……\n当然头目也很强，但是这些谜题简直就是折磨人……",-1];
      
      public static var slasherD2:Array = ["*嗅嗅*          \n你们不是僵尸，但是你们运气够好。\n他们跟我说拥有付费版的人可以进入。",0,"呃……感激不尽？",35];
      
      public static var gonerD:Array = ["我……我很想吃……人肉。\n唔……我不该跑到这底下来的——别人都警告过我！\n现在可好了，我已经变得很奇怪了……",0,"我们走吧。\n让之后来的人给她做解释好了。",5,"或者直接给她安息也成……",79];
      
      public static var cutterD:Array = ["嗯，你们可跑到相当深的地方了呢，小小的人类。\n你们是不是潜入太深了？\n对于我们来说你们可是美味佳肴呢……",0,"想都别想！",69,"那……就一口行吗？",0];
      
      public static var veganD:Array = ["我在尝试一种流行的新型食谱……          \n我什么都可以吃，除了肉、蛋与任何我其实想吃的东西。",0,"我不觉得你靠那种食谱能撑很久。",92,"呜咕~",0];
      
      public static var ripperD:Array = ["嘻嘻嘻。你们永远解不开！\n但是我会给你们一个提示……这个解就在你们眼前！",0,"你这个怪物，就为了造出这种邪恶的东西你该永远受苦！",10,"（不知道杀僵尸算不算不人道。\n他们明显有知性，像人一样。\n但是他们也是邪恶的！）",9,"和你不一样，我可不是施虐狂，所以我还可以多说点……         \n按开关的顺序没有任何影响，关键只在最终的组合！\n好好注意这些符号是什么意思，然后利用起来吧！",0];
      
      public static var sunnyD:Array = ["这里是支线地牢，所以你们也懂得。\n得购买史诗战斗幻想5付费版才能进来。\n绝对物超所值，我保证。这里面可有两个头目呢！",0,"太逊了吧。       \n我们在帮你的镇子作战，还不能不花钱进去？",99,"抱歉，规矩就是规矩。\n如果感兴趣的话，主界面有购买扩展包的链接，这里也有一张传单……",0,"如果你完全通关了免费版，可以来这里多得到一些追加内容……",-1];
      
      public static var sunnyD2:Array = ["哦，既然你已经拥有了付费版，那我就可以让你进红松镇底下的秘密洞窟。\n这下面有不少东西在蠢蠢欲动。说不定你们能让它们镇静一下呢。",0];
      
      public static var diggerD:Array = ["嗨，这些洞窟真是美妙！\n到处都是隐藏通道。\n每块石头下面都埋了宝藏！",0,"要找宝藏的话请随意。\n但是记得把它们留在原地让我们来拿，知道了吗？",19];
      
      public static var blondieD:Array = ["这个谜题我完全解不开。\n我应该在收集宝石的，但是我一直在瞪着这边试图解开它。                      \n脑袋都快变成浆糊了。",0,"进展如何？",31,"我连石块都根本推不动。\n肯定有好几吨重！",0];
      
      public static var pandoraD:Array = ["在这里收集水晶来吸收能量的可不止我们。\n这里到处都是怪物；也许不然的话就违反什么世界法则了吧。               \n\n找不到任何没有怪物的地方……唉。",0,"而且这里的怪物连经验值都不给！           \n我也同意你呢，唉。",17];
      
      public static var marinaD:Array = ["这座古神殿似乎能吸收水晶的能量而不摧毁它们。\n我们基本上就只能把它们烧掉来转换成热量。也许我们在可再生能源上还有不少需要研究的课题吧。",0,"那这些水晶能量用在什么地方上了？",45,"那个大概跟剧情完全无关吧，像我一样。",0];
      
      public static var roastieD:Array = ["这里好热，我完全无法呼吸！\n这些死怪物更是火上浇油。\n我已经在这里耗了一整天——",0,"你眼睛怎么回事？",22,"（喂，这问题太没礼貌了！）",49,"结果啊，这钻头枪完全就是双刃剑呢。\n能刺穿石头，但是不小心摔跤的话也能刺穿你自己。\n因为预算不足，我没能有多少练习，然后就……",0];
      
      public static var templerD3:Array = ["看到这神殿了吗？就在这里！究极的挑战就在这里！\n黄金史莱姆猫就通往这里！",0,"也就是说……我们得付钱才能进来，因为你就是个垃圾？",9,"正是如此！这里就是付费版的最终地牢！\n要想进去的话得先通关其它所有的支线地牢才行！\n可控角色的邪恶翻版就在里面……而且个个都个性十足！\n嗯，广告在这里，这次会是最后一次了……",0,"如果你还觉得怀疑的话，等待打折也是个办法……",-1];
      
      public static var templerD:Array = ["啊哈，你们成功了！\n你们直面了内心的邪恶，并且战胜了它们！",0,"就是啊，之前那几场战斗真的很疯狂。           \n\n但是……呃……接下来我们要做什么啊？",27,"很遗憾，你们打破了开发者预期的攻略顺序！\n因为啊，他的预期是你们应该已经打败了所有主线的小头目！            \n所以你们得先打败三头不死许德拉再回来！",0,"哦。       \n\n那好吧。",5];
      
      public static var templerD2:Array = ["啊，史诗战斗幻想的英雄们终于来临了！\n来看看这些最终挑战吧，它们肯定能满足你们对名誉与荣耀的饥渴！",0,"你这家伙又是谁啊？",69,"在你们面前有五枚发光的宝珠——每一枚都代表了一个巨大的挑战！\n最左边的乃是“怪物车轮战”，其中你们必须通过漫长的战斗解决所有的普通怪物。左数第二个乃是“中头目车轮战”，其中你们必须逐一与这游戏所有的中头目连续交战。",0,"最右边的乃是“加强头目车轮战”，而它左边的则是“头目车轮战”。正如其名，你们必须要逐一击败所有游戏内的头目，中间不能休息。毕竟你们都赢过一次了，所以这也应该不在话下吧！",0,"呵呵，希望吧。",27,"最后，正中央的宝珠乃是“无限战斗”。在这场究极的耐力试炼里，你们必须与无穷无尽并且会慢慢变强的随机怪物交战，并且尽可能地支撑最长的时间。这场战斗里游戏难度会自动设置到“困难”，并且最高记录会保存在统计菜单里面。",0,"那么，现在就开始刷成就吧！",4];
      
      public static var sage:String = "贤者";
      
      public static var barb:String = "野人";
      
      public static var brutus:String = "布鲁图斯";
      
      public static var val:String = "瓦尔";
      
      public static var hal:String = "哈尔";
      
      public static var felix:String = "菲利克斯";
      
      public static var dexter:String = "德克斯特";
      
      public static var linus:String = "林纳斯";
      
      public static var ada:String = "爱达";
      
      public static var alan:String = "艾伦";
      
      public static var dinesh:String = "迪尼希";
      
      public static var gilfoyle:String = "吉尔弗约尔";
      
      public static var elliot:String = "艾略特";
      
      public static var fartus:String = "方陀施";
      
      public static var shartus:String = "方水匹";
      
      public static var nimrod:String = "宁录";
      
      public static var fran:String = "芙兰";
      
      public static var reno:String = "雷诺";
      
      public static var sabrina:String = "萨琳娜";
      
      public static var phyrnna:String = "Phyrnna";
      
      public static var moody:String = "英辰";
      
      public static var osho:String = "奥修";
      
      public static var rami:String = "拉米";
      
      public static var kiev:String = "基辅";
      
      public static var son:String = "基子";
      
      public static var kat:String = "毛";
      
      public static var robyn:String = "罗宾";
      
      public static var meg:String = "梅格";
      
      public static var sageD:Array = ["喂！ \n\n这一带非常危险！如果是访客就别跑来，否则后果自负！",0,"呃…你看起来那个…没事吗？",35,"啊没事没事，只不过又累又饿。差不多该到喝茶休息了吧…         \n\n反正！               \n这块区域结构上有很大问题——建筑快塌了，还有怪物也跑进来了！",0,"（可恶的预算缩水……我站在这里都没工资拿……）",0];
      
      public static var sageD2:Array = ["我趁你们对付那些纸怪物的时候喝了茶，现在感觉好多了！     \n\n哦对了，刚才有个怪物掉了这个东西……",0,"嗯？       \n\n这啥啊？",105,"看起来像是新技能的指南！        \n\n而且是极限技！",16,"哦……不过看来只有女生才能用的样子……              \n\n真无聊。",17,"哇！   \n\n给我看看给我看看！",113];
      
      public static var barbD:Array = ["（悄悄话）我听说啊……在这图书馆里……有魔法的……呃，纸。    \n\n据说能让画的东西动起来！",0,"（大声嚷嚷）那你找到了吗？！",61,"嘘嘘嘘嘘！安静！ ",0,"………………",79,"算了……  \n\n回到刚才的话题上……没找到。我在这里没看到任何有用的东西。\n你们多半也找不到吧。",0,"我就知道图书馆啥用都没有！",17,"给我闭嘴，马特！\n你在这里，我们全体都看起来像是没脑的人了！",39,"看看那边吧！\n这里到处都是很有趣的书呢！",49];
      
      public static var brutusD:Array = ["估计没人会来修理这些房间吧。我能做的也就是给这些植物浇水了。",0,"至少你看起来挺努力的嘛。     \n\n难道你都不怕这些怪物吗？",92,"反正只要我不惹它们，它们也不会来惹我！",0];
      
      public static var valD:Array = ["你们真的就靠那个木筏从海洋对面飘过来了？     \n\n为啥你们没有葬身鱼腹？",0,"因为我不喜欢鱼。     \n\n就是这样。",61,"嗬。     \n\n既然你们要给我摆臭脸，那我也不会告诉你秘岛的情报！     \n听到了没？绝对不会在孤单海鸥的北面什么的！",0];
      
      public static var halD:Array = ["你们是大陆来的人吧？ \n居然跑到这里来，还真不容易啊。     \n\n来者是客，要不要买点什么？",0,"*给我吃的*",140];
      
      public static var felixD:Array = ["啊，有beta测试员来了！",0,"你说谁beta啊，你这个丑不拉几的白痴？",69,"冷静点冷静点。别爆青筋！           \n\n这里是数据中心！我们的目的是保存旧世代的游戏！",0,"游戏？！ \n愿闻其详！",22,"嗯，在这一层你能看到我们所有的主服务器——当然，大部分的数据处理就在这里做！\n然后楼下有八台电脑，你们能在那里玩到旧世代的传统幻想游戏。",0,"幻想游戏？      \n\n有什么我听说过的具体例子吗？",15,"多半没有吧。     \n基本上都只是以前网上流通的无名Flash游戏。       \n\n不过就算如此，也欢迎随时试玩！",0,"真的？！我最喜欢Flash游戏了！         \n\n想当年我在网上浪费了多少的青春岁月，而不是去做有用的事情！",2,"就是啊。真可惜那个发明了香蕉xPhone的人执意要与Flash对杠，结果导致了Flash的衰落。\n现在要写网络游戏还能用啥啊？Javascript？HTML5？要赶上Flash的功能还至少要15年吧！\n嗯，离题了。",0,"（当年我就是通过Flash游戏得知H的世界的。不知道在这里能找到什么游戏……）",71];
      
      public static var dexterD:Array = ["你们应该是找来的测试员吧。 \n我们花了很多月的时间保存以前的游戏，以便让我们的后代也能享受我们曾经享受过的乐趣，即使互联网不再存在。     \n\n你们之中两个人可以坐在我左边的电脑前体验到最古老的第一世代游戏。",0,"太棒了！ \n我最喜欢复古游戏了！",2,"那个时代的怪物都相当的简陋——从技术上来讲。 \n它们连命中闪避都没有！也就是说根本无法回避攻击。         \n\n不过换句话来讲的话，也就表示基本上没有运气的要素吧。",0,"不止那样，它们的元素属性也都超偷工减料——绝大部分的敌人都只有一个弱点！\n而且它们的行动方式也都是纯随机！    \n这到底在想什么嘛！",0,"啊，还有战斗音乐！ \n我们都得随便找——",0,"喂喂，我们到底能不能玩啊？",17,"啊，请便。 \n不过记住了，这里只有两个玩家——只有你们队伍中前两人能玩。",0];
      
      public static var linusD:Array = ["这两个机器执行的是二代游戏。\n与一代一样，只有两个人能玩。",0,"嗯，这个似乎也是我出生前的游戏呢。\n我完全没印象！",112,"我认为我们这里的保存状态很不错了。（唔哇我和女生说上话了233）\n背景图像也许有些损坏，但是至少在我的观点里完全能玩。     \n在显示器大小日新月异的时代要升级复古游戏可不是件容易事呢，哈哈。",0,"命中与回避都是在第二代出场的，而且敌人也开始使用大量的弱化效果。 \n你以为蜜蜂很好打？等它们把你的命中跌到谷底后再说吧哈哈！           \n\n嘛，不过习惯了就好。",0,"啊，我想试我想试。 \n要怎么玩？",92,"与电脑对话就行了，然后战斗就会自动开始。 \n（之后她会不会给我抱一下唔呵呵？）",0,"（好像闻闻那头可爱的绿发。这绿色是天生的还是染的？）",0,"（嗯自制自制不要表现得像个尴尬企鹅）",0,"（感觉像是恐慌症要发作了233）",0];
      
      public static var dineshD:Array = ["这边是三人游玩的区域。 \n我花了好几天测试这些游戏，所以漏洞之类肯定不可能有。 \n我的代码可是精美到你们绝对挑不出毛病的程度。",0,"这代有个很不人性化的地方；头目的召唤立刻就能行动！ \n偶尔它们会冷不丁地就召唤出超厉害的怪物！       \n记得四代的时候就把这部分修正了。",2,"嗯，看来你对三代挺熟悉的呢。 \n比起现代游戏，三代的状态没那么多，不过除此之外已经基本上没什么差别了。       \n怎么样？试试看吧，然后跟老板说一下给我个升职吧？",0,"那机械南瓜的机关枪奶头最好要还在。 \n你们最好不要把那个和谐掉了！",82];
      
      public static var gilfoyleD:Array = ["右边这两台电脑执行的是四代的模拟。 \n基本上和你正在玩的游戏已经没有多少差别了。",0,"（嗯？他在跟谁说话？那眼神完全就像是瞪着远方……）",65,"啊，对了，我们也稍微做过了一些调整——比方说，有些头目的AI有点变化。 \n还有，你们这边只能用三个角色，和原来的状况不太符合，但是这也是为了尽量考虑怀旧与现有状态下好玩作出的妥协，这你懂吧？",0,"如果是为了更大利益的话，就算是要篡改历史我也没意见。当然，“更大利益”的含义是见仁见智，但是我选择相信我比其他任何人都明白。",83,"就是要这么想！       \n\n嗯，接下来，我得想办法在儿童游戏里mod进一些黄色内容……",0];
      
      public static var adaD:Array = ["我们从一些老旧的开发者日志里挖出来了这些概念图挂在墙上。 \n如果有兴趣的话，请尽情观赏——这些都是曾经也许能存在，但是已经永远没有机会了的东西。     \n\n我对这类未使用的东西非常感兴趣。",0];
      
      public static var elliotD:Array = ["我们也在自己准备自己的食物，所以你们能看到植物与山羊。      \n\n我们希望哪怕世界末日就在明天来临，摧毁所有的文明，这块地方也能活下去。 \n像是个给未来的实践胶囊一样。",0,"当然，不断创造出新的东西也很重要，但是很多人会忘记回顾历史上已经给我们留下来的好东西。 \n如果我们的网络文化在时代的洪流以及数据的退化中消失的话，那就太可惜了。       \n\n我希望这栋建筑里保存的历史能永远存留在人们的心中。",0];
      
      public static var alanD:Array = ["如果你们已经通关了楼上所有的游戏，但是还想要更多挑战的话，那就试试后面那两台电脑吧。         \n\n嗯，猜对了——那里有头目车轮战！毕竟没有的理由不存在！",0];
      
      public static var fartusD:Array = ["啊哈！ \n我能看到有四个身经百战的战士在渴望更多的挑战！ ",0,"喵嘎！",129,"呃……我是指四个半身经百战的战士，看来想要挑战竞技场！ \n你们的目的很简单——赢下十场战斗，就能获得奖励！       \n\n但是在开始之前，我有五项规则要解释，所以仔细听好了……",0,"第一条规则是不是不准谈论竞技场？",61,"啊……？当然不是！    \n第一条规则是竞技场只允许一名战士进入！      \n只要穿过了这扇门，你就是孤单一人了——直到你获胜，或者直到你放弃。",0,"（我可不想单打独斗……这地方看来不适合我……）",35,"第二条规则是召唤生物不允许进场。 \n这里的战士必须自给自足，只使用自己的能力！",0,"那随机召唤生物的装备怎么办？",92,"我不知道你说的东西是什么，所以当允许处理吧。     \n\n然后，第三条规则！    \n每场战斗只有一个梯队——你看到的敌人是什么，你会战斗的敌人就是什么！",0,"只有一个梯队？     \n那应该没什么难度吧……",15,"第四条规则！      \n一旦中途离开，所有的敌人都会重生！      \n你必须在不离开房间的前提下赢得10场战斗！",0,"那我如果要吸烟怎么办？！  \n（我的烟瘾克没那么好对付……）",71,"在里面你可以吸烟。     \n我们不会对你的自杀行为作任何评价。",0,"那最后一条规则是什么？",9,"第五条也就是最后一条规则是…… *击鼓* ………………………………………………………………      \n\n这里不会game over！ \n也就是说，就算你输了，也可以马上重来！",0,"喔耶！",93,"好先进！",46,"超酷！",2,"喵！",122,"噗，只有菜鸟才会为这个兴奋。 \n我宁可在战斗中死去——那才是男人的死法！",81,"嘛，如果准备好了的话，就通过那边那扇门吧。 \n\n记得先从不战斗的队友身上取下所有的技能与装备！ \n这个非常重要，因为不然的话你就没法用上那些东西了！",0];
      
      public static var renoD:Array = ["我在里面被狠狠地教训了一顿呢……      \n\n幸好他们在我翘辫子之前就喊了停。 \n你们一定要先跟那个红发的男人搭一下话——他会把规则解释给你们听。",0,"我才不需要规则呢。     \n只要边打边学就好了。",17,"马特，我觉得你该听听这个人的意见。    \n这里的战斗看来很不正常——如果你不作出正确准备的话，你绝对打不赢！",39,"希望你们升级了各种不同的装备。     \n如果不想输的话，你们得认真考虑每场战斗该换上哪些装备。",0,"听起来好难啊……",11];
      
      public static var sabrinaD:Array = ["这地方真野蛮呢，不是吗？ \n他们会在挑战者死之前喊停，但是那些可怜的动物就没这个权利了……",0,"我注意到他们手下貌似有些非常稀有的生物。  \n说不定挑战者可以“绑架”它们……         \n\n这样的话它们就不需要战斗到死为止了吧？",0];
      
      public static var nimrodD:Array = ["我在这里就是要看鲜血飞淋的爆炸的！     \n\n不管谁赢我都不在乎！",0];
      
      public static var franD:Array = ["我自己也在里面打过几次。 \n在里面最重要的要点就是尽快在前一两个回合堆满强化，不然很快就会死得很惨。    \n能在防御的时候给自己强化的装备在这里超有用！",0];
      
      public static var shartusD:Array = ["狮子对老虎，野狼对猎豹，鱷鱼对犀牛－－我会尽我所能，赌上一切！     \n\n我会掳获全场的爱慕，宝贝！",0];
      
      public static var renoD2:Array = ["我听说你十战十胜了呢。干得不错！ \n不过很抱歉，我没亲眼看你打——自从发生在我身上的事情后我就没有兴趣看了。       \n\n不过我有个奖品给你——这是我以前爱用的绝招。",0,"嗯？这是啥啊？ \n感觉用法好复杂……",5,"啊……的确，这个技能比较挑使用时机。 \n如果你们需要倚靠某些状态来战斗的话，这个技能能延长状态的持续时间。     \n\n不管对队友还是敌人都能用上，所以挺实用的！",0];
      
      public static var nimrodD2:Array = ["孩子啊，你在里面干得漂亮。 \n如果哪天要个打猎伙伴的话，尽管找我吧！     \n\n我把这台旧型显示器修改了一下，现在它能把敌人电到麻痹！",0,"谢啦，老家伙。   \n\n如果哪天我没子弹了的话就试试吧……",88,"这个技能伤害不高，但是麻痹效果超强。 \n除非对方完全免疫，否则基本上都会起作用的。",0];
      
      public static var sabrinaD2:Array = ["嘿，甜心！我刚刚看到你的战斗了——你超迷人的！ \n既然你和我一样是魔法师，那我就教给你这个罕见的魔法吧……",0,"呃，多谢了……吧！",34,"嘛，其实不是魔法师也能使用这个技能……就算是战士也可以！ \n不过像你这么可爱的女孩一定得先拿先用！",0];
      
      public static var franD2:Array = ["哟，安娜！真没想到能看到你在里面打！     \n\n给你看看我学过的这个超酷魔法吧……",0,"多谢了！         \n\n不过我们好像没见过面吧。 \n你也是绿木村来的吗？",105,"对啊，而且自从你打败那些法西斯分子以后我就一直是你的粉丝！      \n\n我现在也在努力训练，希望能有朝一日像你一样！",0,"你过奖了！",102];
      
      public static var shartusD2:Array = ["小猫咪，我为你而骄傲！     \n\n既然你已经站在狩猎的顶端（像我一样），让我教教你这个厉害技能吧……",0,"喵……？",135,"嗯，就是！ \n这个技能能以锯忍让敌人陷入痛苦！ \n尽管用来凌虐比你弱的生物吧！",0];
      
      public static var phyrnnaD:Array = ["哦，你们已经全员通关竞技场了？ \n我听说了主角群今天会在这里战斗，所以我专程过来给你们演奏加油的音乐！",0,"你有点太迟了，小姐。 \n你不会是跟踪狂吧？",61,"嗯，那希望这个音乐能对你们做出贡献吧。 \n虽然不长，但是它能在战斗中强化你！",0,"听起来挺有用的，多谢啦！        \n\n不过为什么你看起来那么面熟……？",32,"啊，我只是偶尔会到处露个面啦。       \n\n后会有期吧。",0];
      
      public static var oshoQ:Array = ["*冥想中，但是肚子在咕噜叫*",0,"嗯，这么多足够了。好吧，现在开始冥想……     \n\n放空心灵，像沙一样，无形物状。      \n沙能轻轻流动，也能重重碎击……      ",0,"对，你必须像沙一样。      \n\n让心灵的沙化过你的身心，你就能得到平静。",0];
      
      public static var moodyQ:Array = ["喂叔叔，你有咖啡吗？ \n如果我给你钱的话，你能帮我买一些吗？           \n\n其他的大人都不愿意买给我……",0,"多谢啦叔叔！ \n我把这个之前一直在哭的时候发明的魔法教给你吧。",0,"我不是真的海盗。         \n\n这只是动作扮演而已。",0];
      
      public static var moodyD:Array = ["喂叔叔，这咖啡有多浓啊？",0,"浓到能把死人叫醒呢。        \n\n也许你最好别喝太多……",27];
      
      public static var kievQ:Array = ["啊啊，我还以为我找到了能和儿子度过世界末日的安全堡垒，但是看来那个洞有点太显眼了。       \n\n既然你们都来了，要不要帮我们找些物资来？",0,"不错，这些应该足够了。        \n\n我们一直在用这个强酸扑灭这里面的老鼠——说不定你们也能用上。",0,"我知道等着我们的日子不好过，所以我们会窝在这里。       \n\n至少在这儿我们能玩电玩。",0];
      
      public static var sonD:Array = ["我讨厌我的新家。    \n老鼠把我的鞋子吃了。",0,"这里是我的家。 \n我可不欢迎你们。",69,"老爸说世界末日就要来了，然后我们都会受猫神的审判。",0,"嘛，如果我们无法阻止外星人入侵的话，你们肯定得需要大堆武器就是了……",79];
      
      public static var ramiQ:Array = ["晤！    \n\n我有个请求：我在收集稀有生物的样本，以研究它们在不同环境下的变化。 \n如果你们愿意帮我，我会教你们一个很有用的魔法——绝对能为你们派上用场。",0,"唔！    \n\n多谢你们的帮忙。 \n这个魔法能显著提高你们的魔法威力。 \n你们一定要善用。",0,"唔！    \n\n那个魔法能摧毁对方的魔法防御力。 \n如果妥善使用的话，你们一定能在战斗中占上风。",0];
      
      public static var katD:Array = ["我们每星期都收到一大堆的艺术品，都快忙不过来了！    \n虽然我们也尽力了，但是这么多的作者很难每个人都联络上……希望我们的名单没有写错！",0];
      
      public static var robynD:Array = ["我也想能画得那么好，但是每次我试图作画，我的手就会疼，我的猫就会啃断电脑线，而且只有奇怪的披毛家伙会给我委托。         \n\n画家真是多灾多难的职业。",0,"那你找个真正的工作好了。",61,"兰斯！",40];
      
      public static var megD:Array = ["如果现实生活也有这样的图像就好了……",0,"那样的话也许我就能找到每天早上醒来的动力。",0];
      
      public function npcs()
      {
         super();
      }
   }
}

