package text.chineseTraditional
{
   public class dialogue
   {
      public static var gameIntro:Array = ["哎唷，又只剩下幾點血了。\n這個BOSS傷害那麼高，不公平！                   \n\n還有他那機車的攻擊模式每次都不一樣！",25,"只剩一條命了；要是再打不過我就得從頭重新打了。             \n\n我還有其他事情要做，可不想要整天都耗在這裡！",18,"啊哈，發現弱點了！ \n只要我再多戳他眼睛幾下，說不定……",9,"好耶！他死了！         \n\n我終於破了這款遊戲！",2,"只試了23次就打敗了最終Boss！         \n\n我簡直是神呀！",21,"不過這個結局感覺有點虎頭蛇尾……\n我花了那麼多星期的時間收集物品……而結果就只有這樣？           \n\n最好這個東西後面還有別的——",17,"糟糕了！              \n\n什麼鬼？！",13,"又有海盗入侵到希望港了？\n不不，海盗才沒那麼強的火力……對吧？",24,"這件事可不能就這麼算了。\n弄壞我家電視的人是要付出代價的！        \n\n我連結局都還沒看完呀！",9,"找到了。 \n我可以先拿這跟舊曲棍球桿當我的武器。 \n就目前來說，這裝備應該夠用了。",2,"好，收拾得差不多了。    \n最好也從冰箱裡拿點零食走吧……",1];
      
      public static var controlIntro:Array = ["看來我可以用鍵盤移動，用空格鍵也可以與事物互動……\n不過這樣有點老套就是了……用滑鼠操控可能會簡單一點……",1];
      
      public static var jerryGone:Array = ["老傑好像不在家啊。       \n\n發生什麼事了嗎？\n他可是從來不出門的啊……",15];
      
      public static var mouseControls:Array = ["嗯，用滑鼠游標來發現秘密感覺有點作弊。           \n\n如果我要更加傳統的JRPG體驗的話就用鍵盤吧。",15,"喵？",121,"這貓估計聽不懂我在說什麼吧……        \n以前的JRPG要找秘密可是很難的,好嗎。",19];
      
      public static var hiddenRoom:Array = ["哦？             \n\n我忘了這裡還有個房間……",5];
      
      public static var goingOut:Array = ["啊！這——這是？\n天上竟然有個大火球！",24,"等等，我想起來了，那只是太陽而已。       \n\n好一陣子沒見陽光了……最好小心一點。",12];
      
      public static var firstFoes:Array = ["前面有些怪物，也就是“敵人”。            \n所謂的\"敵人\"，我只知道這件事：把它打死後會掉寶物！該來虐待這些可憐的小怪囉！",1,"但不知道為什麼牠們就只會呆呆地站在原地。\n說不定我得跟牠們對話才能開打……",5];
      
      public static var nolegsAmbush:Array = ["那是？\n我感覺前方有埋伏……        \n\n牠以為我看不到牠嗎？",5,"我想就這是那隻常亂翻我垃圾的貓。 \n嗯，已經打了幾場熱身戰了，收拾一隻貓應該不困難吧！",9];
      
      public static var nolegsJoins:Array = ["給我離遠一點，你這隻畜生！\n流那幾滴眼淚是騙不了我的！\n幹嘛要偷我的垃圾？",5,"喵嗚嗚嗚嗚……",128,"你說什麼？你想加入我的隊伍？\n說不定你還能當上不錯的隊友呢，小貓咪。          \n\n你叫什麼名字？",2,"喵！",122,"無腿貓？很奇怪卻又名副其實的名字呢！\n我本來打算把你煮來吃，不過還是先把你留下來唄。\n我們可以同流——呃，同甘共苦！",4,"喵—喵？",125,"對，就是這樣。\n我正在尋仇的路上，同時也在尋寶！         \n\n只要跟著我，我們很快就會富可敵國了！",3];
      
      public static var newSkills:Array = ["嘿，我們對戰鬥越來越上手了。\n要不要考慮在選單中的“技能”裡學習新的招式了？",1,"喵……？\n喵！？",135,"沒錯，戰鬥後獲得的能力點（AP）就是這樣花的！",2];
      
      public static var firstQuests:Array = ["糟了個糕，我記得這些傢伙。\n每次都要我去幫他們找這個找那個。        \n\n我才不想當他們的跑腿小弟呀！",9,"喵，喵……喵！",121,"你說他們會賞我們些好貨？是嗎——這群人看起來不怎麼有錢。",19];
      
      public static var fishShop:Array = ["嗯……          \n\n好難聞的味道。",6,"喵……         \n喵！",140,"哼，這味道正合你意吧？\n果然貓咪都愛髒東西！",17,"咪咩……",139];
      
      public static var weaponShop:Array = ["我喜歡順道來看這些劍，只可惜因為沒錢，所以從來沒買過任何東西。\n店主總是不屑地瞪著我——說不定他藏著不為人知的秘密呢。",2];
      
      public static var restaurant:Array = ["呃，今天這裡什麼樣的人都有！               \n\n從來沒看過這裡有這麼多人。",1,"咪，喵？\n喵嗚?",136,"沒用的，這地方才不留剩飯剩菜給你這種乞丐呢。\n（因為我早試過了……）",19];
      
      public static var blockPuzzle:Array = ["這些方格子是怎樣？\n是誰設計這些爛東西，還要放在外面來折磨我？",9];
      
      public static var firstMonolith:Array = ["哇耶，這簡直是牟取暴利吧！\n這些敵人完全就只是站著等我們來搶！\n而且還有這麼多寶箱就放在那裡！",2,"喵！",122,"嗯，你是個很不錯的隊友。      \n\n我覺得戰利品你我可以一九分成，因為你比我小十倍，所以用不著那麼多東西。",1,"*一點也不滿意*",129,"哇我的貓神，那又是什麼東西？\n這黑色巨石之前不在那裡的呀！          \n\n難道是從天上掉下來的？難道我家的地震就是這東西幹的？",16,"*朝石碑嘶叫*",130,"嗯，我也這麼想。\n這感覺是個不祥的徵兆。       \n\n不知怎麼地它好像在監視我——不過就只是塊蠢石頭而已啊！",2,"*喵—阿啾！*",134];
      
      public static var dirt:Array = ["很煩欸——這邊的小路全被這堆土擋住了\n要是有鏟子就好了。說不定我們能在菜市場那裡偷一把。       \n\n目前就只能往那個方向前進了……",17];
      
      public static var rightClick:Array = ["對了，不曉得有沒有提過這個……我可以右鍵點擊任何地方來關閉選單。\n那樣的話應該會省事一些吧……",15];
      
      public static var passiveHealing:Array = ["嗯，看來我們會在戰鬥外自動回復血量。\n不過好像不是即時的，可能要等一會兒才行……",15,"……正好可以利用這段時間來升級裝備或技能！",1];
      
      public static var farmersMarket:Array = ["好，我們到了。這裡就是菜市場。        \n那裡就有把鏟子等著我們去拿，要是沒被逮到的話還可以拿其它物品。",2,"喵！",123,"哼，我猜你也想要過過偷癮了。\n合作愉快！",4];
      
      public static var marketTheft:Array = ["正點！後面還有很多東西呢！\n我們可以像忍者一般溜過這些店主！",3];
      
      public static var natalieJoins:Array = ["妳、妳沒事吧？還好嗎？\n我們不是故意想要惹事的，真的。",12,"我頭好暈……發、發生什麼事了？",59,"我們能當作什麼事都沒發生過嗎？\n趕緊逃跑吧，免得又有人找上門來質問著……",23,"喵！",143,"啊，你說得對！\n她快要醒過來了。            \n*得趕緊想個不在場證明阿*",13,"我是怎麼了？\n那小偷跑了嗎？",54,"嘿，我們是馬特和無腿貓，我們只是兩個愛打小怪和做些好事情的呆瓜。\n\n沒錯沒錯，正是如此。 \n你只是暈過去了一會兒。",27,"啊，我想起來了。\n你們兩個就是偷東西的渾蛋，然後你們還敢攻擊我！           \n\n你們最好有理由給我解釋清楚！",49,"啊，超級抱歉。*那麼快被識穿了......*\n我真的不想去坐牢——我們根本還沒偷什麼特別值錢的東西。\n我們只不過在附近伸伸懶腰，學學打鬥技巧，大概這樣而已。",12,"（嗯，說不定可以暫時用上這兩個笨蛋……要是他們乖乖合作的話。）",51,"好吧，既然你們勉強能把我打到暈過去，也許我們可以暫時同行。         \n最近這一帶到處都是怪物——說不定是那塊流星所造成的。\n我的任務正是在調查那些與流星同時掉落的石碑，也可能需要點幫手。",32,"我們也有任務—找寶藏，找吃的，然後變強！\n我們已經學到不少東西了。",2,"（就是這樣~喵！）",123,"那好吧，我們就用你“借”來的鏟子向東邊海岸走吧！\n附近的橋都被破壞了，若想離開這個島，我們只可以走東南邊的冰洞。         \n\n路上可能會遇到些強敵，但是只要我們合作就不會輸！",31,"好耶，聽到了嗎無腿貓？\n我們真的要遠離家鄉開始冒險了！",22,":3",122,"啊對了，我叫娜塔莉。\n很高興認識兩位。",53];
      
      public static var indianTheft:Array = ["啊哈，看這後面藏了什麼東西。\n我差點就沒注意到。",2,"你認真的嗎？\n我們真的要去偷這善良一家人的東西嗎？",39,"不好意思啊娜塔莉，但是遊戲就是這麼玩的。\n慢慢妳就會習慣啦。",12,"*嘆氣*             \n\n（總有一天我會逼你們改邪歸正。我發誓。）",47];
      
      public static var puzzleGames:Array = ["所以，呃，娜塔莉。",11,"嗯？\n怎麼了？",31,"你平時到底喜歡什麼？\n比如說，呃，興趣之類的。                \n\n你喜歡玩電動嗎？我也挺喜歡的。",11,"呃，我最近在玩些很容易上癮的“益智手遊”。\n另外我在DS上也有不少解謎類的遊戲。          \n\n在旅行途中還挺適合消磨時間的。 ^_^",45,"哦，我一點也不喜歡解謎遊戲。         \n\n那些玩意爛透了,我的看法啦。",23,"隨你便吧。",57];
      
      public static var itemShopping:Array = ["嘿，這附近不是有商店嗎？\n我們正可以補給一下資源，囤積些治療用品、升級裝備等。         \n\n噢對了，還有給無腿貓貓買些零食！",32,"咪嘿嘿，喵！\n喵！",122,"你這什麼意思？你說她比我還適合領隊？你現在就已經背叛我了嗎，無腿貓？\n別讓我後悔當初沒吃了你。",19,"喵……",145,"你那樣對自己寵物說話也太殘忍了吧！\n不許你這麼對待無腿貓！",40,"（啊，她生氣了……）               \n\n嘿嘿嘿，我只是在開玩笑，對吧無腿貓？",27,"……",139];
      
      public static var bigBlock:Array = ["這個石塊看起來很大，但是實際上非常輕。\n連無腿貓都可以輕易推來推去。          \n\n我們可以直接推開繼續往南走。",52];
      
      public static var firstBoss:Array = ["好的，站在洞口的那隻怪獸一定是個頭目。",2,"對，冰洞就在那裡！\n我們先在附近調查一下吧，不要馬上衝進去。",35];
      
      public static var firstBossBeat:Array = ["耶，成功了！\n我還以為我們打不過。但我們讓這傢伙知道我們才是這裡的老大！         \n我覺得我們確實互補了彼此的弱點,並讓這團隊更強大！",34,"哈哈，我只是拿劍亂砍而已。\n很高興你們能幫我把其他事情扛下來。",21,"你應該多嘉許自己些！你很耐打，而且很難被打倒，通常在這種戰鬥中非常有用！",33,"他就一直攻擊我，但我非常渴望想赢，所以我就忍痛繼續戰鬥下去。\n有時候疼痛只會讓我更生氣、更強壯！           \n\n（我總算有點用了？終於找到人生中的目標了嗎？！）",4,"喵，喵！",141,"才、才不是那樣呢！\n我們當然沒忘記無腿貓你的功勞。\n你打得也很棒喔。",43,"*咪嗚~*",122];
      
      public static var warpZone:Array = ["哇！\n是剛才那只史萊姆貓把我帶到這裡的嗎？",16,"還是說我已經死了要上天堂了？          \n感覺我死掉的可能性大一些……",15];
      
      public static var mansionIntro:Array = ["哇，這地方真華麗。\n我總覺得在這裡會被人看不起……",5];
      
      public static var mansionEnter:Array = ["看來我們有了足夠的名氣才可以進入這裡。\n我猜我們現在已經不再是世界的平民了。",2,"這個畫廊還不錯呀。\n我經常會來這裡，而且有時候還會幫忙給新的畫像分類。\n最近的話，怎麼說呢……有好多我們的畫像出現了。",32,"呃，我們開始有粉絲二創圖了？！\n有其他人都聽說過我們？",13,"看來如此呢。\n我們都有不少的粉絲了！",31];
      
      public static var phyDrawing:Array = ["我完全不知道這哪位\n你認識她嗎無腿貓？",15,"喵？",135];
      
      public static var rippedDrawing:Array = ["好耶，這完全就是本人我！\n我才不是穿著鬆衣服來掩飾我的啤酒肚呢！\n你來看，我的肌肉可發達的！",12];
      
      public static var dirtyDrawing:Array = ["真棒呢，這麼快就看到那些畫我的下流圖了。\n到底誰在跟蹤我？",51];
      
      public static var boobDrawing:Array = ["我的胸部真的有那麼大嗎？          \n\n真是沒想到會有人這麼熱衷於這玩意。                \n也許我早就該認命了……？",41,"別這麼說娜塔莉，至少圖片還是畫得挺漂亮的\n我想這單純只是表達善意而已,畢竟有很多覺得你很美的粉絲呢！",12,"恩哼，出名好棒喔。",57,"（真不知在這種情況下還有什麼能安慰她的方法。\n我倒覺得她看起來很棒，也許現在不是提這個的好時機。）",11,"*盯著畫垂涎三尺*",80];
      
      public static var cuteDrawing:Array = ["我在這幅畫裡也很可愛喔。\n這幅畫真不錯！",93];
      
      public static var monsterDrawing:Array = ["哇，我們上輩子擊敗過相當厲害的怪物啊！\n這些玩意兒看起來就像夢魘一般的兇惡呢。",29,"噗，才不是呢。\n這只是為了藝術效果而把它畫得很厲害罷了。\n現實中它們可沒那麼強。",81];
      
      public static var partyDrawing:Array = ["哇，這屋子裡全都是我們的畫像！\n才幾天而已，我們真的出名了！",103,"這可謂是好的宣傳！\n說不定將功贖罪的日子離我不太遠了！",67];
      
      public static var lanceDrawing:Array = ["這幅畫完全表達了我的颯爽英姿。\n我喜歡！",64];
      
      public static var familiarDrawing:Array = ["痾，我不記得有這件事……          \n但是……又感覺異常地熟悉。",45];
      
      public static var reactionDrawing:Array = ["不曉得我們在這幅畫裡是對什麼東西作出反應。\n看起來是相當好的事情呢。",45,"史詩幻想*戀愛模擬*遊戲宣告出爐？",105,"閉嘴啦你。",49];
      
      public static var dynamicDrawing:Array = ["全員到齊！\n我們看起來生龍活虎的！",93];
      
      public static var grumpyDrawing:Array = ["不知道為什麼，這些畫裡其他人都那麼開心，就我一個人看起來很暴躁。",61,"沒什麼錯啊。\n你一向脾氣就很暴躁的。",109,"哼，才不是！",90];
      
      public static var teamDrawing:Array = ["我們合作無間,是吧？\n從這些畫裡就看得出來。",2];
      
      public static var ebf3natzDrawing:Array = ["哦，真是驚人！\n這幅畫裡的我看起來好強！",56,"然而可惜的是這些裝備卻不在這遊戲裡……這些都是三代的裝備！           \n\n嗯還是說是四代的……？",27];
      
      public static var seriousDrawing:Array = ["我們看起來都好嚴肅。",1,"我一向都是正經八百的。",79];
      
      public static var deadDrawing:Array = ["為什麼我們都死了？\n這出了什麼鬼事？",115,"我喜歡這幅畫。\n完全挑不出毛病。",63];
      
      public static var coupleDrawing:Array = ["餵，娜塔莉，我們在這裡看起來還挺像一對的呢。 \n哈哈，真可愛。",2,"什——什麼？      \n嗯我是說，對啊，好傻啊。我們才沒那麼親密呢。         \n（但沒準哪天就會了？誰知道呢？）",43];
      
      public static var cutieDrawing:Array = ["今天的我也很可愛喔？",93,"看，就像這樣？",113];
      
      public static var coolDrawing:Array = ["我發誓，總有一天我會變成如畫師眼中那樣般的酷！",112,"（那你得先成熟點才行……）",79];
      
      public static var realisticDrawing:Array = ["噢，這幅畫裡的我好有真實感！\n嘛，以目前這種畸形卡通般的型態上哪能比阿。",34,"（現在的我感覺又肥又矮……）",41];
      
      public static var woahDrawing:Array = ["哇啊啊，這畫的是我？              \n超帥的！",112];
      
      public static var babeDrawing:Array = ["嘿，這牆上有個大美人呢。                 \n\n而且她在對我微笑呢。<3",87,"那樣表情絕對不會在現實中的我臉上出現！",60];
      
      public static var prettyDrawing:Array = ["這幅畫的背景很漂亮！\n我很想身處其中呀——感覺非常像綠木村呢！",92];
      
      public static var valentine:Array = ["什-什麼鬼呀！\n我可沒允許任何人把這幅圖畫展示出來！",43,"*咳咳*",13,"真下流……           \n\n難以置信……",101,"哇哦……        \n\n真的……哇哦……",72,"我一直覺得這姿勢令人想入非非……所以我不想將這張照片公開的。\n（而且那時候我比現在還胖……還飽受惡評了一段時間……）",41,"早就知道po到網上是個壞主意……想刪也刪不掉了吧？",57];
      
      public static var nonolegs:Array = ["喵……！？",129,"啤酒可不是給貓喝的！",29,"……",139];
      
      public static var dragonDrawing:Array = ["對，那是隻龍，而且還挺大隻的。\n但是我覺得我們已經強到誰都可以打贏了！",2];
      
      public static var evilDrawing:Array = ["這不是我的邪惡“雙胞胎”嗎？真噁心！",114];
      
      public static var finalRoom:Array = ["貓神在上，難道我們已經找到天堂了嗎？！\n這房間……真是金碧輝煌啊！",22,"*被亮瞎了*",142,"（我……忘了將鞋子擦乾淨再進來……）",114];
      
      public static var concepts1:Array = ["我知道這只不過是個概念藝術，但是我還是慶幸這種怪物不會實際出現在遊戲。",24];
      
      public static var concepts2:Array = ["以前的EBF也有這種烏龜出現過吧？",95,"嗯，但是不是都長個這樣子。\n這些外觀都挺不一樣的。",52];
      
      public static var concepts3:Array = ["會生蛋作攻擊的大白鳥？倒過來的冰淇淋甜筒？           \n\n這種敵人根本來搞笑的吧！\n我可需要更有挑戰性的對手。",82];
      
      public static var concepts4:Array = ["噢，這些設計可真蠢。\n這只能拿來哄小孩吧——長得那麼呆，還那麼卡通化。",79,"你自己就是卡通吧！\n你瞭的,對吧？",49,"噗，可不像那樣。\n我可是很有風格的卡通。",81];
      
      public static var concepts5:Array = ["餵無腿貓，你真的是這幅畫裡那樣的機器貓嗎？\n如果是的話那我就很在意。\n要是把你解剖了能找出什麼東西？",75,"*內部處理錯誤*",149];
      
      public static var concepts6:Array = ["噁心，是蜘蛛。            \n\n我不是怕牠們，但是牠們就讓我感到毛毛的。",54,"我倒會說蜘蛛是家庭健康的象徵，但是如果長成那麼大可就是問題囉。\n更糟的話就拿噴火器滅了牠們。",117];
      
      public static var concepts7:Array = ["哈，看起來這遊戲裡有些清涼服裝是由一位女性設計的？\n看來就連女性也要讓我把事業線露出來了。\n這具無法被包覆的身體可真是個詛咒。",51,"哇喔，好一個詛咒。\n那麼多人在你石榴裙下五體投地肯定不好受吧。\n（我可是一點都不嫉妒呢……）",109];
      
      public static var iceControls:Array = ["咪喵……！！",144,"對啊，冰面就是滑溜溜的。\n憑直覺來看用鍵盤在冰面上移動比較順手，但是我不該再干涉你如何玩這遊戲了。\n你現在也差不多抓到這遊戲的手感了。",1,"（他在和誰說話？有人在監視我們嗎？）",35];
      
      public static var dejavu:Array = ["喂,等、等一下。我想問個問題……             \n自從我們開始組隊以後就有種莫名的既視感。\n我們以前見過面嗎？\n還是說我只是想起做了奇怪的夢？",35,"你這麼一講……               \n沒錯，開始覺得有點像我以前玩過的RPG了！\n這應該是很常見的套路：一男一女在很搞笑的情況下相遇，然後就開始一起旅行了。",2,"不對，我不是這個意思——我說的不是遊戲。\n啊，還是算了……",47];
      
      public static var longCave:Array = ["媽呀，這洞窟還真長。\n你確定有出口嗎？",22,"當然確定啊。\n我以前也曾經走過這裡，只不過，嗯……到出口的時候再說吧。",52];
      
      public static var wastelandIntro:Array = ["啊，陽光！\n我們已經到了新的大——那個城堡是什麼鬼玩意啊？！\n這些穿著黑衣而且一看就像壞蛋的人到底是誰？",16,"*貓嘶叫聲*",130,"嘿嘿，好吧，事情是這樣的……我並非因為前面那個獨眼巨人才需要幫手的。 \n這世界危險無所不在，而正好那邊有一大堆法西斯分子在那裡蓋了座要塞，試圖掀起戰爭。\n我之前是不想嚇你一跳，但是我們真的得偷偷溜過去，因為這一條是必經之路。",42,"啊啊，原來你一直在對我們隱瞞事情。很調皮嘛！\n但這也未必壞事——正好可以讓我們拿這群壞蛋練習練習。\n當然，倘若我們順手搜刮堡壘裡的寶藏的話你也不會有意見吧？",29,"你不害怕？也不生我的氣？\n真是太好了。",34,"如果你只想要寶藏的話，那裡面肯定不少。\n就小心點別被他們射中太多次。\n我知道你能硬扛幾發，但撐到最後你還是會死掉的。",32,"那我們走吧。\n你若要顧及安全，那站在我後面就行了。",4,"喵！",122];
      
      public static var wastelandDestruction:Array = ["太慘了。\n被破壞的地方又更嚴重了。        \n\n這一帶曾經是茂盛的的林地呢！",37,"哇，能弄成這副慘樣的東西可說是龐然大物呢。\n要是我並非如此驚訝的話，大概會十分害怕吧。",22];
      
      public static var bigCar:Array = ["雖然我不是輪胎印這方面的專家，但我也知道這群法西斯有輛很大台的車子。\n一個大到足以把森林鏟平——就連我們也會被直接輾過去。",5,"但往好處想，這麼大的東西我們早在遠方就看得見了！\n如果要戰鬥的話，我們是絕對不會輸的！",3,"你說的得有道理。\n可以確定的是，它對我的魔法來說肯定是最佳的攻擊目標。",34,"喵~嗚！",124];
      
      public static var natalieGone:Array = ["剛剛那是什麼東西？怎麼會突然冒出來阿！            \n\n我頭都痛得好像快要炸了……",14,"你沒死吧無腿貓？\n有被撞到嗎？！            \n\n至少喵一聲啊——沒事就喵兩聲！",7,"咪喵……喵……",128,"什、什麼？娜塔莉不見了？！           \n他把她抓走了！那嚇人的傢伙把她抓走了！",24,"好吧，毫無疑問，我們接下來要......\n我們得追上去！沒有人偷了我的東西後還跑得掉的！             \n\n而且誰知道他之後會對娜塔莉下什麼毒手呢？！",9,"喵，喵！",127,"我們的隊伍雖然少了一個人，但是這應該不成問題。\n我們只不過一時大意了，以後可得更加小心。",2];
      
      public static var fortressIntro:Array = ["哇賽，這要塞還真是大。           \n\n希望娜塔莉平安無事。",5,"咪嘿嘿嘿。\n喵！",141,"現在可不是開黃腔的時候！\n把話給我收回去！",10];
      
      public static var annaIntro:Array = ["我的背脊有股寒意。            \n又有位滿臉怒氣的女孩站在我面前。\n我都已經開始習慣了。",25,"*仔細地盯著*",139,"哼? 你說什麼？你覺得她不是來找我們，而是來打壞蛋的？\n嗯，這樣還說得過去。            \n說不定我們能好好解釋目前的狀況，然後合作起來！",12];
      
      public static var annaIntro2:Array = ["還是別那麼樂觀好了。\n感覺走下一步的同時就會有壞事發生。",11];
      
      public static var annaJoins:Array = ["我還活著？我可以走了？                 \n為什麼？這算什麼呀？",114,"我的貓天啊，我們不是你的敵人！\n我們也是來找這群“黑衣人”算帳的！\n他們綁走了我朋友娜塔莉，而且還要侵襲我的村莊！\n你能不能先靜下來好好聽我們說話？！",9,"喵！",127,"欸？",105,"這一切從頭到尾都是誤會？！\n但我看見——以為那——喔,痾。\n看來是我搞錯了。",103,"廢話。\n也許我以前做過些壞事，但今天可沒有——下次動手之前先動一下你腦袋吧！",22,"看來我得向你們道歉呢。\n況且我也沒想把你們給殺掉之類的——我只是裝裝而已。\n之前說的那些話，就當我沒說過吧。",101,"不過你們當時看起來的確嚇壞了，嘻嘻。\n我的演技也不錯吧。",111,"我可不覺得你還有開這種玩笑的餘地。\n你出手這麼狠，總得還我們個人情才像話吧。",19,"嗯，說得也是。                  \n\n那你們接下來的計畫是？",101,"嗯，我擅長用劍砍東西，這邊的無腿貓也是，所以我們的計劃就是這樣！\n見人砍人，見機器砍機器就行了！",3,"你們就準備這樣一路殺過那堵高牆？\n但總覺得我們應該謹慎些，悄悄繞過那些法西斯分子的防禦工事和陷阱。",95,"說得也是。\n那我們小心前進吧。",15,"對了，我叫安娜。\n我是來保護我的家園，為綠木村而戰！                   \n\n你們今天只是不走運而已。平常我都是很乖的小姑娘，我發誓是真的！",113];
      
      public static var whosNatalie:Array = ["所以說，娜塔莉是個什麼樣的人啊？\n你們兩個很熟嗎？",92,"咪咪咪~喵！\n*做出親嘴的臉*",143,"無腿貓你給我閉嘴！\n她才不是跟我“一對”的！",13,"她名義上只是隊友而已。\n她很聰明，很會和人溝通，而且還會用魔法！                  \n\n有她在的話這趟旅行就會更簡單、更刺激！",12,"喵！",141,"好吧！\n看來這裡就是要塞的入口了。\n總之先撂倒那個大個子就行了吧！",93];
      
      public static var fortressEnter:Array = ["進來啦！\n接下來只要找到關押人質的地方就行了！",93,"請別看到人就動手。\n真不敢相信這句話居然會從我嘴裡說出口——平常都是我被這麼訓話的。",19,"我的家都被那樣圍攻了，你還能怪我不理智嗎？",99,"我不理智的時候也只是吃東西或玩遊戲而已。                   \n不過我至今都是過著嬌生慣養的生活——今天可真的學了不少東西。",27];
      
      public static var firstPrison:Array = ["那個人就是娜塔莉嗎？\n在那邊的牢房裡？",93,"那個不是她。\n不過我們也應該幫他一下。說不定他會給我們報酬呢。",19,"鬧著你玩的啦。                    \n\n嗯，我們可不能就把他留在這裡。\n找找附近的開關來打開門吧。",117];
      
      public static var boosters1:Array = ["更多的加速器啊？嗯?\n看起來好好玩……",2];
      
      public static var boosters2:Array = ["我的頭好暈喔。\n我感覺不太舒服。",118,"喂，等我一下！",118,"嗯我感覺好多了……",114,"啊不行！\n還是好想吐！",118];
      
      public static var natalieFound:Array = ["馬特！無腿貓！\n我在這裡！",36,"娜塔莉！你沒事吧！\n我們馬上就把你放出來！                 \n\n妳有受傷嗎？他們都對妳做了什麼？",16,"我沒有事，但是他們之後會有邪惡的計畫。\n待會才說吧！          \n\n這個叫蘭斯的傢伙簡直就是個瘋子。",51,"（哇，這就是娜塔莉啊。我早就該料到是個這麼大胸的姐姐。             \n我能理解男人為何搶她而相互殘殺，但這樣也未免太過極端了吧。）",101,"唔，我該怎麼把你救出來？\n這些尖刺可是貨真價實的，我的劍根本砍不下去。",15,"先去找他們的實驗室！\n開關就在那裡！                 \n\n還有個那種大型黑色石碑也在那裡，所以最好多加注意！",52,"黑色石碑？！",115];
      
      public static var lanceFound:Array = ["*厲聲嘶叫*",150,"糟了，就是他。\n我們上去打他個措手不及！",9];
      
      public static var lanceFlees:Array = ["哈哈，他跑得好快喔——真是個膽小鬼！\n我們已經把他嚇跑了！",93,"嗯，我們應該把他解決了。\n如果他連和我們戰鬥都不敢的話，更不用說保衛這座要塞了！",29,"喵喵喵！",144,"噢，也對——他的大車子還在那兒呢！\n我都完全忘了。",25];
      
      public static var morePrisons:Array = ["噫，這群傢伙還真忙呢。                 \n情況出錯的話說不定我就是被關進去的人了。",96,"又是那群傢伙！\n之前侮辱我的那些一頭金髮的人！",9];
      
      public static var secretCrack:Array = ["哈，就在這裡。\n找到路了！",2];
      
      public static var disco:Array = ["喵，喵！         \n\n喵阿！",122,"嗯，這房間挺適合狂歡的。\n沒想到你會喜歡吵鬧的音樂，但是貓大概都喜歡雷射光和彩燈吧。",2,"喵！",136,"難道貓薄荷是最適合當派對用的毒品？         \n你到底以前幹了什麼？",29];
      
      public static var labIntro:Array = ["哇哇，是石碑！\n離它遠一點！",115,"啊？我家島上也掉下來了一個。\n不過沒看見它有什麼危害啊。             \n\n只是塊石頭而已吧。",15,"不！不，不，不。我見過它們做的好事。\n它們散發出來的暗黑能量會透入那些生物並腐化他們，使其更加凶猛易怒。",114,"也許那群黑衣人靠得太近被控制了？\n你就是要表達這個嗎？",16,"我覺得他們還是得怪罪自己的所作所為吧。\n石碑似乎對野獸的效果遠比對人類大。\n那些黑衣人估計是在開採石碑能量……",112,"喂無腿貓，你也算是野獸吧。      \n這塊石碑有在影響你嗎？",19,"喵？",149,"你沒事就好了。\n我們得要阻止這個計畫！",92];
      
      public static var natalieRescued:Array = ["馬特！你做到了！\n我就知道我雇用的保鏢是很稱職的！",34,"沒什麼大不了的——而且你也沒付我錢。\n但是我已經從這要塞裡搜刮到很多東西了。",2,"我也不是在懷疑你的動機……只不過我怕你無法靠自己闖到這裡來。\n但是看來你也找了個幫手。",33,"對了，我叫安娜。\n我已經聽說過很多關於你的事了。\n看來你這萬人迷的稱號果真名副其實呢。",92,"呃欸欸欸欸，你們到底跟她說了什麼？為什麼她會這樣講我？",51,"我才沒說什麼奇怪的話呢，真的！\n這全是無腿貓的錯！",12,"還怪貓？哼？真油嘴滑舌。        \n\n算了，我連一分鐘都不想呆在這裡了。\n趕緊腳底抹油溜了吧。",49,"噢對了，還有一件事。\n那邊的寶箱有個很重要的錘子在裡面。\n有這個東西我們就能砸掉擋路的石頭了。",46,"錘子？\n那為什麼你沒用它來逃離這個牢房？",109,"哈哈，我還想呢。那個錘子很特別，只能用來敲碎帶裂紋的石頭。\n我也知道這限制條件有夠奇怪。         \n（何況我本來就沒什麼臂力，別再戳我的痛處了……）",33];
      
      public static var tankAmbush:Array = ["好了，我們要做的事情都完成了。\n不過看起來那個瘋子還在那等著跟我們開打，而且這次他看起來是準備得十分充足了。",112,"這座堡疊西邊有個出口——如果我們需要的話可以從那裡逃到希望港並補充道具。而且我也有些AP可以用來學習新的技能！\n\n但是我們到頭來還是得打敗蘭斯——那個瘋子非常危險的。",52,"我才不怕他呢！\n現在就去把他打成肉醬！",9];
      
      public static var lanceJoins:Array = ["這怎麼可能……？\n沒想到我居然會輸給一幫烏合之眾……",74,"喂，你這傢伙！\n現在你已經是我們的俘虜了——幸好你這次都是遇到好人，我們暫時不會殺死你的！\n可你得說出有關那些黑色石碑的情報！",100,"哼，那如果我拒絕說呢？",61,"你認為你做了這些事後還有談判的餘地嗎？       \n要不要我讓這隻貓幫你整形啊？",40,"喵！",142,"不！我可是非常重視我的樣貌的。\n我就姑且放下身段聽你的話吧。            \n\n石碑嘛……怎麼說呢……",66,"大概在大撞擊發生的同時，有好幾個這樣的石碑出現在我們的雷達裡。\n它們著陸的地方互相都離得很遠，就好像是故意那麼安排的。\n我的推測是:它們是某種敵人發出來的偵察用儀器。",61,"吶，你說的敵人是誰？",99,"我指的當然是人類的敵人！\n這些石碑是非常了不起的機器——但是構造和所有人類曾建造的儀器都不一樣。\n我們運輸了一塊到實驗室裡，與其建立了連接——它們能產生巨大的能量！",82,"可是我們也發現了一個問題；它只會產生暗黑能量，而這會抵消我們平時所用的普通能量！\n要講詳細點會很複雜，但要簡單來講，它們完全不能作為能源使用。\n不過我們也從這種能量的信號中發現了，撞擊南方大陸的正是一座巨大的石碑——很有可能就是它們的母艦！",83,"母艦？！\n聽你的說法好像這些東西是外星入侵者一樣！\n這簡直就是天方夜谭！",39,"對啊，這些石碑就只是石頭吧！\n它不可能是機器——連我也知道電腦長什麼樣子！",9,"儘管你們不知情，人類還無法應付這麼大規模的入侵。\n我只是自己下定決心統領一群人類建立防線而已，就是這樣。",65,"我還是不相信你——你一定還對我們隱瞞了很多東西。\n但看在你對這些石碑的研究份上，可以暫時跟著我們行動。           \n\n眼下我們還有很多戰鬥要打，所以能用得上的幫手我們都會用。",109,"我覺得蘭斯戰鬥很有經驗，能讓我們的隊伍更強！          \n\n也許他過去犯了錯，但是只要我們能以暴力作為威脅就沒問題！\n他肯定會乖乖聽話的！",3,"喂喂，現在就原諒他是不是有點太快了啊？\n我可忘不掉他對我做的好事！",39,"（這樣我就沒事了？哈哈，真是一群三腳貓！          \n不過我還是聽話好了……我可不想受到拷問……             \n\n還有，我是不是應該檢查一下我的技能啊。我應該有相當多的AP能使用才對……)",88];
      
      public static var butWhy:Array = ["好吧，蘭斯，你已經解釋實驗室裡的石碑了，但是你為什麼要綁架那些女孩？\n到底有什麼意義？一個不就夠了嗎？",106,"因為他就是史上最白癡的人，僅此而已。",47,"嗯，說實話，其實我考慮了很久，每一點我都深謀遠慮了。\n石碑會在我的國度裡作為能源，而那些女孩則是人口供應。我只挑選了種族裡最優異的個體進行繁殖，來提供帝國的人口。當時我是覺得這個計劃很妙，但是最後兩方面都通通失敗了。",83,"聽到了嗎？！\n他簡直就是個妄自尊大的暴君！          \n\n更不用談其他的惡劣行徑……",40,"你真的很惡劣欸。\n我們會時時刻刻地監視你的。\n還讓你拿著槍只是為了讓你能戰鬥——別想耍什麼花招。",107,"呿，我可以向你保證，要是我搞叛變的話，我用不著偷偷摸摸的做。 \n我一定會光明正大地來。",81];
      
      public static var fascistsSurrender:Array = ["看來已經不需要跟我的部下交談了。\n他們也搞清楚了狀況，不會再找你們麻煩了。",65];
      
      public static var hiddenTreasure:Array = ["啊哈！\n沒有任何寶箱能逃過我的法眼！",21,"（不過我不知道目前為止錯過了多少寶箱……）",23];
      
      public static var needRaft:Array = ["那麼，接下來我們的計劃是什麼？",65,"嗯，目前我們還不能渡過南邊的大陸——如果游泳的話只會被洋流冲走吧！\n所以我們得想個其他辦法過去。",47,"啊，我想到了！\n我們需要一個木筏！\n希望港的人天天都用它！",16,"但我們在那裡的時候可沒看到任何木筏啊……",52,"它們大概是被流星衝撞的時候被大浪沖毀了吧。\n而且唯一會造木筏的人好巧不巧地就住在大河的對面—",27,"神秘之林的邊缘地帶吧！\n你說的是那個木筏匠嗎？\n他就住在那裡——從綠木村往西走就能找到他了。",93,"好啊，那就出發吧！",2];
      
      public static var nearGreenwood:Array = ["好，我們差不多要進綠木村了。\n這裡是我的家，所以你們最好別做出任何的傻事，聽見了沒？",99,"蘭斯，你最好裝成很內疚的樣子，要不然你可能會被村民處以私刑。",109,"像這樣？",85,"嗯，差不多吧。\n馬特和無腿貓，你們的大盜之行我早有耳聞。\n所以別想從我的村莊裡偷任何東西！",109,"原來我出名這麼快啊！太神啦！",13,"*對如此指控表示不滿*",131];
      
      public static var houseTheft:Array = ["喂喂……",109,"我們可沒有私闖民宅——這一帶連圍欄都沒有。\n所以別想說我在犯罪！",2];
      
      public static var farmTheft:Array = ["如果你從這一帶拿走任何東西，我之後一定會要你還回來的。",109];
      
      public static var annaTheft:Array = ["這背後有什麼東西！",16,"那可是我的私房小物，所以我暫且允許借你們一用。",109];
      
      public static var newHouses:Array = ["如你們所見，我們這邊很多房子正在興建。\n綠木村的人不久之前還住在空出來的樹幹裡，不過我想時代在變嘛。",91];
      
      public static var ashwood:Array = ["這一帶曾經有另一個叫灰木森林的地方。\n但是現在……怎麼說呢……已經被燒光了。            \n\n不過這些竹子都從灰燼裡長出來了！",92];
      
      public static var libraryIntro:Array = ["這裡是公共圖書館。\n要是你們有時間想深入戰術研究的話，不妨多來這裡看看！\n這裡還有村子裡唯一的電腦！",92,"（這村莊到底有多落後啊？）",76];
      
      public static var libraryEnter:Array = ["這麼多書！\n這裡簡直是天堂！",56,"簡直是地獄……\n我已經待不下去了！",28];
      
      public static var weaponShop2:Array = ["（這就是這裡的裝備店嗎？\n他們幾乎沒有武器和盔甲！\n他們到底是怎麼抵擋我的進攻的？\n難道我的手下真的這麼廢嗎？）",82];
      
      public static var plantShop:Array = ["這是我最愛光顧的商店——因為我好愛這些植物！\n（漂亮的仙人掌，珍貴的蘑菇，還有美味的藥草！）         \n\n說不定哪天我自己也會有自己的收藏！",110];
      
      public static var sentryStatues:Array = ["這些雕像是紀念曾經在哥布林入侵的時候保護了村莊的英雄。\n這已經是一段歷史了！",117,"*打哈欠*",132,"我就是現在村莊裡最強的獵人，總有一天，我也會為自己豎立一座的雕像！",113];
      
      public static var needAxe:Array = ["從那裡往西走就是就是神秘之林的入口了。\n要進去的話先得有斧頭——我家裡就有一把！",92,"不過最近那裡出了一些怪事。\n有人不小心走進去，之後出現的時候就變成了……呃……不死怪物。\n現在他們開始頻繁地攻擊村莊了……",114,"妳是叫我們進去一探究竟嗎？",21,"嗯，你願意幫我嗎？！\n你真的是很勇敢善良的隊友呢，馬特！",116,"當然！\n我已經很習慣這種“助人為樂”的喜悅了！\n（只要我別與亡靈為敵就行了……）",23,"而且我們也得在這森林裡找到木筏匠。\n此外，這樣聽起來，裡面應該還有其他能派上用場的物件。",52];
      
      public static var annasHouse:Array = ["好吧，這就是我家。\n真不敢相信我會帶來這樣一幫可疑的人回來。         \n\n我的天，我還得把你們介紹給我的父母。",107,"你還和你父母住一起？\n你到底幾歲啊？",22,"我可是二次元人物～\n你們想我幾歲我就是幾歲。<3",113,"（真是方便的設定。）",82];
      
      public static var annasHouse2:Array = ["氣氛還真是……耐人尋味。\n完全不是我所想像的。",88,"怎麼，你有意見啊？！",99,"沒有，真的沒有。\n我從小就沒父母，因此感覺蠻新鮮的。",88,"欸？他們怎麼啦？\n如果……你不介意我這麼問的話……",96,"嗯嗯………………………………………………  \n\n好吧，我從來就沒見過我媽媽，而我爸爸想當個創世神卻中途遇難了。\n畢竟他是個混蛋，所以這樣反而對我更好。",88,"哦……那真的是很淒慘呢。",97,"現在你們知道我的背景，你們可以原諒我嗎？",88,"別妄想了。     \n假裝受苦受難真的很難看。",49];
      
      public static var annaShrine:Array = ["像這樣的神社據說可以抵禦邪惡，並且祈禱就會有好運氣。\n我個人不太怎麼相信，但是這個傳統還是挺有趣的。",92,"*看著娜塔莉*（不管我怎麼祈禱胸部還是沒有長大啊！）",114];
      
      public static var farmHouse:Array = ["噢，那裡住了個很暴躁的老爺爺。\n最好別接近他——我覺得他在隱藏什麼見不得人的東西！",112];
      
      public static var needStepladder:Array = ["這是我們家的陽台！\n不過如你們所見……到處都有倒塌的危險，需要好好修補一下。          \n\n我們得找到活梯才能通過這些斷口。",92,"道具總是找也找不完,對吧？！\n就不能直接跳過去嗎？",69,"哈，不行！",91];
      
      public static var bigTrees:Array = ["啊啊，參天大樹！\n我的歸屬！\n\n我已經好久沒有回家了！",116,"哇，我們必須從這裡爬上去喔。\n森林的地面又濕又滑，有的時候必須得走高處才行。",112,"但是樹上有蟲子！還有難聞的氣味！             \n\n大自然真的很噁心……",69,"閉上你的嘴啦。\n不然就把你餵給大蜘蛛。",109];
      
      public static var highUp:Array = ["哇，我們都上這麼高了，都看不到地面了！      \n\n太驚人了吧！",2];
      
      public static var hauntedWoods:Array = ["呃，安娜……這一帶的森林……貌似和之前看起來有點不一樣。\n這裡沒問題嗎？",35,"啊，對，這裡已經是被詛咒的部分了。\n我一般都不會走這麼深的，畢竟有鬼魂還有巫毒。\n但是現在有這麼多人的話應該安全吧。",112,"（他們俘虜我之後馬上就把我拽到詛咒的森林裡？\n難道我看錯他們了——說不定他們其實是心理戰的高手！）",66];
      
      public static var hauntedWoods2:Array = ["這完全不是我所想像充滿史萊姆和兔子的友善森林！",24,"這些東西嘛……以前就沒在這裡啦。哈哈。",102];
      
      public static var sewage:Array = ["（噢，我的要塞就在南方。\n也就是說實驗室的廢水都湧到這裡來了？\n最好還是守口如瓶。）",67];
      
      public static var forestMonolith:Array = ["就在那！！",99,"我能感覺到都是那石碑讓周圍的怪物都那麼凶暴。\n就是說，這附近一直都是挺陰森的，但是最近越來越陰森了！",112,"為什麼我們幹嘛還站在這裡？！\n沒看到那邊有殭屍嗎！",68,"嗯嗯，牠們看起來好眼熟喔……",95];
      
      public static var mushrooms:Array = ["這裡好漂亮！\n我都不知道這裡還存在這一類的生態系！",56,"這些蘑菇能吃嗎……\n我很想試一下，但是以前的教訓我還記得……",15,"我的過敏……已經開始了…… \n太多……真菌了……",74,"他要死了嗎？        \n（這也算報應吧。）",114];
      
      public static var needLeafyBoots:Array = ["啊，木筏匠他就住在西邊不遠的地方，我們快要到了。\n只是啦……我們還要找到能讓我們走過那些荷葉的道具。",101,"這愚蠢的森林總有東西擋我們的路是嗎？！\n然後我們又得跋涉這臭沼澤？乾脆斃了我算了！",57,"那還真抱歉啊，小公主！\n說不定如果你多出點門減減肥，你就不會那麼難過吧！\n你有這麼想過嗎？",99,"平常人才不會像你一樣在樹上或草叢中度過野蠻人生活！\n這不能怪我！",40,"我當然可以怪妳！\n妳滿身贅肉，還垂著對大奶子晃來晃去的！          \n\n也就因為這個，才會有男生圍著你轉了！",100,"你覺得我很享受那些變態的眼光嗎？！\n至少你不需要擔心被綁架當性奴隸！",36,"（難道她還在對我綁架的事生氣……？\n那可已經是好幾個小時前的事情了耶！）",75,"哼，算了吧，娜塔莉。\n我才不想惹你哭哭臉。",109,"我才沒哭呢！",37];
      
      public static var needLeafyBootsShort:Array = ["啊，木筏匠他就住在西邊不遠的地方，我們快要到了。\n只是啦……我們還要找到能讓我們走過那些荷葉的道具。",101,"這愚蠢的森林總有東西擋我們的路是嗎？！\n然後你告訴我們又得蹚這臭泥沼？我真的不想活著！",57,"那還真抱歉啊，小公主！\n說不定如果你多出點門減減肥，你就不會那麼難過吧！\n你有這樣想過嗎？",99,"平常人才不會像你一樣在樹上或草叢中度過蠻人生活！\n這不能怪我！",40,"哼，算了吧，娜塔莉。\n我才不想惹你哭哭臉。",109,"我才沒哭呢！",37];
      
      public static var annaIsSorry:Array = ["啊、娜塔莉。\n我很抱歉稍早發生的事。",112,"哦，是嗎？",49,"我其實沒覺得你胖啦。\n也沒覺得你像乳牛什麼的。          \n\n我只是覺得你有點像溫室裡的花朵而已，沒別的意思。",101,"你剛才根本就沒提過吧，不過算了。           \n\n我就原諒你吧。",51,"改天我們一起去野營吧，我可以教你荒野求生！\n我們可以一起獵熊煮來吃！",117,"哈哈，說不定那會很有趣的體驗呢，只要還有自來水和Wifi就行！",34,"（這女的沒救了！）",107];
      
      public static var crawling:Array = ["我們馬上就要到啦！\n就這裡最狹窄了——只要這裡爬過去就萬事大吉了。",92,"我都開始覺得「士可殺不可辱」這句不無道理了。",77,"如果你願意的話那也可以做到的。        \n我們可不需要抱怨的人。",99,"喵喵,喵喵！",141,"啊？你要說什麼？",35,"我才沒在看呢，我發誓！\n無腿貓誣賴我！",13,"欸欸欸？！",42];
      
      public static var stepladderGet:Array = ["好啦，這下子樹上的任何地方我們都能去了！\n這樣就不會再有死胡同了。",94];
      
      public static var leafyBootsGet:Array = ["好了，尋找頭目需要的靴子就在這裡了！",92,"原來這雙靴子一直都在你家裡啊,你這小兔崽子？！\n我們在森林裡吃的那麼多苦全都是因為你啊？",69,"冷靜點吧老兄。\n我覺得你不能把這種迷宮似的關卡設計怪罪到安娜身上。",27,"“關卡設計”是什麼東西？\n我只是不喜歡被當成猴子耍！",65,"哦哦，怎麼了？\n難道你走進一點森林就害怕了？         \n\n嘻嘻嘻。",105,"小心點，我還是可以把這片森林放火燒平的！\n你覺得如何啊，你這個綠毛丫頭？！",70,"嘴巴放乾淨點，蘭斯。\n再這樣威脅的話就別怪我們下手無情了。",49,"哼。",79,"總之啦…… 這樣我們就能往森林的西邊走了。\n接下來就是打頭目的時間了。",111];
      
      public static var boss3:Array = ["那邊那個大傢伙就是頭目？\n那甚至是什麼鬼東西啊？",22,"它看起來沒什麼移動力——我們謹慎前去偵察一下吧。",52];
      
      public static var boss3Beat:Array = ["好欸，我們赢了！\n剩下的貓都樹倒貓散了！",93,"那群骯髒野貓擋我們路的時候就已經犯下大錯了\n在我們的聯合力量之下它們只能算炮灰罷了！",63,"不過那樣就結束了嗎？\n那個東西就是森林裡出現不死怪物的原因？\n總感覺我們並沒有掌握故事全貌。",52,"這有可能。\n不過至少先給我們慶祝勝利的時間吧！",107,"哦，抱歉。\n我不是那個意思。\n我們幹得不錯。",43,"你們在戰鬥中都表現可嘉。\n也許不久後我就能稱呼你們叫同志了。",64,"我已經能稱呼你老兄了，老兄。",27,"看來蘭斯也開始在將功贖罪了。\n他現在還任重道遠，但是說不定哪天就能贖清以前的罪惡了。",92,"但是他還是沒有為所作的任何事情道歉！",52,"我可不會道歉——我在有限的情報下採取了我認為最正確的行動。\n我所做的一切都是為了人類的進程。",65,"看來他要真正悔過自新還很早呢……",47];
      
      public static var raftGet:Array = ["重回大海的感覺真好。\n我們終於可以在茫茫水面上航行，想去哪兒就去哪兒了！",3,"我還沒坐過船呢……      \n……而且我聽說過海怪用細長的觸手把船拖下水的恐怖故事。",54,"對了，你是怎麼操縱這東西的啊，馬特？\n我連舵盤都沒看到！            \n\n感覺有點放心不下啊……",45,"呵呵，操縱木筏就和走路一樣啊。\n心裡想著往前，就會往前走了！         \n\n我的童年很多時間都是在木筏上度過的——我的爸媽帶我環遊了世界！",29,"不過可惜那時候我太小了，沒記清楚多少東西。\n而且後來他們有一次碰到很危急的時刻就把我扔到小島上了，哈哈。\n我什麼事都得自己去學，所以我老是慢半拍。",27,"那，馬特，你覺得你的父母還在什麼地方活著嗎？\n他們是在海島還是怎麼著的？",112,"呃，怎麼說呢……水手一般活不了多久。\n所以我基本上沒抱什麼希望。         \n\n不過我也早就認了。",1,"我覺得他們一定會引你為傲的呢，像你現在這樣帶著一群小可愛航海冒險著。",94,"*喵嗝！*",132,"哈哈哈，希望是這樣吧。",27];
      
      public static var fishing:Array = ["啊~~~~~。",132,"無腿貓……你這是……釣魚嗎？\n魚可不會直接飛到你的嘴巴裡的！",22];
      
      public static var swimming:Array = ["我有問題！\n無腿貓會游泳嗎？\n我們出發之前好像沒問過他……",106,"！！！",145,"媽的，如果無腿貓掉到水裡就玩完了！\n我們大家都沒有想通這一點。",16,"喵……",144];
      
      public static var waterMonolith:Array = ["又是一塊石碑。\n只要有怪物，附近就肯定有這種石碑……",112,"石碑中心的那個洞看起來像是某種天線或者聚焦镜。\n它們絕對是在監視我們，沒有更合理的解釋了。",61];
      
      public static var jaggedRocks:Array = ["南邊根本就沒有著陸的地方！\n一眼望去只有嶙峋的石頭——真是麻煩！",9,"如果我沒記錯的話，我家南邊的山谷是南方大陸唯一安全靠岸的地方。\n但是那裡……絕對會很冷。",15];
      
      public static var lanceIsSorry:Array = ["啊，女士們。\n呃，我是指，娜塔莉還有安娜……",61,"怎麼了？",35,"我現在也算女士了嗎？",92,"我希望能……呃……該怎麼說呢……？      \n\n呃，嗯……",71,"嗯……？",49,"我想為我犯下的罪行道、道、道歉！\n我希望能消、消弭我們之間的敵意！       \n\n我想改、改善我們之間的關、關係！",72,"嗯，遲來的道歉總比沒有好。\n我承認你的努力。",31,"我不是記仇的人，但是我也不會忘了你做過的事。\n下次你找我麻煩，我就絕對讓你不得好死！",94,"（看來有效了……\n這就是別人所說的……原諒？）",71,"喵！",129,"就是啊，那我們呢？\n你這混蛋可是用一大台坦克來突襲我們！！        \n\n為了恢復傷勢我可是花了好幾分鐘耶！",9,"噗，你們才不會得到我的同情。\n我做過份的地方我會承認，但是碾過入侵者可是天經地義。",81,"好吧，不管怎麼樣，我原諒你了！",2,"你才不能原諒我呢——我又沒對你做過什麼錯事！",69];
      
      public static var forgottenRuins:Array = ["喔，這殿堂貌似歷史悠久呢。\n樹林都快要把它埋起來了。",93,"這地方已經被搜刮過了麼？\n這基座上應該有些閃閃發光的東西吧！",9,"嗯……說不定……？",65,"呃，完全看不出來。",81];
      
      public static var ruins1:Array = ["哇，我從來沒見過這樣的廢墟！",46,"歷史記錄裡記载的很多神殿是為了祭祀古代神明，比如說貓神或者阿克隆，但是那些都和這些不盡相同。\n雕塑在這裡的臉型和那些神明都不太一樣。",52,"看來隕石的撞擊造成了全球變暖的現象。\n哪怕只變化了幾度，也會導致全世界的冰川加速融化。\n人為造成的全球變暖可能是個無稽之談，但是隕石撞擊的話應該能輕易做到。",75,"難道說這些廢墟幾千年來都被埋在冰裡沒被人發現？\n那說不定我們可是第一批見到它們的人呢！\n我得開始記筆記才行……",32,"也就是說這裡一定也埋藏了很多寶藏！",3,"難道你就不能關注一下你所經過地方的歷史與背景嗎？！\n你這個笨腦袋只知道滿足自私的欲望！",39,"如果說……這些都是外星人建造的呢？",117,"*喘氣*",47];
      
      public static var campsite:Array = ["還說什麼探索新大陸呢——這裡都一大堆NPC了！\n他們估計都把一大堆寶藏據為己有了！",9,"不管怎麼說，我們還是得從這裡去下一個城鎮。 \n我記得叫紅松鎮吧。",31,"對啊，紅松鎮和綠木村是差不多同時期建成的。\n我們在漁權問題上起了不少的爭執。         \n\n當然，綠木村永遠都是對的！",92,"紅松鎮在隕石撞擊之後就杳無音信……\n不知道目前狀況如何了……",35,"那我先把醜話說了吧——那個鎮子估計已經被抹平了。",61,"蘭斯！",39,"怎樣？",79];
      
      public static var ruins2:Array = ["這座建築物太壯觀了，保存得相當完善。\n這些神殿在當時一定非常輝煌吧！",32,"只有外星人才造得出來——肯定是這樣！      \n幾千年前住在這裡的人一定是受到了外星力量的影響……",106,"雖然是有這可能性但不一定。\n只要是有一定秩序和奴隸以及相當規模的文明，就能輕而易舉地造出這種建築。\n說不定造出來就是為了紀念他們偉大的領袖。\n（很有可能就像我這種人！）",65,"也許是旅人為了避寒想造個房子而已？",2,"喵呀喵~",129,"你也不買他們的帳吧無腿貓？\n他們的腦袋都不太靈光，是不是啊？",51,"欸，你又算哪門子的歷史專家？！       \n你怎麼能確定不是外星人或者是獨裁者造出來的？！",99,"我可以告訴你，我可是大學全部拿A的學生，而且歷史是我最喜歡的科目！\n我對被遺忘的貓王國，天下主要國家的歷史，聖與暗魔法的理論，還有各種神話傳說都了如指掌。\n你可知道，讀書可以遊歷四海，讓人知識淵博！",39,"如果你這麼聰明的話，為什麼你會跑來執行這種危險的前哨任務？\n而不是呆在哪個舒服的學術職位？",82,"呃，嗯……    我不想提這件事……               \n\n（我因為出了大糗才離開了……）",43];
      
      public static var slippery:Array = ["這些冰快把我搞瘋了！！\n為什麼我們買不到防滑的靴子？！",10,"而且這種排列也太奇妙了，簡直就像大自然的精靈在嘲笑我們一樣！",95];
      
      public static var children:Array = ["沒有，這裡什麼都沒有——除了幾塊該死的冰！\n我們往回走吧。",17,"我的衣裝不適合在這種天氣裡呆下去。\n我們回到我的要塞裡拿噴火器再繼續走吧。",65,"（為什麼我感覺像是在當一群小孩子的保姆？！）",39];
      
      public static var ruins3:Array = ["我真想知道古時候的人信仰什麼樣的神明，還有他們的文明最終如何了。\n我們找到了這麼多歷史學家都沒見過的遺迹，真的很是讓人遐想萬分。",31,"說不定他們只不過是嗑藥的自戀狂，而這些雕塑都是他們想把自己的臉誇大之後再畫個第三只眼睛之類的！",22,"這些石頭臉……看起來是不是很像外星人？\n說不定他們信仰的就是外星人，後來都被UFO绑走了！\n然後外星人篡改歷史，導致沒有任何人知道他們的存在？！",106,"這明顯是那些集權主義的監管政府所幹的。\n老大哥的眼睛時刻監視著居民，確保他們不會思想犯罪。\n誠如聽信聖眼其所言，否則懼怕降臨而身險！",83,"喵，喵！",124,"不會的無腿貓，那肯定不可能是沒耳朵的貓人。",19,"你們別鬧了，我可是認真的在思考呢……",47,"話說回來娜塔莉，你剛才的故事還沒說完呢。\n就是說嘛……結果到底是什麼原因讓你離開大學跟著我們這群下人一起行動？",92,"我寧願忘掉這件事……",47,"（我才不是下人呢！）",69,"也沒什麼大不了的……              \n我被逮到是因為寫了色情的私人小說，而且故事主人公是一個教職員……其實就是我的一個講師。",51,"哈哈哈哈哈哈，你認真的嗎？\n這就是原因？！",102,"啊，對……是有點滑稽……\n我沒辦法面對班上的人——或是面對被寫進去的男人——之後就……",41,"（我笑得換不了氣了……這理由真他媽太智障了……我快笑死了……）",104,"（唔唔，娜塔莉中意的那個男人究竟是什麼樣的呢——我最好得做個筆記……）",61,"說不定哪天我能克服我的羞恥心並結束那堂課程……        \n不過總而言之這休假期間我還是很享受的，而且反正我現在學到的東西比那個時候還多。                 \n\n隨便你們笑吧，反正我也不介意。",57,"喵嘻嘻嘻嘻！",141,"（而且我也確實受到教訓了——所以我的私人小說絕對會藏在沒有其他人能找到……）",51,"（她是不是剛才盯了我一眼？）",19];
      
      public static var gettingWarmer:Array = ["啊啊，終於又暖和起來了！\n再見了，冰凍山谷——我不會再想你的！",2,"很可惜，我們面前似乎有個巨大的石頭怪擋著路。\n可是完全找不到波塞頓的影子——他可能是去度假了吧。",65];
      
      public static var boss4Beat:Array = ["噢不會吧，我們真的累積了不少惡行啊。\n地球大概不會高興我們就這樣打倒自然之神吧。",92,"噗，一派胡言。\n大地的存在就是為了奉獻給人類資源的。\n連《聖貓福音》都是這麼說的。\n（不過我也只讀過那段就是了……）",61,"不管怎麼說，我們打倒了波塞頓，紅松鎮的居民肯定還是開心的。\n他們一定已經有好一陣子沒聽到外界的消息了吧。",32,"我們離目的地肯定很近了。\n大撞擊的地點應該就在鎮子的另一邊……",31,"如果鎮子還在的話。",61,"*嘆氣*",47,"*昏迷了，但還在颤抖*",138];
      
      public static var nearRedpine:Array = ["我想我們可以預期到當地時有盛大的歡迎儀式了！\n總算可以好好犒勞一下自己了！",20,"我可是連一個人影都沒看到……",35];
      
      public static var redpineHistory:Array = ["上……上次來到這裡已經是好久以前的事了。    \n不過看起來還是慘淡兮兮的啊。",61,"所以你來過這裡？\n我記得以前這裡有不少礦井——難道你的老家就在這裡？",52,"這家有礙觀瞻的補品店曾經是個孤兒院。我爸爆炸之後我就被扔到這裡了。     \n\n說不定我對人類的憎恨就是從那個時候開始的……         \n……我真的很討厭這個鎮子。",79,"但是我們還是得拯救它……就算有時候會起爭執，綠木村和紅松鎮仍然是盟友！",97,"省省吧，這裡完全不值得拯救。這鎮子埋葬的死人比現在活著的人還多。",81,"你究竟對這裡有多麼深仇大恨啊？",109,"嗯，要說的話，我倒是很喜歡那家槍械店。\n我就是在那裡開始學習用槍的！          \n\n我還在森林獵過熊呢，和——",62,"………………………………",77,"嗯...就算是我爸也算教了我一件好事吧。                     \n\n不說這個了！",79];
      
      public static var redpine1:Array = ["這裡太安靜了。\n大家都藏起來了，還是說……？",95];
      
      public static var redpine2:Array = ["哦，是個殘兵！看來他還不知道我吃了敗仗。",61];
      
      public static var redpine3:Array = ["要不是某人開玩笑把這些蠢石塊丟在海岸邊的話我們早就到這裡了！！",9];
      
      public static var redpinePub:Array = ["哦，大家都藏在這裡呢。\n他們都……看起來好沮喪啊。",35];
      
      public static var redpineCult1:Array = ["這地方難道是……邪教的大本營？",61,"禮貌點，先別急著下結論。\n先看看我們能從這些好人口中問出什麼消息來吧。",32,"我注意到他們已經從冰凍山谷的遺跡裡挖了不少的寶出來了！",9];
      
      public static var redpineGuns:Array = ["這樣才像話嘛。\n看看這些漂亮的東西吧！",87,"我覺得槍頭上裝把劍的話會更帥。\n想想吧，這樣就能邊射擊邊刺敵人了！",2,"那絕對是個餿主意。\n（內臟和血會濺你一臉的！）",77];
      
      public static var redpine4:Array = ["這整個鎮子都感覺好陰森喔。\n現在根本就不是秋天，但是那些樹葉全是紅的！\n這一點都不正常吧。",109,"而且聞起來像個農場！",44];
      
      public static var redpineShop:Array = ["這裡面還真塞了一大堆怪人！",65,"小聲點吧！\n我們還需要跟這些人打交道呢，可不能被他們趕走！",43];
      
      public static var graveyard1:Array = ["這些墓碑有好多都是新立的樣子呢。\n怪物有害那麼多人嗎？",95,"我們就是下一批了。",79,"哇哦，有人比以往還悲觀呢。",51];
      
      public static var graveyard2:Array = ["嗯，這裡面都有些什麼呢？\n有沒有辦法能闖進去啊？",5,"說不定就只是一堆新鮮的屍體呢。",61,"*瞪著眼*",49,"怎麼了？\n在能下葬之前總得有個地方保存屍體吧。\n我可是見識過被戰争波及的地區的！",79];
      
      public static var redpine5:Array = ["這鎮子看來真的沒落了。\n這些房子都搖搖欲墜，而且怪物滿地都是。\n我們得盡可能幫幫忙，畢竟這裡是目的地之前最後的補給點了。",35,"我也同意，娜塔莉。\n多一個朋友多一條路嘛。\n而且他們看起來的確很需要幫助。",93,"就算是幫忙也有報酬可拿吧……\n只要是打怪的任務的話我也完全樂意。",15];
      
      public static var basement1:Array = ["（我有點不想知道這地下藏著什麼……）",24];
      
      public static var basement2:Array = ["（我能聽到前面有呼吸的聲音！）",25];
      
      public static var basement3:Array = ["（剛才那兒到底是什麼鬼東西？！\n感覺也太真實了吧！",28];
      
      public static var basement4:Array = ["喔，這裡是個秘密洞窟？\n這下面絕對沒好事……",109];
      
      public static var basement5:Array = ["這是……血、血？\n我就知道那老頭藏著什麼！",114];
      
      public static var basement6:Array = ["我們是不是要得向誰舉報啊？\n比如說警察之類的？",5,"警察估計在忙著抓網路上那些嘴砲之類的雞毛蒜皮小事呢。",81,"不對，這附近沒警察之類的東西。\n反正這跟我們沒什麼關係。          \n\n我以後離這裡遠點就是了。",107];
      
      public static var basement7:Array = ["哇，黑得什麼都看不到！           \n\n嗯，無腿貓，你的夜視能力有看到什麼嗎？",5,"喵嘎嘎~喵嘎~！",145,"你覺得這裡是刑場？！",25];
      
      public static var basement8:Array = ["啊哈！\n牆裡有秘密通道！",93,"這裡感覺好濕好滑……而且我能聽到有什麼東西在爬來爬去的。",18];
      
      public static var basement9:Array = ["（說不定可以演個什麼最後只有我與娜塔莉存活下來的恐怖片劇情。\n這種地方什麼事情都可能發生……比如說我們之間某些人不小心失足掉了下去……）",66,"（不對，我不該再這麼想了！）",77,"……",149,"（啊？難道這貓能讀我的內心還是怎樣？）",67];
      
      public static var basement10:Array = ["我們以後永遠別再下去好了。",28,"同意。",67,"不就是一群戴著面具的人嗎。\n沒什麼好怕的。",51,"但是他們為什麼會戴那種面具啊？！\n那堆骷髅頭又是幹什麼的？！",86,"說不定他們只是在做什麼實境角色扮演呢！\n有那種喜歡盛裝打扮做怪事的人！",94];
      
      public static var rapture1:Array = ["我、我的阿娘喂……這裡……全是黑石頭？",66,"那邊還有浮空的石碑！\n為什麼它會浮在那裡？！         \n\n難道要跟我們迎戰嗎？",115,"起碼我們知道隕石撞在哪裡了。\n已經毫無疑問了——這裡就是我們的終點站。\n歷經千辛萬苦我們終於到這裡了！",35,"看來我們終於要知道石碑到底要做什麼，還有這裡到底是怎麼回事了。\n感覺好緊張喔……",114,"我們已經離家好遠了。\n娜塔莉真的把我們拽上了一場好大的冒險呢，對吧無腿貓？",2,"喵……",148,"至少我很慶幸我沒單獨跑來這裡呢！\n我們沒問題的，無腿貓。",31,"喵？",127,"嗯，肯定如此。",53];
      
      public static var teamReflects:Array = ["如果我還能活著回去的話，我肯定會有一大堆故事可以講。\n現在想來，我本來只是想把我家的電弄回來，結果卻經歷了這麼厲害的冒險。\n我升了這麼多級，老朋友肯定都認不出來我了！",2,"我之前可能太天真了——我以為能隨便在希望港租個木筏就能很快地到這裡了。\n不過之前的路真的是險象環生呢，而且有些可能是我的錯……",41,"娜塔莉，我們都不是只因為你才來這裡的。\n我們都有想保護的東西，而且這一路來也都或多或少地犯了錯。\n不過沒關係的。",94,"喵！！",123];
      
      public static var teamReflects2:Array = ["不知道我家鄉的人看到這種地方會說什麼。\n說不定會把我鎖在家裡再也不讓我出門呢。",112,"我之前以為這裡會是一個大坑上立著幾座石碑呢。\n但是這簡直就不像在同一個星球……",65];
      
      public static var bloodCave1:Array = ["有什麼黏黏涼涼的東西在滴在我身上……\n我們趕緊去找燈的開關吧。",65,"噁，我剛剛踩到什麼軟呼呼的東西上了……而且這些牆感覺就像是在呼吸著一樣。",25,"喵！     \n\n喵呵！",142,"無腿貓說他在黑暗的環境裡沒問題，但是我們可能就沒救了。         \n\n這可不妙呀。",52,"要是無腿貓你把我們扔在黑暗裡，我們可能不小心射中你喔！",117,"咪咩……",147];
      
      public static var rapturePuzzle:Array = ["不要。我才不幹呢。\n娜塔莉，這個就交給你吧。",17,"這也不是第一次了。",51];
      
      public static var teleporters:Array = ["這些傳送裝置很厲害呢！\n我們被分解到原子大小，然後在新的地方重新組合。",62,"聽起來像是會很痛的樣子。\n但是我感覺只是小睡了一會兒呢！",91,"問題來了……這樣每次傳送的時候我們會不會其實就已經死了一次，然後在新的地方被複製？",76,"那樣的話又怎樣？",45,"也不會怎麼樣吧。",61];
      
      public static var lavaLake:Array = ["這片岩漿湖肯定就是隕石撞擊的位置了。",61,"幸好有熔岩作緩衝！",2,"不對，那樣不符合物理。\n我的意思是撞擊把整個區域都熔化了。\n肯定有好幾百名NPC被瞬間汽化了吧。",79,"哇，想想被摧毁的寶箱吧。           \n\n人生真殘酷。",7];
      
      public static var darkTemple:Array = ["哇喔，這是之前看到的神殿呢。\n不過看起來不像貓神的神殿。說不定之前拿些邪教分子就在這裡祭祀呢。",112];
      
      public static var rapture2:Array = ["從這裡有好幾條路可以走呢。\n著整個區域就像迷宮一樣雜亂無章。",61,"這些石頭都被刻意地排列喔！\n看來座台上曾經放過什麼球狀的東西。",92,"（喂你，對，就是說你。\n我已經好一陣子沒和你搭話了，畢竟有別人在旁邊的話會有點尷尬。\n但是你還是知道我在想什麼，對吧？\n這樣算不算祈禱啊？嗯，也許算吧。）",11,"（總之啊，我知道你在這個冒險上也有很重要的戲份，雖然我不知道到底是什麼。\n開頭就我和無腿的時候只能算是玩耍吧。\n但是現在事態越來越嚴重了，所以你最好把我的朋友們看好。\n特別是娜塔莉——如果我們誰出了什麼事的話她肯定會自責的。）",5,"（所以啊，如果你對我們命運的影響力有我猜的那麼大的話，請確保我們不會死吧。         \n\n還有，別跳過支線區域——我想把寶物全部都拿到手！）",2,"你幹嘛在那裡發呆啊馬特？\n我們現在可是深入敵境——給我專心一點！",65,"啊、對不起！",13];
      
      public static var rapture3:Array = ["我們已經拿到兩顆寶珠了！\n進展不錯嘛。",34,"喵！",122];
      
      public static var rapture4:Array = ["好，我們已經收集了三顆寶珠了。\n真急死我啦！",2,"我總感覺我們馬上就要升天了，所以我就享受地球上的最後時光就夠了。",88,"喵？",147];
      
      public static var rapture5:Array = ["我還是感覺有點不放心呢。\n誰也不知道把四顆寶珠放上去後會發生什麼……",88,"最好和最壞的情況是最終頭目立刻被召喚，然後我們都死在這兒。",5,"萬一我們有個三長兩短的話……\n認識你們真好！",101,"（突然他們就開始正經了。\n說不定吊兒郎當對他們的鬥志還比較好呢。）",47];
      
      public static var space0:Array = ["媽的！我的東西！！",69,"哇哇，發生什麼了？！",52,"好討厭的感覺啊！！",4,"哇哈哈哈，真好玩！\n這裡沒重力！",93,"看來我們被捲入了跨次元的蟲洞呢。\n沒有人能知道終點會是在那裡。\n說不定會在星系的另一邊也說不定呢。",65,"沒關係——我要盲目地相信這個奇怪的外星人傳送門！\n前面能看到光——估計我們馬上就到了……！",2];
      
      public static var space1:Array = ["我——這是太空嗎？！\n我們會不會在窒息啊？！",78,"哇，我們的位置好高！\n地球從遠遠的地方看就是長成這樣喔？\n不過我的呼吸沒問題啊……為什麼會窒息？",112,"這……這也超出常理了。\n我們還在現實中嗎，還是被陷入虛幻中了？          \n\n在宇宙的法則下應該不可能會有這種地方存在！",66,"難道這是……袖珍宇宙？\n以次元障壁與我們世界隔絕了的時空？\n是這些石碑的杰作嗎？",75,"那它們的控制者肯定在這裡！！\n不管幕後的真面目是什麼，這裡都是隱藏自己的絕佳之處！",73,"你說得我可是一頭霧水。\n但是能有這種力量的存在應該不會簡單被我們殺死吧……",5,"喵，喵！",142,"我同意呢。不管這裡有什麼挑戰，我們都得保持信心。。",53];
      
      public static var space2:Array = ["等等，我想先提件事情。\n有人似乎跟蹤了我們很長一段時間了。",35,"誰、誰？\n誰跟蹤了我們？！        \n\n我們應該還是……算小心翼翼了吧！",76,"我見過馬特與對方說話，所以他一定也知道這件事。\n有人在從天上看著我們……或者可能比天上還遠。            \n\n我沒辦法好好解釋，但是冥冥之中我能感覺得到。",41,"你也能感覺得到嗎，娜塔莉？\n我還懷疑過自己是不是有點腦子不太正常了呢。\n我一直把對方想成在控制遊戲世界的玩家。\n至少這是我自己的解釋。",12,"很多偉人也曾經相信過我們的世界只是一種模擬程序，但是我不知道有沒有足夠證據可以支持這個論點。\n說不定我們永遠沒有方法能證明這個。",83,"我也不是確切地知道——只是內心有這種直覺而已。       \n\n偶爾我會自言自語，這樣有人要聽的話也聽得到。\n至少如果能講出我自己的思緒似乎會有好事會發生，就像有人在聽，而且在引導我一樣。",27,"再者，這上面不是有這麼多用戶界面的元素嘛。\n圖標啊對話框啊之類的東西。\n我們對話完全不需要這些玩意兒，所以這肯定是為了遠處觀望我們的人設置的東西！",15,"（我怎麼就從來沒注意到這個對話框？\n明明這是就擺在眼前的東西！）",66,"嗯，總而言之。\n我想對屏幕後面的玩家（或者不管這是誰）說幾句話。\n反正對方應該對我們有足夠了解，所以也沒必要隱瞞什麼了……",31,"你最好把我們看好點，別讓我們死在裡頭！！",40,"我們一路走來，情勢已經非常危險，而且你也總不是做出最完美的決定。\n很多時候我們走彎路的時候，我都以為我們撑不過去了。\n所以說，如果這裡是我們冒險的終點的話，你最好給我認真一點！",39,"呃，娜塔莉，你也別把對方惹毛——",12,"如果我的朋友們裡任何一個人因為你有了三長兩短，我會跟你沒完沒了！",40,"好，我說完了。\n希望能有人聽見吧。",47,"我越聽越迷糊了。\n我都不知道馬特與娜塔莉有那麼迷信呀！",105,"*仿佛看穿了一切地微笑著*",141];
      
      public static var space3:Array = ["停一下！\n我們最好別往這裡方向走……那邊感覺非常不對勁。",85];
      
      public static var space4:Array = ["彷彿我的身體在違抗我的意志而強迫往那個方向前進！\n我已經不想走這邊了！",115,"咪-喵！",145];
      
      public static var space6:Array = ["這他——",73,"……",25,"咪、咪喵……",126,"連空間都被歪曲成了這鬼樣！\n要是這種的坍塌蔓延開來，時空的架構都會輕易地被瓦解至虛無。        \n\n這簡直就像是世界本身被粉碎刪除一樣。",68,"那我們甚至在這邊幹嘛？\n難道旅程就這樣結束了？\n這樣的未知我們怎麼應戰啊？",6,"我原本在家裡可以幸福地在無知中多活久一點。\n我們回去就這麼做吧，各位！       \n\n我可不想被這虛空吞噬！",98,"咪、咪、咪、喵……",148,"這只是一場噩夢。\n這一切只是一場噩夢。\n這一切只是一場噩夢。\n這一切只是——",89,"喂！！\n你們幾個清醒一點！",40,"我們都經過那麼多風風雨雨了，只要努力的話這種難關也一定能度過的。\n我們所有人都比任何經歷過的敵人都還要強了！\n屏幕後面的那個人也一定會把我們引領勝利的，我能感覺到！",52,"而且我們也不是孤身作戰——我們可還是有超級多的生物在支持著我們！\n而且希望港，綠木村和紅松鎮都有那麼多人在鼓勵我們！\n我們不能就這麼讓他們失望！",53,"如果這就是我們的最終決戰，那我一定會全力以赴！\n雖然我如果說是不害怕的話就肯定是在撒謊！",114,"如果我在這裡輸掉了，爸爸媽媽也絕對不會原諒我！\n我一定會為了他們，為了大家所有人赢下這場戰鬥！",103,"我、我、就算我會死在這裡，我也絕對不會讓敵人好過！\n我會炸完我手上的最後一顆炸彈的！",69,"能和你們旅行真的很開心，要是以後能一直這麼下去就最好了。             \n\n我、我會……我會試著用劍砍它。\n畢竟到現在為止這都挺有效的。",27,"喵！",123];
      
      public static var ending1:Array = ["於是，地球終於從吞噬者的邪惡觸手中解救了出來。宇宙石碑的任務失敗了，並且在無法收到新的命令的情況下關閉了。隨著它們危險的輻射從空中消失，野獸與人類終於能鬆口氣，並且打了足足好幾天的戰爭也終於結束了。",333,"主角們也逐漸取回了以前冒險經歷的記憶——數年的經驗與友情也逐漸回到了他們之間。由於虛空不再被吞噬者所控制，被刪除的信息也從宇宙的垃圾桶中逐漸恢復。被關閉的模擬程序中的記憶通過夢與啟示的方式回來了。",333];
      
      public static var mattXnatz:Array = ["馬特與無腿貓繼續掃蕩地牢尋覓寶藏，並且也逐漸停止從NPC偷竊的行為。娜塔莉嚴厲的道德觀讓他們在執行任務上更有道德操守。她能看到馬特逐漸變得更加認真，而馬特也盡他所能不讓她失望，即使過程不是總是那麼成功。",333,"隨著世界和平的到來，他們也開始有更多時間互相陪伴——就像他們冒險史詩的開頭一樣。娜塔莉更願意定下來安居樂業，但是她認為馬特還需要幾年的時間才能變得更成熟。於是，直到那天到來為止，他們繼續進行了小小的冒險，直到最終修成正果。",333];
      
      public static var lanceXnatz:Array = ["蘭斯似乎終於良心發現，並且開始重建被他摧毁的家園。他改寫了自己的機器人的程序，讓它們能自動搜集原材料並組裝成建築物。石頭與木頭構成的敵人經常無辜遭殃，很多花園也因此被摧毁。從來沒有人做過環評。",333,"不過，蘭斯的秘密目標是更加接近娜塔莉，而慈善工作似乎是最近的道路。就算他也看得出來娜塔莉大概永遠不會對他有意思，不過在遇到更加夢中的情人之前，哪怕很小的機會也不錯吧。說不定她最終還是會回心轉意呢，他這麼想著。也許馬特某天會戰死沙場呢。這種想法挺不著實際的，但是夢想一下又不會有任何損失。",333];
      
      public static var annaXnatz:Array = ["安娜的父母認為既然安娜已經成長到足以拯救世界，那她也足以自己居住。於是，他們把她趕出了家門。安娜買了一小塊附帶簡單房屋的地，並且迅速在裡面塞滿了各種各樣的植物。房子變得潮濕發霉，還長滿了毛毛蟲。安娜的健康也因此每況愈下。",333,"娜塔莉在大學畢業後搬到安娜家一起住，從而能干預她的不良生活。娜塔莉維持了一個清潔與整理的最低底線，並且建議她們開一座花卉商店，這樣安娜可以追逐她的愛好，也不至於堆得到處都是。無腿貓成為了她們的吉祥物，而她們的生意在當地的嬉皮士與老奶奶之間變得頗受歡迎。",333];
      
      public static var mattXanna:Array = ["馬特和安娜都是玩不同遊戲機的遊戲長大的，於是他們開始補起之前錯過的遊戲。特別的是，他們都非常喜歡動作系與冒險系的遊戲，尤其是可以多人合作的。不過，格斗類遊戲總是會以貨真價實的比劃以及被砸爛的控制器作為結尾。",333,"直到最近，他們都窮得付不起網絡，或者任何官方攻略。不過現在，有了足夠提示，他們開始重溫很多以前玩過的遊戲去找以前錯過了的彩蛋。他們也非常想試試那種叫做“線上遊戲”的新東西——但是各式各樣的技術問題讓他們沒辦法把遊戲機用電線連起來。",333];
      
      public static var lanceXanna:Array = ["蘭斯與安娜在一起打了不少的獵。他們帶有責任感的心態捕獵各種煩人的怪獸，比如史萊姆或者企鵝這些會經常騷擾小村莊牲口的東西。偶爾，他們什至會為了獎金而捕獵稀有且具挑戰性的怪物，比如說精金龜啊巴哈姆特啊之類的。",333,"安娜對大自然的尊重以及蘭斯對現代化武器的精通注定讓他們互相都能學到很多東西——最重要的是，毁滅與保護是互補的重要循環。蘭斯開始理解地毯式轟炸不是個能長久為之的愛好，而安娜的言語則變得越來越粗俗。",333];
      
      public static var mattXlance:Array = ["為了預備以後可能的外星人入侵，馬特與蘭斯開始研發新式武器。他們造出的成果包括能貫穿二十架排成一列的坦克的“天劍加農炮8000+”。其他的設想包括槍刃，雙節劍，以及遠程控制劍。蘭斯基本上把這些主意都否決了，因為——用他的話來說——這些東西都很愚蠢至極。",333,"蘭斯征服世界的美夢仍然活躍著，但是他開始以更和平的方式追逐它。利用他掌握的資源與科技，他終將會掀起一場工業革命，讓他能站在新的資本主義市場的巨頭位置。畢竟，把東西賣掉比把東西毁掉利益更高。",333];
      
      public static var badEnd:Array = ["史詩戰鬥幻想的隊伍完成了他們拯救世界的使命，並且基本上各奔東西了。他們始終無法克服之間的差異，最終仍然心懷芥蒂。偶爾他們會聚在一起喝醉酒，並且追憶他們的冒險。但是他們永遠不會再聯手起來達成那麼偉大的成就了。",333,"喂！\n這結局也太悲慘了吧！",99,"我就說啊，不是嗎？\n我們的團隊有那麼糟糕麼嗎",5,"結果我們之間有些人幾乎全程都在坐板凳，上場的機會都沒多少。\n我也不是針對誰，就這麼說說而已。",51,"嗯，也就是說如果我們多完成了些任務，或者試著讓整個隊伍都有上場的機會，就能拿到好一點的結局……？",45,"這機制也太現實了吧！\n難道要拿個好點的結局還得讓我們去到處跑腿麼？",9,"至少完美結局不是DLC。",79,"喵……",139];
      
      public static var okayEnd:Array = ["史詩戰鬥幻想的隊伍拯救了世界，並且獲得了很多人的尊敬。他們赢得了很多的粉絲，但是仍然有人指責他們一路上的肆無忌憚的行為。在人們的眼中，他們在亂世中是英雄，但是在太平盛世中就只是麻煩了。",333,"喔，我們赢了！\n這結局還算不錯嘛！",93,"不過這應該還沒完吧——我們都沒看到大家的故事最後如何結尾的。\n肯定還有別的東西。",52,"看來我們還是樹立了很多敵人……\n肯定是因為你們這些傢伙亂偷東西！",99,"嗯……我們至少需要道很多歉吧。\n要想大家都原諒我們，還有很長一段路要走呢。",47,"嗯，只要大家都願意，我也很樂意繼續參與。\n還有好多秘密沒發現呢！",94,"等等！\n我剛剛收到製作者的意念消息！",16,"他說要看到完美結局的話，得需要收集很多成就，並且讓大家都有上場的機會！\n我們得加固彼此的友誼羈絆！\n而且我們也得跟那個傳送區域的吟遊詩人談談！",2,"聽起來太蠢了吧。\n這是哄小孩的卡通嗎？",88,"喵！",122];
      
      public static var goodEnd:Array = ["史詩戰鬥幻想的隊伍不僅拯救了世界，還努力復原了大部分他們造成的破壞。他們重建了村莊，償還了債務，並且把捕獲的野獸都捐贈給了當地的保護組織。人們建造了他們的榮譽雕像，而他們也成了畢生的摯友。",333,"那麼，呃，我和馬特已經開始交往了？\n這也太突然了！",43,"還沒呢，至少現在還沒！\n那些都是將來發生的事情！",12,"現在就看到日後談感覺怪怪的呢。\n難道沒有違背什麼時空穿越法則嗎？",41,"我相信我們可以在那些事情發生之前搞得一團糟。\n時間還長著呢！",2,"這就是完美結局了？\n哼！             \n\n我才沒興趣呢……",81,"大概沒人會喜歡你想看的結局吧蘭斯。\n我真的希望你能變成剛才看到的未來蘭斯那樣。",109,"總有一天我得寫我自己的遊戲——那裡面我會當主角，並且永遠赢下去！（到時候還看你說不說得出這種話來！）",77,"我想去射殺些企鵝，失禮了。",79,"嘿，聽起來挺不錯的！\n我們去給無腿貓報仇去！",93,"喵，喵！",123];
      
      public static var shillingA:Array = ["哦，還有一件事！現在我在對玩家你說話。\n要是你真心喜歡史詩戰鬥幻想5，並且覺得物超所值的話（比方說買的時候有折扣？），請考慮再給制作者賞個小錢，支持一下更新以及將來的作品吧！在Patreon上投入任何金額都會有相應的回報，還可以通過上面的連結查看最新進度！",27];
      
      public static var shillingB:Array = ["哦，還有一件事！現在我在對玩家你說話。\n如果我說錯了的話很抱歉，但是我覺得你現在正在玩史詩戰鬥幻想5的免費版本吧。如果你想要體驗額外的內容，那麼一定請購買完整版！你可以通過存檔備份的功能讓舊存檔能轉換到新的版本上！",27];
      
      public static var stopShilling:Array = ["喂，別再業配了！\n人家可不會喜歡這種行徑的。\n玩這遊戲的玩家估計都在準備把我們刪了。",79,"嗯，嘛，結束之前還算挺開心的。\n超感謝遊玩這款遊戲！\n如果不是諸位粉絲的支持，我們也不可能做到5代的！",4];
      
      public static var newgamePlus:Array = ["還有，那件事怎麼說？          \n\n你們知道的……那個秘密的東西！",106,"噢對了……我記得叫做“二周目”吧。            \n我們可以把遊戲重打一遍，但是能保留目前所有的裝備和屬性！\n啊，還有，需要史詩難度下擊敗頭目的成就不能在二周目裡拿到……",15,"那如果我們在現在的周目裡還有要做的事情呢？",105,"那就得退了重新讀檔吧。\n天知道為什麼，但是我們不能在打敗最終頭目後存檔。",29,"喔……\n那……二周目呢？\n要怎麼開啟啊？\n還是說它自己就會——",92];
      
      public static var freezeflame1:Array = ["冰與熔岩……在同樣的洞窟裡？\n這是什麼把戲？",22,"喵，喵——喵！",137,"啊？\n你聞到這裡面還有獨眼巨人？\n看來我們接下來也有的忙了！",2];
      
      public static var freezeflame2:Array = ["這、這些謎題是怎麼回事？\n我覺得我們直接走過無視就好了。",18];
      
      public static var freezeflame3:Array = ["還有謎題……別這麼對我啊老兄。\n為什麼我就不能直接把這些塊塊砍碎啊？",28];
      
      public static var freezeflame4:Array = ["喵……喵！",144,"哈哈……你要我把你抱過去？\n好啦好啦無腿貓，你可以的。\n別當一只膽小貓！",2,"……",129];
      
      public static var freezeflame5:Array = ["好，這裡能看到兩個頭目——不過看起來她們會一起進攻。\n也就是說，我們現在有兩個選項——",35,"啊，我知道了！\n我們能選擇從冰的那邊進攻，或者是從火的那邊進攻，對吧娜塔莉？",16,"嗯，正是如此！",31];
      
      public static var freezeflame6:Array = ["小菜一碟！",4,"不過我都不知道離我家這麼近的地方還有這種東西。\n感覺有點酷，但也有點可怕。\n唔唔，不知道還有沒有其他像這種的支線區域呢……",15,"嗯，世界這麼大，肯定還有一大堆！\n而且肯定還滿滿的都是寶藏！",2];
      
      public static var maze1:Array = ["距離我上次來的時候都好幾個星期了。\n我的機器人就在這裡挖礦石與化石燃料——看來它們的進展相當不錯呢。",61,"這些隧道具體有多長？\n裡面有怪物嗎？\n寶藏呢？",1,"嗯，天知道。\n有不少的機器生銹或者暴走了。\n我們有可能會撞上幾個，不過也說不定。",75];
      
      public static var maze3:Array = ["這些隧道是要走到民國幾年！\n我們能完全探索嗎？",95,"嗯，如果地球是圓的理論是正確的話——而且我相信是如此——那這些隧道會有可能環繞地球一周然後從開頭開始循環。\n至於到底有沒有那麼長……那我就不清楚了。\n這些機器人的程序裡沒有要求它們提供詳細的狀況報告。",83];
      
      public static var maze2:Array = ["喂，我不知道機器人是不是都是這樣——但是如果這裡面有個很大的機器頭目的話，那我們是不是能跟著它留下來的履帶印啊？\n那樣的話就很容易能找到它了吧？",92,"有道理呢——看來你沒我想像中那麼笨嘛。\n如果我們看到印記的話，就跟上去好了！",62,"嘖，多謝你的誇獎。       \n\n估計我的第二個意見根本就不用提，但是畫張地圖的話也肯定能有助於知道經過些什麼地方。",109];
      
      public static var maze4:Array = ["這個悶不透氣的地方好難受喔——為什麼聞起來那麼臭？",104,"只不過是石油，硫磺還有煙而已。\n就這麼點你就受不了了？",79,"我呼吸好困難。",119];
      
      public static var maze5:Array = ["我們好像在這裡轉了好幾個小時吧。\n能不能至少搭個帳篷歇一下？",58,"剛才那個守衛提過，如果我們歇一下的話就會跳回到入口那兒。\n如果還想走到底的話那我們最好繼續吧，娜塔莉。",2,"痾咯……",47];
      
      public static var maze6:Array = ["如果我沒記錯的話，像這樣的謎題房間應該有兩處。\n它們是整個隧道系統的能源站。",61];
      
      public static var maze7:Array = ["這是什麼？\n密室？",46,"我寧可在坑道裡亂走也不願意呆在謎題房間裡。\n回去吧。",17];
      
      public static var maze8:Array = ["哇，這上冒出了好大的尖刺！\n這整個房間都在搖晃——那個是頭目麼？",6,"如果我們要戰鬥的話，那就一定要以全力砸下去。\n對方對傷害的抗性極高，所以我們不能鬆手，否則肯定會沒命。",68,"我可不想被活埋在這裡。\n如果真變成那樣的話，我寧願先自行了斷。",89,"為什麼我總是覺得我們還在幫你收爛攤子啊，即使你現在應該已經投靠我們這邊了？\n而且現在可不是慌張的時候,你得幫我們打這個頭目！",40];
      
      public static var maze9:Array = ["我開始了解核融引擎的弱點了——他們不會用光燃料，所以它們也不需要依賴主人了。\n看來計劃性淘汰也有作為安全設置的一面呢。",65,"要不要從一開始就別給挖礦的機器裝備巨型導彈啊？！",40,"你少亂蓋。\n這是為了防衛生態恐怖分子的必要裝備。\n這聽起來可能相當荒謬，但是有些人似乎反對在他們家的地下挖這些隧道呢。",81,"嗯，如果我們在這裡探完而沒其他事情了的話，我很想回到地面上去了。",112];
      
      public static var hollows1:Array = ["全是殭屍的洞窟……吧？\n這只是假設而已，可那塊詛咒的森林肯定和這裡有關吧。",51,"哇，我都不知道有這種地方。\n我平常不怎麼探索洞窟的。",112,"洞窟可是很危險的。\n你得隨時小心密處流動的岩漿，還有各種各樣的苦力怕。        \n\n而且還經常會有瓦斯洩漏，所以連點火之前都要小心。",88];
      
      public static var hollows2:Array = ["咿呀呀呀！！\n我差點摔下去了！",55,"注意腳下吧娜塔莉。\n這裡摔下去就再也不會著地呢！",27];
      
      public static var hollows3:Array = ["哦，當然，又是推石頭了。\n不管去哪兒都需要推；連殭屍都要我推！",10,"這的確是地獄啊！",9];
      
      public static var hollows4:Array = ["看起來是個原始的密碼装置。\n有足夠時間的話應該能暴力破解吧。",61,"我不覺得有那個必要。\n只要搞清楚這些符號是什麼意思就行了。",31];
      
      public static var hollows5:Array = ["就沒人出來吐槽一下這個啊？\n為什麼解迷的關鍵道具是粪堆啊？",48,"我見過更糟糕的呢。\n至少這次不是還在跳的小貓心臟。",19,"喵？！",125];
      
      public static var hollows6:Array = ["我總感覺……有人在這裡注視著我們。",35,"（我一直都在注視著你呢娜塔莉。\n所以沒什麼好擔心的。）",72];
      
      public static var hollows7:Array = ["喔，又是一個貓窩！\n還真是執著的畜生呢。",103,"不知道這群發病狂貓這次又想出什麼花招。\n再送牠們一張驅逐令吧。",69];
      
      public static var hollows8:Array = ["這棵詛咒的樹消失了，神秘之林應該也能恢復正常了。         \n\n希望是這樣。",92,"看來這些根莖足以輕易到達地面。\n我同意你的看法——這多半就是詛咒的來源了。",31,"看來，這世界上的問題都是貓引起的吧？\n真是的，貓簡直就是萬惡之源。",79,"喵嘎！！",150,"無腿貓說：“不是全天下的貓都是一樣的，你這個死賤貨！”",12,"告訴牠說我不會跟動物一般見識——我可比牠們高等多了。",61,"……",129,"我們還是趕緊離開好了。",47];
      
      public static var caverns1:Array = ["嗯？\n為什麼我們得把這雙靴子留在這兒？",105,"天知道。\n大概沒有特別的理由吧；我只隨便挑了個道具而已。",27];
      
      public static var temple1:Array = ["這是什麼，？       \n\n這座廢墟的保存狀況相當好呢！\n簡直就像奇跡一樣！",46,"我已經發現為什麼需要把那雙靴子留在入口的原因了。",109,"還有滑冰謎題？！\n這原來是個陷阱麼？！",30];
      
      public static var temple2:Array = ["（它們……在從那些水晶中提取能量？\n難道我最開始就走錯了？\n我應該收集的不是石碑，而是水晶？）",66];
      
      public static var temple3:Array = ["啊，前面那顆巨大水晶前面有條三頭龍。\n嗯，哪個比較重要呢？生命還是財富？",5,"這個情況的確不算絕佳的呢。\n最好的情況是沒有龍。",77];
      
      public static var temple4:Array = ["那條龍完全不成挑戰呢！",64,"我將被稱為馬特，傳說的屠龍勇士，水晶的收藏家，前無古人！",4,"這可真奇怪了——開戰之前，你們兩個還都在考慮逃跑呢！",109,"他們都有選擇性失憶呢，安娜。\n而且還喜歡自欺欺人。",51];
      
      public static var caverns2:Array = ["不要。才不要。我放棄了。        \n\n娜塔莉還是你來吧。",17,"不過啊馬特，我以為你是絕對不會不打開寶箱的，不管要多麼上刀山下——",92,"你。以。為。這。很。容。易。嗎？！\n像這樣放棄我的夢想？            \n\n如果我能解開的話我早就去解了！",8,"安心點，我們一起上吧。\n而且就算真的解不開我也相信網路上會有人分享答案的。",42];
      
      public static var caverns3:Array = ["看啊，馬特。\n這裡有那麼多的水晶，要不要你在我們解迷的時候去收集啊？",32,"就。因。為。我。拿。不。到。我。想。要。的。東。西！！\n這。還。不。明。顯。嗎？！",10,"你還真是長不大的人！            \n\n（不過這麼生氣反而感覺挺可愛的……）",33,"……",11];
      
      public static var caverns4:Array = ["開始感覺有點熱了呢。",2];
      
      public static var caverns5:Array = ["就算是石頭也無法阻止我半步去追尋寶箱的！",3,"除非石頭是被排列成謎題，對吧？",33,"你為什麼要針對我？！",7,"哇，好兇喔！",111];
      
      public static var caverns6:Array = ["挖到熔岩的時候，你就得考慮是不是挖得太深了。",85,"那邊那個魔像是不是波塞頓的親屬啊？\n可能我們最好別提我們對那傢伙做了什麼……哈哈。",111,"我同意。",65];
      
      public static var caverns7:Array = ["剛才還挺驚險呢。\n我們已經樹立了很多強力的敵人吧？",47,"就算自然神也無法戰勝我們的隊伍！\n把這塊地方掃蕩了之後轉戰下一個寶庫吧！",4,"的確我們一直都挺酷的，不是嗎？",53,"喵，喵！",123,"我的頭髮好像都被烤掉了一截欸。",112];
      
      public static var snowflake1:Array = ["哇，我們這是在哪裡啊？\n這地方感覺很奇怪，但是意外地沒有可怕的感覺呢。",92,"很明顯，我們穿過了蟲洞進入了異次元。\n如果你注意看背景的話，你會發現根本沒有什麼東西。",83,"感覺貌似這裡的圖都沒完成啊。\n說不定這裡是還在開發的區域？",2,"從這裡我看不到任何敵人呢。\n也沒有陷阱——不過這地方黑暗到什麼都看不清楚就是了。",35,"物理法則在這裡似乎還是通用的。\n這裡應該沒什麼好怕的——探索一下吧！",62,"同意！",3,"喵！",124];
      
      public static var snowflake2:Array = ["那邊那東西是這個次元的居民麼？\n那到底是個什麼東西？",16,"看起來又呆又可愛的，應該沒有敵意吧。\n說不定它能告訴我們這裡是哪裡？",95];
      
      public static var snowflake3:Array = ["我沒想到這貓居然那麼耐打。\n明明那東西看起來那麼……二維化。",88,"打倒它雖然很遺憾，但是我們能活著回去還是比較重要的。",53,"喵、喵……？",137,"現在可不是玩哲學的時間呢無腿貓。\n那東西也許看起來像只貓，但是我敢肯定絕對和你——或者這宇宙裡任何生物——沒有半點關聯！",52,"不管怎麼說，我看到後面有寶箱，所以別忘了趕緊去拿！",2];
      
      public static var retro1:Array = ["咦？難道說這是秘密關卡？\n好厲害！",3,"不過這裡的氛圍有點奇怪啊……        \n為什麼這樣子的地方居然能存在？",5,"喵……",125];
      
      public static var retro2:Array = ["我總感覺我們轉進了不該進去的地方……",66,"沒關係，這只是秘密關卡而已！",2,"（但是這塊地方完全不像是……刻意設計的樣子。\n我敢確定我們不應該看到這裡！）",65];
      
      public static var retro3:Array = ["哦，又找到了一個！\n這應該是第三個秘密區域了吧！",16,"不過你不覺得可怕嗎？\n這樣的次元裡隱藏著這種的秘密？\n這背後肯定有什麼強大的魔法之類的……",35,"如果宇宙模擬說是正確的話……那這裡應該算是我們所處的模擬程序的漏洞區域了吧。         \n\n如果那樣的話就很糟糕了。出了漏洞的系統一般馬上就會被重啟。",75,"喵？",135];
      
      public static var retro4:Array = ["又是一個漏洞秘密關卡呢！",61,"這已經是，嗯……第四個了吧！",15,"（到目前為止這些漏洞區域都很溫和，沒發現能造成什麼永久性影響。\n有沒有可能我們能修改到什麼正常情況下沒有權限訪問的內存區域啊？\n那樣的地方又能找到些什麼呢？有沒有其他人能利用相似的漏洞？）",88,"（不過仔細想的話，這種問題還是別推敲比較好吧……）",88];
      
      public static var glitch1:Array = ["我們最好立刻離開這個地方！！\n我有種非常不詳的預感！",86,"我難得跟你意見一致。\n我們快走吧，還有絕對不要回來這裡。",55];
      
      public static var glitch2:Array = ["饒了我們吧！\n別讓我們過去！",24,"我做不到我做不到我做不到我做不到\n我不在這不在這不在這不在這",89,"我完全無法呼吸。\n（快要窒息了！）",38,"喂，我們「完全」不想幹這種事。          \n\n我知道你看得到我們的話！\n大發慈悲讓我們平安回去，行嗎？",8];
      
      public static var glitch3:Array = ["請你「至少」把難度調低點兒吧！\n你一定會害死我們的！",28];
      
      public static var glitch4:Array = ["赢了……但是我們絕對會有心理創傷。\n我們都那麼求你了,但你還是狠心把我們趕了過去。         \n\n你真是禽獸不如。",28,"剛才聽起來不像是我們自己在說話呢。\n難道那個東西……透過我們說話？",58,"我得沖一百次的澡然後放一個假。\n原以為那已經是見過最糟糕的東西了——結果就撞上了這種事。",88,"從此我的人生都只能哭著睡了。           \n\n再也不可能復原了……",97,"咪喵嗚嗚嗚嗚嗚……",128,"（咦？為什麼音樂還沒有恢復正常？）            \n\n好了好了我們趕緊走吧，別等到那東西重生！）",6];
      
      public static var akron:Array = ["要來這裡還真得費好多工夫呢。\n到底這裡有什麼東西需要特別保密？         \n\n在我看來這就只是普通的神殿啊，看看那個，呃……",61,"我有種非常不好的預感。\n這裡不是祭祀貓神的神殿，而是為了另一座神——一座非常邪惡的神……",112,"這裡應該是阿克隆的神殿之一！",96,"阿克隆？\n聽起來怪耳熟的……",5,"阿克隆是數千年前被貓神從這個次元驅逐的神。\n他是徹徹底底的怪物——扭曲邪惡的軀體，上面滿是膿瘡，獠牙，還有觸手            \n\n他能從其他人身上吸取生命能量，並且創造出與受害者相似的邪惡造物。",92,"至少傳說是這麼講的——誰也不知道這種事情有沒有真正發生過。\n造物什麼的應該也是子虛烏有吧。",94,"我們這種一厢情願的想法什麼時候成真過啊？",51];
      
      public static var mattDefeated:Array = ["我們赢了，大概？\n會不會照樣石化下去啊？",7,"詛咒一定已經解除了，不然現在我們已經死掉了。",52,"喵，喵！",130,"好啦好啦，我不會再開吃你的“玩笑”了無腿貓。\n剛才那個真的有點太真實了。",5];
      
      public static var natalieDefeated:Array = ["嗯，剛才那戰讓我有足夠的心理創傷了。\n我得看些貓貓的畫冊來讓我忘掉那東西。",47,"*樂意幫忙*",123];
      
      public static var lanceDefeated1:Array = ["我、我們還活著嗎？！\n告訴我！",106,"看來我們撑過了剛才那場爆炸，而且這神殿貌似也沒問題。\n這種級別的爆炸對我來說不陌生，但是我剛剛還在懷疑你們撑不撑得住。",88,"敵人自爆也太無賴了。",19];
      
      public static var lanceDefeated2:Array = ["又是一個為我效力的武器！",64];
      
      public static var annaDefeated:Array = ["我總覺得我以後再也沒辦法打獵了。\n想到對方會這麼痛苦的話我整個人估計都會脫力。",98,"你少扯蛋了。\n野生的怪物才沒有懼怕或者痛苦之類的感情呢！         \n\n別讓這種經歷影響到你。",81,"你，你確定？\n絕大多數的怪物死的時候都會痛苦嘶叫呢。",97,"這世界沒有我不確定的事。\n敵人只不過是無意識的自走機罷了。",79,"（雖然感覺是舒服了很多，但是我還是不覺得蘭斯在這個話題上可信。）",95];
      
      public static var evilNolegs1:Array = ["哇哇，我們又回到太空了？？",106,"唔，看起來像個鬥技場。\n可能接下來我們就得跟非常強大的敵人交戰了吧。",83,"嘛，我們之間只有一個還沒碰到邪惡版本的，就是——",52,"喵！",136,"哦對啊，我們還沒打過邪惡無腿貓呢！\n我是不是應該開始擔心了？",112,"嗯應該會是輕鬆一戰吧。\n區區小貓能對我們做得了什麼？",29,"喵……",139];
      
      public static var evilNolegs2:Array = ["呃，剛才那個算是“靈異體驗”嗎？",96,"那個太奇幻了——有真實發生過嗎？\n我絕對不想再看到貓了，不然我的腦袋要爆炸了！",89,"喵！",123,"唔啊啊啊啊啊呀啊啊！！！！！！！",86,"爸爸媽媽總是說我們最大的敵人是我們自己。\n難道就是這個意思？",95,"應該不是吧，不過聽起來還是很有智慧。",33,"我們以後的路應該都會一切暢順了！\n畢竟都通過了那麼強的考驗！",4,"我也這麼覺得。          \n\n前方一定會是一片光明。",34,"喵嗚！",122];
      
      public static var bossRush:Array = ["我們真的擊破了所有的支線頭目嗎？！\n然後……這堆又是什麼？",92,"看來接下來能做的就只有賺成就了。\n如果你們願意奉陪的話我很樂意試試這些額外挑戰。\n估計也就是把以前打過的頭目全部來一次車輪戰之類的吧……哈哈。",27,"也就是說，這裡與劇情主線已經完全無關了。\n那麼就算我們在這裡掛了也不會在現實中掛掉。          \n\n大概吧。",23,"聽起來只感覺是苦力工呢。\n不過既然以前都赢過的，再來一次也不在話下吧。",103,"我是永遠不會拒絕名聲與勳章的，所以算我一份。\n而且我也覺得……我們已經是很高效的戰鬥單位了！",88,"如果能重戰以前的頭目的話，那沒捕獲過的頭目我們也有機會再試一次了！",34,"嘿嘿嘿，我就知道你總有一天會理解捕獵怪獸的樂趣的的，娜塔莉。",117,"欸？！\n嗯，嘛……最近我的觀點也開始改變一些了。",43];
      
      public static var mattPC:Array = ["既然停電了，那我先用電腦打發時間吧……          \n\n哦對齁，沒電了。",5];
      
      public static var mattConsole:Array = ["這可是我的高科技遊戲機，也是我最珍貴的財產！",2];
      
      public static var angryBird:Array = ["看起來這隻鳥是自找的。             \n\n鳥啊鳥……一天到晚地望我房子的側面撞過來撞過去的。",9];
      
      public static var cutTheRope:Array = ["天知道這是什麼，但是如果是活的話估計會把你所有零食都偷吃了吧。          \n\n至少這隻看來不用擔心了。",5];
      
      public static var N64:Array = ["啊，舊型的遊戲機呢……          \n……但是我家的那個位元數比較多！",1];
      
      public static var squall:Array = ["這又是槍又是劍啊……                \n管他的隨便啦！",19];
      
      public static var deadFish:Array = ["嗯，這些魚絕對死了……                 \n……而且非常不新鲜。",17];
      
      public static var buster:Array = ["（這個我絕對偷不了。\n我連拿都拿不起來！",19];
      
      public static var painting2:Array = ["這才是藝術嘛！\n簡單明瞭。",3];
      
      public static var guestbook:Array = ["訪客留言\n“這地方太讓人眼暈了。我總覺得那些保安在用鼻孔看人。2/10”——貝拉\n“垃圾圖片。我打-99/10。”——查德\n“這裡是個非常棒的歷史藝術品收藏；所有人都應該來看一次。10/10”——娜塔莉"];
      
      public static var mansionBook:Array = ["這本書貌似在講通往異次元的隱藏傳送門。\n嗯，如果能找齊4個傳送門的話，那麼第五個也是最後一個會在“被扭曲的吾主的雕像”旁邊出現。          \n\n還真是奇怪的故事……",22];
      
      public static var goldbook:Array = ["這裡藏著一張便籤呢。上面寫著：\n“恭喜！你赢！這是結束！請買第二抄寫！”",76];
      
      public static var report1:Array = ["報告書#88：所有的牢房都滿了。已經發出命令處決老囚犯，為元首的後宮騰出空間。\n為了人口復興計劃，必須收集很多各種各樣的年輕女性。"];
      
      public static var report2:Array = ["報告書#57：如果我們能利用這些神秘石頭內部的能量，那麼我們將會得到幾乎是無窮無盡的能源。世界征服的步伐將會變得極其迅速；我們的科技將會大幅超越抵抗軍。然而，仍需留意:有傳言說不少的小隊在調查這些石頭的時候因為其所爆發的能量而全滅了。"];
      
      public static var report3:Array = ["報告書#32：出擊的時刻已經到了。大撞擊對於我們是個絕佳的機會。整個世界已經陷入混亂；我們的敵人正在內鬨連連。他們為了保持治安就已經沒有餘力了。我們的工業機器將全速前進，以鐵拳之勢粉碎舊世界。"];
      
      public static var book1:Array = ["“人類的時代結束了。未來屬於機械的軍團，完美地工作，無畏的和諧。成千上萬的個體將行動如一，成為單個全能的整體。此乃大勢所趨，無法回頭。”\n-《機器的紀元》第九章"];
      
      public static var book2:Array = ["“一個人只有在完全理解他的存在意義時才能獲得靈魂。靈魂能讓本來是空空如也的NPC變成超出其代碼的總和。靈魂能驅他向前，激他向上，飛向嶄新高度的存在，飛向充實豐裕的美好未來。”\n《人的昇華》第八章"];
      
      public static var computer1:Array = ["系統正在升級：請勿關閉電腦。"];
      
      public static var paintingLance:Array = ["看來那個混帳東西就住在這兒……             \n\n我們把這地方給砸了吧！",1];
      
      public static var catStatue:Array = ["“讓先知的智慧進入你的心吧，貓神之天使將帶來永恆的祝福。”\n\n《聖貓福音》第十二章"];
      
      public static var dontSteal:Array = ["綠木村鐵匠铺\n\n（不歡迎小偷。我們會盯著你。）"];
      
      public static var annaBook:Array = ["“很多種食用草都能在家裡栽培，而且胡蘿蔔與蕪菁也是很棒的菜園蔬果選擇。兩者都不需要任何特殊的栽培方法——唯一所需的是種子——這些都能很便宜地買到。如果能持之以恒地自己栽培蔬菜，那麼能省下很多錢……”\n《便宜料理》第三章"];
      
      public static var annaPS:Array = ["這還真是個怪怪的遊戲機——貌似用飛盤操縱的。          \n\n看起來也很舊……",15];
      
      public static var pokes1:Array = ["看到這個讓我想起來了以前玩過的一款遊戲。\n那個本來應該是最終的版本，但是卻續集不斷。              \n\n反正我也從來沒打過那些哥布林。",2];
      
      public static var pokes2:Array = ["這些最好別是真的皮毛。\n我可不想支持殺可愛小動物的生意。",47];
      
      public static var painting:Array = ["真是傑出的藝術品！\n感覺完美呈現了畫家的主題與個性，同時還有耐人尋味的留白。",32];
      
      public static var NGC:Array = ["這個應該是叫做GameBox 720吧。\n我從來沒有機會玩過，但是聽說“流星大亂打”是個挺不錯的遊戲……",1];
      
      public static var cultBook:Array = ["“偉大的門將為破壞者的視線下淨化他們靈魂的人而開。惟有血與黑暗方能洗淨這世界深重的罪。罪必須從靈魂中剔除，好比剔骨剝肉。血肉的獻祭必……”\n\n《聖貓福音》第十九章"];
      
      public static var mvalley:Array = ["這位小公主快要溶掉了。 \n她似乎因在山谷中遊蕩而迷失方向。            \n\n這讓我想起多年前玩過的一個遊戲。",35];
      
      public static var djin2:Array = ["這隻生物被馴服後似乎是個強力的隊友呢……           \n只可惜他是用雪做的。",92];
      
      public static var djin1:Array = ["又是另一隻奇怪的生物……           \n這隻是用某隻蟹的蟹螯做的，所以應該是那些生物的水元素版本。",95];
      
      public static var ghost1:Array = ["兩個鬼魂瞪著彼此！ \n真是栩栩如生！",2];
      
      public static var ghost2:Array = ["不確定這隻是敵是友了…… \n它的表情真的長得很好笑欸…… 我可能會看它可憐放它一馬吧。",5];
      
      public static var snowlegs:Array = ["是無腿貓！\n也可能只是一隻處處可見的貓咪呢。",33];
      
      public static var book3:Array = ["Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. \nUt enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. \nDuis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.\n(譯註：此段文字為網頁排版專用的拉丁文，無意義)"];
      
      public static var book4:Array = ["\"……在河水中的某某化學物質會讓青蛙有同性戀傾向……\""];
      
      public static var book5:Array = ["\"……我們的首領飲用初生嬰兒的血來延長壽命……\""];
      
      public static var illuminati:Array = ["這篇文章…… 這可是個證明光明會真實存在的數學證據！               雖然我不確定其中一些數字是不是真的正確。\n……",82];
      
      public static var koolaid:Array = ["這個看起來像是一種”酷愛”飲料……           \n它綠到幾乎是發著微光了，是不是有放射性啊？",61];
      
      public static var well:Array = ["這井已經完全乾透了。       \n井底還有一大堆枯骨，噁！",95];
      
      public static var N642:Array = ["看起來他們在這個遊戲機中只裝了一個遊戲，而且還沒有遙控器。 \n這可讓我頭痛了……",17];
      
      public static var ultima:Array = ["我認識一個有尾巴的金髮小子用這種東西……        \n……雖然他結婚而且退休不幹了。",2];
      
      public static var cross:Array = ["有好多血…… 還有行刑器具。 \n有人可能在這邊發生很慘的事情。             \n\n(這個人不是我。這個人不是我。這個人不是我。)",85];
      
      public static var catStatue2:Array = ["天降火、地裂隙，男女嬰孩生靈塗炭。\n貓神逐人於無盡黑暗，於此盡顯她的審判。\n-仙人掌之書第16章"];
      
      public static var taller:Array = ["看起來這邊有人想要讓他自己更高。    \n(這就是我爸覺得我營養不良時對我做的…… 好險我最後平安長大了。)",61];
      
      public static var crystal:Array = ["我們不可以偷這個！          \n而且它那麼大你也搬不動！",39];
      
      public static var spears:Array = ["這些武器……完全是只能給NPC用的貨色呢。\n如果我們用的話大概馬上就會碎裂吧。",1];
      
      public static var guns:Array = ["這麼現實的武器我才不要。\n我只喜歡天馬行空的幻想武器。",1];
      
      public static var crapTV:Array = ["這破電視完全打不開嘛……        \n……而且開了也沒什麼好看的。",1];
      
      public static var skull:Array = ["這是頭蓋骨啊……            \n……我已經有一個了。",5];
      
      public static var sink:Array = ["呃，我不該往裡面看的。",18];
      
      public static var sign1:Array = ["往北：野生熱帶\n往東：希望港 \n往南：冰凍山谷"];
      
      public static var sign2:Array = ["往西：菜市場、大畫廊\n往東：希望港、沙漠"];
      
      public static var sign3:Array = ["往西：希望港\n往東：鋼鐵要塞\n往南：紅松鎮"];
      
      public static var sign4:Array = ["往西：神秘之林（目前受詛咒，不推薦進入）\n往北：安娜的家與紅門神社"];
      
      public static var sign5:Array = ["往北：遺忘廢墟\n往南：通往彩虹門的河\n地下：秘密殭屍地牢"];
      
      public static var sign6:Array = ["往南與西：冰凍山谷\n往北：彩虹門\n往東：紅松鎮（目前正受到圍攻，請遊客注意）"];
      
      public static var sign7:Array = ["歡迎來到綠木村！\n（但是法西斯分子不受歡迎）"];
      
      public static var sign8:Array = ["歡迎來到紅松鎮！\n（人口：急劇减少中）"];
      
      public static var sign9:Array = ["往東：武器店\n往東北：道具和食物店\n就在你眼前：補品小攤"];
      
      public static var desertSign:Array = ["注意：南邊有頭目出沒！\n\n記得在重要戰鬥前補充足零食！\n海星商店應有盡有，只需要往西邊走一個螢幕即可到達！"];
      
      public static var signDungeon:Array = ["特別注意：這裡是支線區域，也代表了不同的規則！\n敵人不會給出任何經驗值，並且它們的等級會隨你的等級浮動。也就是說，你可以在任何時候攻略這裡，但是如果後面再來的話，更多的技能，裝備，以及知識會讓過程更容易。準備迎接前方的挑戰吧！"];
      
      public static var library0:Array = ["看來有人在研究古代的傳說呢。     \n據說世界上存在著三顆靈魂寶珠，它們能打開通往異世界的大門。\n世界上已經沒有活著的人還知道那個奇妙的世界有什麼……",45];
      
      public static var library1:Array = ["“試圖捕獲已經投降的敵人是絕對能成功的，但是很難迫使強力的敵人投降。冰凍或麻痹狀態下的敵人很難躲過捕獲，而其他的負面狀態也有一些效果，其中封印與厄運尤其顯著。”"];
      
      public static var library2:Array = ["“要捕獲敵人的話最好有備而來。有些裝備能增加捕獲的機率，也有些裝備的自動反擊會將想要捕獲的敵人殺死。幸運狀態也能增加捕獲的機率。”"];
      
      public static var library3:Array = ["“正面狀態，防禦類屬性強化，以及滿滿的HP都會讓敵人很難被捕獲。防禦，魔防，尤其是回避的弱化都能增加捕獲的機率。不過，攻擊類的強化弱化都不會影響捕獲成功率。”"];
      
      public static var library4:Array = ["“在試圖捕獲敵人的時候，箱子搖動的次數能提示成功率。三次搖動代表結果非常靠近臨界值，而搖動數越少結果就越顯而易見。雖然捕獲過程帶有一點隨機要素，但是非常小——基本上不能只依靠運氣。”"];
      
      public static var library5:Array = ["“敵人如果覺得馬上就要輸的話有可能會投降。基本上這是依靠當前敵我方的HP比例判斷——也就是說傷害敵人或者治療隊友都能迫使對方作出投降的判斷。投降的敵人會盡快逃跑，而經驗值等獎勵不管你有沒有讓它們逃走都會給出。敵人也有可能在所有隊友都有可愛狀態的時候投降。”"];
      
      public static var library6:Array = ["“幾乎所有的敵人都可以捕獲——包括頭目在內！\n只有很少的敵人不能捕獲——而這將會非常明顯，因為它們根本不能做為捕獲命令的目標。如果你不小心殺掉了想捕獲的敵人，也許以後會有重新遇上它們的方法……”"];
      
      public static var library7:Array = ["“高級別的裝備有更高的機率觸發額外效果。具體的機率仍然是謎，但是越強力的效果一般觸發機率就越低，以求平衡。老練的戰士必須熟練使用多種的裝備。”"];
      
      public static var library8:Array = ["“戰鬥前要花多少時間準備取決於你。升級裝備並且視情況更換，掃描敵人，尋覓隱藏與支線區域內的寶藏，計劃戰術等都能讓戰鬥更容易，但是也會花上很多的時間。切記，你在戰鬥以外時可以隨時更換難度設定。”"];
      
      public static var library9:Array = ["“記住，有些材料道具也可以在戰鬥中作為攻擊道具使用。在技能因為各種原因而無法使用的時候，這些道具或許能派上用場。你也可以在戰鬥中更換裝備，這也許會在有很多波敵人的戰鬥中有用，但是這樣更換的時候比較裝備能力會比較難。”"];
      
      public static var library10:Array = ["“防禦命令在頭目或者強大的敵人在準備使用蓄力攻擊時會很有用。有些裝備能為防禦命令增添各種各樣的效果。使用得當的話，防禦命令能完全抵消敵人的攻擊！隱身與魔隱狀態如果能正確使用的話有很強的效果。其他的裝備什至能使防禦命令變成強力的自我強化！”"];
      
      public static var library11:Array = ["“不要懼怕從戰鬥中逃跑。一個好的戰略是開始戰鬥後掃描敵人，得悉它們的弱點，然後立刻逃跑，將隊伍的裝備更換為這場戰鬥中最有用的組合。逃跑沒有任何懲罰，而且只要本場戰鬥允許的話成功率是百分之百。不允許逃跑的戰鬥非常少。”"];
      
      public static var library12:Array = ["“額外技能能從NPC學到，也能（不知道為什麼）從寶箱裡找到。每項額外技能都能被好幾名隊員學到，也能無條件地從一個隊員轉給另一個隊員，並且不會失去原有的等級。這什至有濫用的可能性。總而言之，好好考慮一下哪個隊員適合使用那些技能，也請記得每名隊員只能學習最多8種技能。”"];
      
      public static var library13:Array = ["“沒有方法能準確地確定敵人攻擊的具體屬性，但是一般目視其動畫就能推測其元素。攻擊是物理還是魔法也一般容易推測，只需要注意攻擊是利用固體還是能量造成傷害。這些信息對於判斷最佳的裝備組合以及強化的屬性時非常重要。”"];
      
      public static var library14:Array = ["“有些技能，特別是敵人的技能，並沒有100%的元素強度。也就是說，抗性與弱點只會發揮在部分的傷害上。比方說，就算擁有100%的火元素抗性，對50%強度的火元素攻擊也只能抵消一半傷害。順帶一提:能增強某元素技能的效果不會在可變元素技能上發揮，比如說普通攻擊。”"];
      
      public static var library15:Array = ["“好好留意一個技能是物理還是魔法——查看技能的詳情就能看到。每名隊員都有擅長的一邊，並且它們的裝備與屬性強化也是分開的。大部分的敵人對兩邊的防禦是一樣的，但是也有敵人對於其中一邊偏弱。怪物圖鑑能告訴你這些信息。”"];
      
      public static var library16:Array = ["“有些敵人能根據情況挑選目標——留意檢查它們的怪物圖鑑描述。它們有可能會挑最弱的角色，或者利用元素弱點。在高難度下它們會更善於判斷這些。了解敵人的邏輯的話就可以有效地推測誰會被攻擊，並且能保護那名隊員或者把其移至後備。”"];
      
      public static var library17:Array = ["“有效地搭配技能能顯著提升傷害力，所以這種搭配完全值得花時間去組合。在兩回合內你能強化主要的攻擊手，弱化敵人的防禦，掛上能增加元素傷害的狀態，或者冰凍與震驚，然後用最強的攻擊砸上去。這些效果的相乘能讓傷害呈幾何級數上升！尤其是在使用極限技或者其他強力攻擊時有效。”"];
      
      public static var library18:Array = ["“玩遊戲時記住大約一小時就要休息一會兒。長時間坐著能導致痔瘡以及早逝（在現實生活中也是如此）。也請注意偶爾吃些蔬菜，還有不要直接用肉眼看太陽。”"];
      
      public static var library19:Array = ["“戰鬥中替換隊員有很多好處。替換隊員不會占用任何人的回合。後備的隊員生命會逐漸回復。如果前衛的隊員受到了弱化或者驅散，後備的隊員會變得更適合戰鬥。替換隊友也能有效减少技能冷卻的影響。”"];
      
      public static var library20:Array = ["“與前代遊戲不一樣，在五代裡強化與弱化不會疊加。使用強化後受到的效果會是固定的。比如說，對有20%強化的隊友施加50%的強化技能只會導致50%的強化。所以，弱化變得非常危險，因為它們能完全覆寫現有的強化。不過，有些裝備能增高強化技能的效果，能導致非常強力的強化。”"];
      
      public static var library21:Array = ["“有些狀態之間有特別的合作效果。比如說，在潮濕的目標上施加寒冷會導致冰凍。干燥能增加燃燒與灼傷的成功率。厄運的目標受到殞滅會立刻死亡，但是好運的目標受到即死也只會導致震驚。此外，很多狀態能影響元素攻擊的傷害，不管是攻擊上還是防禦上都能利用。”"];
      
      public static var library22:Array = ["“有些敵人對狀態會很弱。大部分強大的敵人對最厲害的狀態有抗性，但是這並不是絕對——圖鑑可以顯示眼前的強敵會不會弱於即死或封印等狀態。一些強敵能很容易被某種狀態控制住。也有裝備能增加狀態的成功率。好運與厄運也能影響成功率。”"];
      
      public static var grave1:Array = ["紀念雷歐將軍。\n被小丑凱夫卡殘忍地殺死。"];
      
      public static var grave2:Array = ["-安息吧，菲斯2-\n你比起這個世界太純潔，被驅逐至了開發地獄。"];
      
      public static var grave3:Array = ["-紀念L．羅萊特-\n“毫無疑問，2017年版的電影是最好的。”——他的遺言"];
      
      public static var grave4:Array = ["~這裡安息著搜爾克~\n這次他沒辦法really feeling it了。\n~安息吧~"];
      
      public static var grave5:Array = ["獻給我心愛的兔子，毛毛。\n她留下了十七個孩子。"];
      
      public static var grave6:Array = ["這裡埋葬著一堆陰森的白骨。"];
      
      public static var grave7:Array = ["\"永久磐石為我開，\n讓我藏身在祢懷！\""];
      
      public static var grave8:Array = ["這裡埋葬著星際動物隊的青蛙，兔子，隼與狐狸。\n它們為星系的貢獻我們永遠不會忘懷。"];
      
      public static var grave9:Array = ["-紀念約翰．雪諾-\n“我知道所有事。”——他的遺言"];
      
      public static var grave10:Array = ["這裡埋葬著所有EA買下的工作室\n與其埋葬的還有所有沒有擴充包的遊戲。\n\n按住“F”以示尊重。"];
      
      public static var grave11:Array = ["這裡埋葬著起碼的禮節。"];
      
      public static var grave12:Array = ["-史詩幻想戰鬥6- \n同時埋葬了所有詢問此事的人。"];
      
      public static var grave13:Array = ["這裡埋葬著黃金*陽系列。\n願你的坑永遠不被填。"];
      
      public static var grave14:Array = ["{ 卡莉．芙蕾斯 } \n她的嘴巴被塞滿了蘑菇，即使她所需要的只是在烘干機裡呆一段時間。"];
      
      public static var grave15:Array = ["~紀念銀*戰士~\n由於手炮失靈，他不幸死於戰鬥。\n他的殘骸所剩無幾。"];
      
      public static var grave16:Array = ["的方是界世個這"];
      
      public static var grave20:Array = ["~這裡埋葬著比比。他的死在翻譯中亡佚了~"];
      
      public static var grave17:Array = ["這裡躺著一位師爺。 \n他精明能幹、明察秋毫，是馬縣長的得力助手。 \n可惜在隨馬縣長出城剿匪的時候壯烈犧牲。"];
      
      public static var grave18:Array = ["這裡埋著一個想要成為勇者的人， \n直到他膝蓋上中了一箭。"];
      
      public static var grave19:Array = ["我的妻子靜躺於此。 \n她精明、賢慧、會煮飯……實在太多優點，說都說不完。 \n雖然我還沒有找到她，但是我還是先幫她蓋好這個墳墓。"];
      
      public static var seaSign1:Array = ["往北: 紅松鎮 \n往南: 角鬥競技場 & 數據碉堡 \n對航海士的警語: 如果航向錯誤的話，強勁的海流會把你推回原岸處。 \n如果你想靠自己找到方向，那就關掉選項中的提示吧！"];
      
      public static var seaSign2:Array = ["休息且感激"];
      
      public static var seaSign3:Array = ["往西: 數據碉堡 \n往東: 角鬥競技場 \n往北: 汪洋大海"];
      
      public static var goldnote:Array = ["哼? 這裡有列出一些隱藏的外掛...        \n\n我要把這些加進外掛選單裡！",2];
      
      public static var signDungeonAlt:Array = ["特別注意：這裡是支線區域，也代表了不同的規則！\n敵人不會給出任何經驗值，並且它們的等級會隨你的等級浮動。也就是說，你可以在任何時候攻略這裡，但是如果後面再來的話，更多的技能，裝備，以及知識會讓過程更容易。準備迎接前方的挑戰吧！"];
      
      public static var signDungeonAlt2:Array = ["特別注意： 正常來說這裡應該是支線區域，但因為你在玩自訂模式，如果你在繼續主線任務前沒有完成此區域，你的等級會很低！"];
      
      public static var paperpile:Array = ["裡面可能有一堆有趣的知識或傳說，但你沒有時間去讀這一疊厚紙張。"];
      
      public static var library23:Array = ["\"傳說中祝褔曾經是非常強大且不可被驅散的狀態。如今要消除可說是容易多了。每次成功擋下負面狀態就消耗一回合的祝福。如果是死亡狀態就消耗二回合，驅散則消耗三回合。\""];
      
      public static var library24:Array = ["\"有些武器跟技能會無視敵人的強化 - 但弱化則沒有 - 所以這種能力沒有壞處。 \n\n有些裝備讓玩家造成狀態影響的機率增加50%。這種堆疊狀態的能力是非常有效的。\""];
      
      public static var library25:Array = ["\"就像元素抗性一樣，狀態抗性可以相乘。50%狀態抗性有機率將狀態效果乘上0.5，而80%的抗性將乘上0.2，且100%的抗性則完全免疫。 擁有超過100％的狀態抗性是沒有意義的，但擁有超過100％狀態的技能其機率能對抗部分抗性的敵人非常有用。\""];
      
      public static var library26:Array = ["\"如果攻擊的暴擊率超過100%(或是200%)，那麼就會有機率觸發雙倍暴擊(或三倍)。每一倍的暴擊讓傷害提高50%，最高至150%的額外傷害。好運跟勇敢幫助對目標造成暴擊，然而厄運跟震驚會使目標易受暴擊。這些狀態可以很巧妙地疊加。\""];
      
      public static var library27:Array = ["\"裝備會使元素傷害提升20%，每升一等增加2% - 也就是最高可以提升30%。這類效果疊加 - 比如說，兩個裝備就可以提升60%傷害。這能力僅影響純粹的元素攻擊，而不是根據您的武器改變元素的技能。\""];
      
      public static var library28:Array = ["\"狀態抗性不會阻擋穿戴者的裝備所施加於自身的狀態。請勿嘗試！ \n也有些無視狀態的罕見例子 - 比方說，目睹巨大烏賊那令人作噁的死亡時。\""];
      
      public static var library29:Array = ["\"許多裝備附有的能力會隨升等而逐漸增加。舉個例子，於回合間施展法術或潛能釋放，如果裝備有升等就更能見其效果。強大的法術相對較少觸發，而較弱的法術更經常觸發。每個裝備觸發機率都不一樣。\""];
      
      public static var library30:Array = ["\"相傳當所有角色都有上過場且沒有被忽視就會讓故事邁向好結局。 \n或是在最高的困難度中打敗最終boss也會迎向好結局。\""];
      
      public static var libraryDungeon1:Array = ["藏書閣的這一處我以前從未來過。 \n通常是不開放給大眾的，但我想他們終於考慮翻新並再度開放。",112,"為什麼不開放呢? \n這裡看起來有一堆很重要的書籍...",45,"我父母說了個有關素描本裡的畫活過來並攻擊訪客的恐怖故事。       \n\n我是很迷信啦，但那個我就半信半疑囉！",111,"我認為真正的原因是缺乏公共基金去翻修這個地方。    \n\n這棟建築簡直是古物來著！",92];
      
      public static var libraryDungeon2:Array = ["我敢打包票 - 這建築物快要崩塌啦。",61,"很好，顯然這些書蟲也會吃木頭！",92];
      
      public static var libraryDungeon3:Array = ["哇喔！ 是張漂浮的紙！ \n是敵人嗎?！",22,"是嗎？真想不到！畢竟故事是真的。 \n我可以感覺到這房間有一堆超自然現象...",114,"我很確定我們應付得來，但銘記:此為支線區 - 我們隨時都可以回來。",51];
      
      public static var libraryDungeon4:Array = ["結束了，我們成功了！那些boss們都被摧毀了！ \n我們終於可以離開這藏書閣啦！",19,"我再也不相信紙張了。",109,"這在哪都會發生嗎? \n我的堡壘盡是滿滿坦克跟其他機器的藍圖 - 我最好打給部下命令他們燒了所有東西。",66,"那還真是有趣的魔法... 我想知道有沒有方法讓我們像那樣施法呢?",52,"敬謝不敏，我今天已經看夠了。",88];
      
      public static var sea1:Array = ["痾-嘿...我們好像航離世界地圖的範圍耶！    \n\n沒人知道我們在這個航向上會發現什麼。",52,"我一直以為世界只是被這些邊界給裹住。 \n我從沒想過可以看見任何不在地圖上的未知土地...",75];
      
      public static var sea2:Array = ["還好嗎，無腿貓? \n大海讓你很難受嗎?",92,"姆-喵... 喵...",148,"不太妙，哼嗯?       \n\n我們盡快找地方登陸！",95,"喵...",128];
      
      public static var sea3:Array = ["我們只是到處打轉而已。 \n根本不知道我們要去的方向！",5,"根據這些地標，我肯定我們有朝著目的地行進！",92];
      
      public static var sea4:Array = ["我可以看見前方有島嶼啦！",93,"我們很快就能登陸了，無腿貓，所以再撐一下下就好！！",92,"喵?！",127];
      
      public static var sea5:Array = ["哈，我們終於抵達了...某個地方！",2,"看來這座島上有小村莊呢。 \n他們遠離主大陸是搞什麼鬼?",82];
      
      public static var sea6:Array = ["嗯...這裡什麼都沒有！",5,"我同意。",61];
      
      public static var bunker1:Array = ["這地方還真的是...挺吸引人的呢。",5,"簡直就像蘭斯的堡壘呀！",114,"這絕對不是我其中一個的基地。     \n\n我們應該先找出進去的辦法，然後在他們發現我們前光速橫掃每個地方。",61,"嗯.... 要是他們人很友善哩?",49,"呸，不可能。",81];
      
      public static var bunker2:Array = ["幹得好，部下們 - 我們攻入啦！ \n現在我們只要擊昏警衛免得他放狗咬人！",62,"我覺得沒那必要...",51];
      
      public static var bunker3:Array = ["所以說到底這裡就只是個和善的基地，而我們差點攻擊他們...",35,"沒有辦法預先知情啊。 \n先行動再應對總為上策。",81,"*嘆氣*",47];
      
      public static var bunker4:Array = ["看來房間左邊的電腦是執行雙人遊戲耶！",2,"嘿，也許我們兩個可以一起玩?",32,"痾嗯，那就得看是什麼樣的敵人囉。 \n再說我們必須先觀察要對抗什麼才能組最佳隊伍！",15,"嘖。",51];
      
      public static var bunker5:Array = ["至於右邊房間呢，是三人遊戲...",1,"嘿，我想玩！ \n這裡大部分遊戲我以前都沒玩過耶！      \n\n你最好把我加進你的隊伍唷！",117,"喵，喵！",127,"喂，等等，沒有手臂的無腿貓可以玩嗎?       \n\n他明顯沒了腿，但我剛注意到他也沒任何手臂！",105,"喵...",128,"不知何故，我確定我們還是做得到的！",27];
      
      public static var bunker6:Array = ["真有趣... 這碉堡挖得還真深。     \n\n但我想這是最底層了...",82];
      
      public static var bunker7:Array = ["那真是輕鬆的暖身呀！ \n我們試試更難點的吧！",2];
      
      public static var bunker8:Array = ["有些怪物的設計是真的很詭異。      \n\n不是很可怕的那種，但就很變態。",51,"你不行那樣審視藝術啊，娜塔莉。",2,"我確定我可以有想法。 \n我就留條負評怎樣的...",51,"這遊戲有十年了欸！ \n沒人會讀你的評論啦！",27,"你說得對。 \n原開發展現在可能死透了。",65,"我不是那樣的意思...",19];
      
      public static var bunker9:Array = ["我從不是很迷這些二代遊戲。 \n他們經常把法西斯分子描繪成壞人。",88,"是啊。 他們就是壞人。",39,"(只要他們贏了的話...)",88];
      
      public static var bunker10:Array = ["這些遊戲裡的怪物挺有魅力的。 \n他們能做的不是對你吐就還是吐。 \n顯然是心智未開的男生做這些遊戲的...",57,"那麼... 嗯... 要是由女生來做遊戲...    \n內容盡是些故事劇情... 還有還有嗯... 解謎啦...     \n本來就是這樣！",9,"那聽起來挺不錯的。",31,"事實上我也覺得很不錯。",92,"喵！喵！",137,"對啊，而且無腿貓就不用那麼痛苦了！",117,"他喜歡是喜歡啦。 \n但痛苦會讓他更強悍。",5,"...",139];
      
      public static var bunker11:Array = ["玩這些遊戲讓我想起美好往事！",34,"嘿呀，那時只是很簡樸的時光。 \n不需要擔心很多事情！",3,"我曾跟我朋友玩... 但那是很久以前的事... 我記不得他們了",41,"哇，我也是！ \n真的很奇怪呢！",13,"嗯... 這的確能刺激大腦。 \n確實能讓你思考！",75];
      
      public static var bunker12:Array = ["我覺得那場boss戰跟平常有點出入. \n以前我不記得它會召喚其他陶土兵來。",15,"他們必定把內容給過濾掉了！ \n我再也不支持這個開發者啦！",69,"我覺得事情不是你想的那樣...",17];
      
      public static var bunker13:Array = ["嘿，我認得這些怪物。 \n我好像在幾年前玩過這遊戲呢。",92,"不久前還很流行。 \n好像我們都玩過了。 \n可是，就除了無腿貓，基本上就是個小嬰兒。",1,"喵嗚?",147];
      
      public static var bunker14:Array = ["老遊戲裡的機甲設計真的比較好看多了。 \n現代的圖像過於平順跟太卡通化。",65,"每一代圖像看起來都一樣啊。 \n我不懂你在說什麼欸。",19,"哼...",61];
      
      public static var note1:Array = ["故障 \n\n費力克斯，別試著修好它！ \n給我等那位新來的IT傢伙。"];
      
      public static var note2:Array = ["費力克斯，別碰我的能量飲料！ \n\n-黎勒斯"];
      
      public static var note3:Array = ["故障 \n\n水槽不是馬桶好嗎！ \n我們都知道是誰幹的！"];
      
      public static var note6:Array = ["別玩電玩遊戲！！ \n\n如 果 在 遊 戲 內 死 亡，現 實 中 的 你 也 會 死！！！！"];
      
      public static var note4:Array = ["那裡牆上有一堆無禮的笑話跟愚蠢的梗圖，包含很高的貓。 \n\n有人甚至稱之為... 高貓。"];
      
      public static var note5:Array = ["那裡牆上有一些老舊的網路角色呢。 \n\n他們怎麼看起來那麼眼熟..."];
      
      public static var conceptMap0:Array = ["這些地方真教人熟悉... 但跟我們所走過的地方也有點不同！",92,"很遺憾我們都無法探索那些地方...",95];
      
      public static var conceptMap1:Array = ["這張對我來說真的很突兀。 \n有一些很誘人的東西。     \n\n看起來我們可以在許地遺跡附近找找 - 如果那真的存在的話。",31,"開發者曾跟我說這座碉堡本來應該是 \"時間神殿\" ！ \n可能就像圖片裡那樣！",16,"我很確定你現在只是在編造謠言。",79,"嘖... 我不奢望你會相信我...",17];
      
      public static var conceptMap2:Array = ["哇，那些寶藏箱真怪異！ \n這一定是舊概念設計圖吧...",22];
      
      public static var enterArena:Array = ["這看來是某種競技場，所以這個地方取這個名字。",61,"你還真是聰明呢，蘭斯。",92,"快看那邊！ \n我們每個人都有一扇門耶！",16,"說不定是... 個人獨鬥！ \n我們都必須要獨自作戰，我本人是這樣想的！",22,"哇哩勒...",35];
      
      public static var p1arena1:Array = ["(距上次我單打獨鬥已經有好一段時間。 \n這次我可沒有專用的治療術士，所以也許我該穿戴能夠吸取HP或是自癒的裝備...)",5,"(然後元素抗性超級重要，至少在高難度模式裡是這樣。 \n最好別忘記那個！)",1,"(嗯... 我該先挑哪個敵人呢?)",15];
      
      public static var p1arena1B:Array = ["那真是不錯的暖身。 \n只剩9場要打！",1];
      
      public static var p1arena2:Array = ["(事情到目前為止還OK。 \n這次真的靠我自己去伸展我的大腦肌肉來想策略。)",1,"(到現在為止，我從未真正了解過裝備的功能。 \n當你得靠自己時，每回合和行動都很重要！)",2,"接下來換哪個敵人來吃我一劍啊?！",3];
      
      public static var p1arena3:Array = ["(就只剩幾個敵人了！)",2,"(我人勢不可擋！)",21];
      
      public static var p1arena3B:Array = ["快打完啦！    \n\n(要是出任何差錯絕對為時已晚。)",2,"(我好像把最簡單的留到最後呢！)",3];
      
      public static var p1arena4:Array = ["搞定！",4,"(獎勵最好別給得太爛！ 拿了就去見其他人...)",2];
      
      public static var p1arena5:Array = ["你成功了，馬特！",34,"當然囉！ \n一點難度都沒有！ \n整場戰鬥都是演戲罷了！",29,"我不這麼認為。 \n你一定有深陷危機中。",51,"當我宣告所有敵人不是死亡就是投降時！ \n他們完全悉聽尊便！",21,"我想這種勝利讓他得大頭症。",65,"同意。",47];
      
      public static var p2arena1:Array = ["(我幹嘛答應這個? \n我可能在第一回合就被打得很慘...)",58,"嗯...",35,"(也許我用防禦較高的裝備... 我就有機會...)",45,"(我想我會盡力而為。 \n也許這樣會幫助建立自信... 之類的。)",51];
      
      public static var p2arena1B:Array = ["(打完首戰後我更有信心了...)",31,"...",35,"(好的，該來下一場戰鬥了...)",51];
      
      public static var p2arena2:Array = ["嘿，我抓到訣竅了！  \n\n你做得到的，娜塔莉！",34,"(咦- 我忘記有人在看我... 最好別再大聲地自言自語！)",43];
      
      public static var p2arena3:Array = ["(快結束了... 只有幾場要打...)",34,"(喔天，我好累... 而且全身是汗。     \n他們這裡一定沒有能沖澡的地方...)",47];
      
      public static var p2arena3B:Array = ["就剩一個！     \n\n(真不敢相信我能走到這一步！)",34];
      
      public static var p2arena4:Array = ["(我做到了！ 那是最後一個了！)",46,"好~~耶！",34,"(哈~終於能放鬆了！ \n我要離開這裡然後找個地方休息...)",53];
      
      public static var p2arena5:Array = ["嘿，恭喜啊娜塔莉，你做到了！",93,"你在裡面表現得很好！",2,"還有你那兩顆跳得有夠驚人！",72,"喵！",123,"謝了，各位！ (除了蘭斯！)       \n\n我想我做得比想像中還要好一點！",53];
      
      public static var p3arena1:Array = ["(終於啊，滿是活靶的射擊場！ \n我的祈禱已得到回應！)",63,"(嗯... 問題是... 該先摧毀哪個目標呢??)",75];
      
      public static var p3arena1B:Array = ["對手真弱欸，果然不出我所料。",64];
      
      public static var p3arena2:Array = ["(很難相信我已經累得半死。 \n我的肺不像以前那樣了...)",77,"(該休息片刻了！)",88];
      
      public static var p3arena3:Array = ["(目標幾乎殲滅... 體力透支...)",77];
      
      public static var p3arena3B:Array = ["(是時候再休息一下...)",77,"菸都被我抽光啦！",86,"...",85];
      
      public static var p3arena4:Array = ["勝利歸屬於我！！",63,"向你們的新冠軍卑躬屈膝吧，凡夫俗子們！",64,"蛤?",82,"(沒有掌聲。 \n難道觀眾都睡死去了?)",79];
      
      public static var p3arena5:Array = ["做得好，蘭斯！ \n但群眾好像都不理不睬耶，誰叫你都用槍了",27,"蝦毀?！ \n他們難道要我打得像野蠻人一樣！?",69,"唉，任何人都能用你手上那把槍。 \n你連目標都不用特意瞄準！     \n\n根本毫無技巧跟力量可言，真的是吼...",2,"*自尊心永遠破碎*",85,"我想說，痾... 至少爆炸效果是整場中最酷炫的部分。  \n\n哈哈...",27,"我好想要有新朋友喔！",69];
      
      public static var p4arena1:Array = ["(太好了！ 有機會讓各位見識我多酷多可愛了！)",113,"(我該先想好策略了。 \n我可不想沒穿適合的裝備就直接應戰...)",112,"(任何可以自動輔助我的，像強化跟治療，應該會派上用場. \n否則將無法同時治療和攻擊！)",95];
      
      public static var p4arena1B:Array = ["拿下第一場啦！ \n我也許提早完成就能趕上午餐！",92];
      
      public static var p4arena2:Array = ["目前還行還行！",92,"我行的，各位！ \n一直為我加油打氣吧!！",94];
      
      public static var p4arena3:Array = ["你們就只有這點能耐? \n我身上連條傷疤都沒有呀！",113,"該結束了，為了場外的粉絲們！",94];
      
      public static var p4arena3B:Array = ["我好餓喔。 \n了結這一切吧。",107];
      
      public static var p4arena4:Array = ["簡直輕而易舉！   \n實際上他們看到我就紛紛投降呢！",102,"*咳嗽* *喘氣* *喘息*",104,"我很好！ \n(我好像有點太操我自己了...)",118];
      
      public static var p4arena5:Array = ["恭喜- ",32,"喔嘔痾痾啊啊痾呀痾痾痾喔嘔痾................",119,"哎呀，她臉色很不太好！ \n她看起來完全精疲力竭！",22,"我覺得是脫水關係。 \n快拿些水給她喝！",52,"姆嗯咕嚕哼嗯嗯............",118,"喵....",125];
      
      public static var p5arena1:Array = ["喵...      \n\n*力量開始提升*",147,"姆喵喵喵喵喵喵喵喵喵喵喵！！！！！！！！",142,"*物理極限已被打破*",142];
      
      public static var p5arena1B:Array = ["喵，喵！",123,"*感到樂觀*",122];
      
      public static var p5arena2:Array = ["*需要更多力量*",131,"*將過去的負面能量及失敗造成的創傷...*",129,"*...轉為強烈的攻擊*       \n喵呀呀呀呀呀呀呀呀！！！",130];
      
      public static var p5arena3:Array = ["喵，喵...喵呀！！      \n\n*呼喚觀眾給予精神上的支持*",123,"喵...?     \n\n*他的呼喚完全被無視掉，因為沒人懂貓語*",121];
      
      public static var p5arena3B:Array = ["*打~哈~欠*",132,"*有點想睡了*",137];
      
      public static var p5arena4:Array = ["*沒被對方的素質而有所動搖*",139,"*像隻貓慶祝勝利的時刻*",141,"*嗅自己的屁眼*",138];
      
      public static var p5arena5:Array = ["幹得不錯，無腿貓！ \n你在裡面表現得很兇猛耶！",3,"你可以有額外的點心！",94,"喵！ <3",140];
      
      public static var bosh1:Array = ["哼? \n這是植物店的地下室嗎?       \n\n真想知道他們在下面藏了什麼好東西?",22,"我還是會注意你們的。 \n別偷東西！",109];
      
      public static var bosh2:Array = ["那是要宣傳拯救環境的遊戲嗎?",15,"但表達方式不太好 - 我更痛恨灌木叢了！",69,"沒錯，應該是經營農場遊戲的！",107];
      
      public static var robo1:Array = ["真奇怪 - 以前沒看過這個房間的！   \n以前都一直在這裡嗎?",82];
      
      public static var robo2:Array = ["有趣的遊戲。 \n我想之後回來再多玩一些。",84,"我們還有更重要的事情要做！",39];
      
      public static var snek1:Array = ["什-什麼?！ \n我們在在..在哪?！",86,"*呃哼*",77,"請無視剛剛的大叫。 \n我們得保持鎮定並表現專業。",88,"我聽見附近有嘶嘶聲...",114];
      
      public static var snek2:Array = ["好啦！我們打敗遊戲了！ \n現在趕快傳送出去免得被下巫毒。",109,"我要先搜刮寶箱。 \n但你說了算！",27];
      
      public static var glob1:Array = ["這裡面真的臭斃了...",109,"我們可以撐得住。 \n臭味從來沒傷到任何人過。",29];
      
      public static var glob2:Array = ["我聞得夠多了。 \n該離開這裡去吸新鮮空氣。",88,"這次我同意蘭斯的話。",47];
      
      public static var chair1:Array = ["既然他們無法提供我要的... 這樣的話... 就讓他們瞧瞧。 \n我自己在下面找！",3,"喵！ \n咪~喵！",124];
      
      public static var chair2:Array = ["那是其中一個梗圖模擬遊戲機嗎?   \n像是 \"家具模擬\" 之類的?",15,"才不，那遊戲很爛。 \n但我怎麼知道? 也許它在當時可是個大轟動。",19,"亦或是它在地下室就是個好理由...",17,"喵！",137];
      
      public static var treagure1:Array = ["所以... 這寶箱是個謊言? \n這整個都是個陷阱?",7,"沒錯。完全如此。",39,"但也許下一次就不會了！",2,"拜託有牙齒就代表是陷阱！   \n你就這麼想送死啊?！",40,"嗯... \n(我真搞不懂她為何如此生氣。)",5];
      
      public static var phoenix1:Array = ["剛才要勉強擠過去...",51,"我不予置評。        \n\n快看，前方有道亮光！",92];
      
      public static var phoenix2:Array = ["現在都結束了，在岩漿散發的煙霧把我們窒息前趕緊逃出去吧。",82,"你說得對極了。",2];
      
      public static var totom1:Array = ["哇，這下面有座小神壇欸！",46,"我曾下來過這邊，但之前卻沒看到那遊戲機台...",114,"它被詛咒而且很邪惡！",115,"痾嗯... 有趣有趣。",66];
      
      public static var totom2:Array = ["驅邪完畢！    \n再也沒有詛咒的電玩遊戲！",94,"機器沒壞掉。 \n說不定之後就會重啟。",61,"可惡...",114];
      
      public static var guoye1:Array = ["啊哈！ 一條秘密通道！",3,"喵！",123];
      
      public static var guoye2:Array = ["看來我們脫離了行星... 又再一次。",61,"反正我們對這種事早就見怪不怪了，對吧?",4];
      
      public static var guoye3:Array = ["那愚蠢的電玩遊戲試著對我耍心理學把戲...",77,"對啊，但在老遊戲中蠻罕見的。 \n時今可說是糟糕透了！",2,"現代遊戲可會讓你陷入內購交易！",29,"哼嗯...  \n(也許我能靠錢來抹拭我的罪過? 我得好好研究一番。)",75];
      
      public static var pumpkus1:Array = ["哇賽！ \n是海耶！",93,"*在各方向看到無盡的恐怖*",126];
      
      public static var pumpkus2:Array = ["我從沒想過南瓜那麼會打架。 \n我們有可能死在那邊！",27,"\"被蔬菜殺死。\"       \n\n我的墓誌銘才不想寫那個。",112];
      
      public static var mermaid1:Array = ["啊哈！ \n我就知道這些島後面藏東西！",16,"痾 喔... 又是另一台詛咒的電玩遊戲。",114];
      
      public static var mermaid2:Array = ["另一場勝利！",2,"但是... 我為她感到難過。    \n\n她幾乎... 是個人類... 而我們仍然痛打她！",111,"那只是電玩遊戲而已，安娜。 \n她不像我們是真實的人類！",32,"但那感覺好真實...       \n\n(到底何謂 \"真實\" 呢?)",101];
      
      public static var maw1:Array = ["我們要「進多深」啊?",114,"如她所說的。",2,"我有種不好的預感...",107];
      
      public static var maw2:Array = ["我真的有種「超級」不好的感覺！",115,"我也是。",85,"喵...",148,"喔各位拜託好嗎。 \n我們之前擊敗僵屍龍來到底下。          \n\n這次不會比那更糟了！",52];
      
      public static var maw3:Array = ["你曾想過有些事永遠就不該被揭開嗎? \n像是也許我們不該來這邊做這種事?",109,"並沒有，我們還是要完成所有挑戰，不計任何代價！",4,"我真的真的好討厭恐怖遊戲。",107,"(真慶幸我們沒有在虛擬實境裡對抗它... 嘿嘿...)",23];
      
      public static var newPainting0:Array = ["看來某人很喜歡收集些怪異的畫作...    \n\n為何要在你牆上擺些有的沒的?",35];
      
      public static var newPainting1:Array = ["喂，等一下下... 誰拍這張的? \n我們都沒有智慧型手機啊！",106,"嗯............",15,"不知道！",2];
      
      public static var newPainting2:Array = ["她好可愛！    \n我要「她」加入我的隊伍裡！ ",116,"呿...",51];
      
      public static var newPainting3:Array = ["他們怎麼知道我的秘密睡衣的?！",43,"有人全開所有內容過濾玩遊戲喔！",27,"我才沒有像那樣直接從冰淇淋桶吃冰淇淋...",41];
      
      public static var newPainting4:Array = ["哇賽！ 不錯的海灘尤物！",80,"你，給我閉嘴！ \n哪怕把你的內心話別說出來一次也好！",39,"我覺得我跟無腿貓在後方要被殺了...",27,"聽起來不錯！",47];
      
      public static var newPainting5:Array = ["真高興我們不會對抗那些東西。       \n\n你不會背叛我們吧，是吧無腿貓?",5,"喵！",141,"你什麼意思， \"也許\"?！",9];
      
      public static var newPainting6:Array = ["喂喂喂，我看起沒「那麼」邪惡好嗎！      \n\n(還是說我真的...?)",69,"我看起來已經累垮了！",12,"我看...起...來... 我還是別說好了！",41,"至少我看起來好可愛，就像平常一樣！",94];
      
      public static var newPainting7:Array = ["我們看起來有點... 痾... 方塊... 在這幅畫裡。",35,"這個現代藝術形式稱之為 \"像素畫\"。 \n所有最新的電動遊戲都採用這種風格。",1,"不知怎麼對我來說有點過時...",51];
      
      public static var newPainting8:Array = ["啊 太棒了，啤酒，我最愛的食物！",2,"我認為你在圖裡喝太多了...",51];
      
      public static var newPainting9:Array = ["喵！喵！",124,"是的，無腿貓，我們都看過你那些異常強大的朋友。 \n你可以停止吹捧他們了！",19,"喵...",139];
      
      public static var newPainting10:Array = ["喵喵喵喵！！！",142,"無腿貓那不是你！ \n應該是其他貓來著...",19,"喵喵喵！！",150,"哇喔，冷靜點！        \n\n壞貓咪！",9,"...",129];
      
      public static var newPainting11:Array = ["哼? 這些傢伙是誰?      \n\n他們莫名眼熟...",105];
      
      public static var newPainting12:Array = ["我特別討厭那件套裝！ \n只有病態的性癖者才會要我那樣穿！",40,"多數人的需求比少數人的更重要！",77,"不得不說我同意...",101,"不予置評...",23,"....................",41,"你們全部永遠都會是單身漢！    \n\n你們都不該對待女人這樣的...",57];
      
      public static var newPainting13:Array = ["喔喔！是邪惡的我耶！",1,"..............",5,"我恨透那傢伙啊！！",10];
      
      public static var newPainting14:Array = ["嘿，我看起來更加成熟和性感！ \n(那代表我該如何學習穿搭嗎?)",103];
      
      public static var newPainting15:Array = ["蘭斯，你看！ \n我們是最佳拍檔，就跟現實一樣！",3,"哼。",61,"你比較像一堆滋事分子的集合體。   \n就跟現實一樣！",92,"哼呃?",79];
      
      public static var newPainting16:Array = ["喵，喵?",135,"我同意你的說法 - 你比平常看起來有點肥！",1];
      
      public static var newPainting17:Array = ["我想把這幅掛在我的要塞裡，擺在我的王位上。",63,"你才沒有王位呢。",49,"我已經委託訂製一座了！ \n這一定會讓人印象深刻！",69];
      
      public static var newPainting18:Array = ["喔吼，好個奶-",71,"閉嘴！",40,"是的，女士。",72];
      
      public static var newPainting19:Array = ["哇喔，這太讚了吧！",3,"真想知道這趟冒險結束後我可以擁有那麼多劍嗎?",15];
      
      public static var newPainting20:Array = ["喵喵喵喵！",142,"是的，是隻貓全身穿滿戰甲。      \n\n我們活在很奇怪的世界裡呀！",2];
      
      public static var galleryFull:Array = ["自從上次來之後到現在，那邊有更多幅畫了。 \n這地方裝滿得真快！",31,"甚至可以說有點亂 - 畫不該直放在地上！",32,"我猜我們只是太有名了吧！ \n人們為何要寄送那麼多同人繪啊?",29];
      
      public function dialogue()
      {
         super();
      }
   }
}

