package text.chineseTraditional
{
   public class npcs
   {
      public static var watson:String = "華生";
      
      public static var indy:String = "印第";
      
      public static var bessie:String = "貝希";
      
      public static var molly:String = "摩莉";
      
      public static var lynne:String = "琳黎";
      
      public static var edward:String = "愛德華";
      
      public static var chad:String = "查德";
      
      public static var jeff:String = "傑夫";
      
      public static var jake:String = "傑克";
      
      public static var rory:String = "羅里";
      
      public static var ross:String = "羅斯";
      
      public static var dennis:String = "丹尼斯";
      
      public static var pam:String = "帕姆";
      
      public static var ned:String = "內德";
      
      public static var tandalf:String = "黑道夫";
      
      public static var randalf:String = "郎道夫";
      
      public static var wohehiv:String = "渥荷希夫";
      
      public static var hania:String = "哈尼亞";
      
      public static var makya:String = "馬可亞";
      
      public static var winona:String = "威農娜";
      
      public static var herald:String = "哈洛德";
      
      public static var arne:String = "亞尼";
      
      public static var knut:String = "那特";
      
      public static var thief:String = "小偷仔";
      
      public static var yiffy:String = "亞菲";
      
      public static var donald:String = "唐納德";
      
      public static var jimbo:String = "金保";
      
      public static var bud:String = "好夥伴";
      
      public static var annie:String = "安妮";
      
      public static var sadie:String = "薩迪";
      
      public static var pickle:String = "皮克";
      
      public static var mungus:String = "蒙大隻";
      
      public static var linwood:String = "林伍德";
      
      public static var byrd:String = "拜爾德";
      
      public static var rock:String = "小剛";
      
      public static var june:String = "瓊恩";
      
      public static var necron:String = "死屍";
      
      public static var goth:String = "哥德";
      
      public static var fizz:String = "滋滋";
      
      public static var lulu:String = "露露";
      
      public static var kira:String = "基拉";
      
      public static var teru:String = "魅上照";
      
      public static var hawk:String = "鵬鳥";
      
      public static var dampe:String = "顛特";
      
      public static var girlA:String = "A女";
      
      public static var girlB:String = "B女";
      
      public static var girlC:String = "C女";
      
      public static var mom:String = "媽媽";
      
      public static var dad:String = "爸爸";
      
      public static var grump:String = "氣氣";
      
      public static var jolly:String = "爽爽";
      
      public static var ronja:String = "隆妮亞";
      
      public static var jamie:String = "傑瑞米";
      
      public static var randy:String = "藍迪";
      
      public static var misaki:String = "見崎";
      
      public static var mio:String = "三尾";
      
      public static var chika:String = "千夏";
      
      public static var izumi:String = "井泉";
      
      public static var pal:String = "老兄";
      
      public static var gal:String = "老胸";
      
      public static var lenk:String = "連克";
      
      public static var sarah:String = "莎拉";
      
      public static var xavi:String = "沙力";
      
      public static var pablo:String = "巴勃羅";
      
      public static var steve:String = "史帝夫";
      
      public static var monika:String = "摩妮卡";
      
      public static var jorma:String = "約馬";
      
      public static var drifty:String = "浮水";
      
      public static var tina:String = "提娜";
      
      public static var gina:String = "吉娜";
      
      public static var infernus:String = "芬炎";
      
      public static var jekyl:String = "傑克婁";
      
      public static var stephanie:String = "史蒂芬妮";
      
      public static var santa:String = "聖誕老公公";
      
      public static var spike:String = "刺頭";
      
      public static var angela:String = "安潔拉";
      
      public static var larry:String = "賴瑞";
      
      public static var frosty:String = "諾伊爾";
      
      public static var fanni:String = "芬恩妮";
      
      public static var nasim:String = "納西森";
      
      public static var gust:String = "微風";
      
      public static var krogan:String = "克羅根";
      
      public static var bounce:String = "保鑣";
      
      public static var wally:String = "牆仔";
      
      public static var hans:String = "漢茨";
      
      public static var heinz:String = "海因茨";
      
      public static var helmut:String = "赫爾穆特";
      
      public static var erika:String = "依瑞卡";
      
      public static var rebel:String = "壞蛋";
      
      public static var aniki:String = "兄貴";
      
      public static var hikari:String = "光凛";
      
      public static var karen:String = "凱倫";
      
      public static var bella:String = "貝拉";
      
      public static var tim:String = "提姆";
      
      public static var yui:String = "優依";
      
      public static var akira:String = "秋良";
      
      public static var asahi:String = "朝日";
      
      public static var abdul:String = "阿布多";
      
      public static var jerry:String = "傑瑞";
      
      public static var leo:String = "里歐";
      
      public static var jenny:String = "潔妮";
      
      public static var jonathan:String = "強納森";
      
      public static var garven:String = "加爾文";
      
      public static var xun:String = "孫將軍";
      
      public static var jam:String = "果醬";
      
      public static var raymond:String = "雷蒙特";
      
      public static var helen:String = "海倫";
      
      public static var princess:String = "公主殿下";
      
      public static var guardA:String = "警衛A";
      
      public static var guardB:String = "警衛B";
      
      public static var dao:String = "道";
      
      public static var manlet:String = "小矮子";
      
      public static var gimli:String = "金靂";
      
      public static var leonidas:String = "列奧尼達";
      
      public static var shaggy:String = "夏奇";
      
      public static var hippy:String = "嬉皮";
      
      public static var smokey:String = "煙槍";
      
      public static var emo:String = "搖滾小子";
      
      public static var vivy:String = "微微";
      
      public static var ghost:String = "鬼";
      
      public static var anon:String = "阿喃";
      
      public static var anton:String = "安東";
      
      public static var rick:String = "瑞克";
      
      public static var jessica:String = "潔西卡";
      
      public static var hobo:String = "街友";
      
      public static var shione:String = "詩昂";
      
      public static var george:String = "喬治";
      
      public static var roku:String = "悟空";
      
      public static var sparky:String = "閃光";
      
      public static var albrecht:String = "奧柏赫·T";
      
      public static var maka:String = "馬卡";
      
      public static var maya:String = "瑪雅";
      
      public static var finn:String = "芬恩";
      
      public static var nemi:String = "呢米";
      
      public static var bubba:String = "布巴";
      
      public static var barman:String = "酒吧男";
      
      public static var wakizashi:String = "脅差";
      
      public static var peppi:String = "佩皮";
      
      public static var sam:String = "薩姆";
      
      public static var weeb:String = "動漫宅";
      
      public static var king:String = "黃帝";
      
      public static var kirsan:String = "奇爾桑";
      
      public static var canela:String = "卡納拉";
      
      public static var kai:String = "凱";
      
      public static var alva:String = "奧華";
      
      public static var gray:String = "灰";
      
      public static var falcon:String = "法爾孔";
      
      public static var ika:String = "阿拉斯加";
      
      public static var student:String = "學生";
      
      public static var zephyr:String = "澤佛";
      
      public static var bunni:String = "兔兔";
      
      public static var sally:String = "沙莉";
      
      public static var jack:String = "南瓜燈";
      
      public static var amy:String = "艾咪";
      
      public static var roastie:String = "新手";
      
      public static var digger:String = "挖洞仔";
      
      public static var blondie:String = "金髮男";
      
      public static var sunny:String = "陽光";
      
      public static var pandora:String = "潘朵拉";
      
      public static var marina:String = "海洋";
      
      public static var slasher:String = "小刀鬼";
      
      public static var goner:String = "死定鬼";
      
      public static var vegan:String = "素食鬼";
      
      public static var cutter:String = "長劍鬼";
      
      public static var ripper:String = "牙齒鬼";
      
      public static var odin:String = "奧丁";
      
      public static var bard:String = "樂師";
      
      public static var cultist:String = "   ";
      
      public static var lunar:String = "金";
      
      public static var dennisD:Array = ["唷！ 如果你被敵人打傷了，你可以吃點食物馬上恢復血量！ \n你知道嗎？",0,"我當然知道啦，小丫頭。 \n我知道怎麼吃食物！",9,"你知道嗎？有些食物是如此的美味，它會完全填飽肚子（飽腹狀態），讓你暫時吃不下其他東西！ \n漢堡呀，比薩呀，這類的東西實在是太美味了，真是受不了！",0,"哦，這應該是新系統吧……      \n\n我還是吃水果算了。",11];
      
      public static var randalfD:Array = ["小朋友你們好！ 看來你們有一些獨特的技能！ \n你可以無時無刻發動這些技能！可是某些技能有冷卻時間，要得等一會兒才可以再使用……",0,"冷卻？我們的確有一些這樣的技能。 \n冷卻系統是用來平衡一些太強的技能嗎?",15,"沒錯，比如說，我每十回合只能發動\"億級災滅\" 一次！ \n當然，我絕對不會發動一個這樣的技能——我是一位友善的魔法師。 \n南方地域的毀滅只是個巧合而已。",0];
      
      public static var tandalfD:Array = ["嘿呀！我是黑道夫，而這位是我的同伴郎道夫。\n我們已經有十三年在一起了，我們都到世界各地學習魔法。\n外面知識神通廣大，如果你們開啟\"技能\"菜單好好利用AP，我相信你們能夠學到不同有趣的技能！",0,"別偷偷給我塞遊戲教學在聊天裡面！\n我們不用技能就可以打爆遊戲了，讓你羨慕一下。",10,"哈哈，辦不到的話就別怪我咯。",0];
      
      public static var mungusQ:Array = ["有人偷了我的襪子和眼鏡。 \n話說今年到底幾號？",0,"喔，這是我的東西！\n這很貴重的！",0,"我感覺好多了。",0];
      
      public static var mungusD:Array = ["呵呵呵，我感覺我重回80歲了。\n我的記憶也漸漸回來了！\n我的兒子，謝謝您！",0,"我可不是你的兒子……",5];
      
      public static var pamD:Array = ["喂，你不應該到這裡。\n如果你想買東西，你到櫃台前面對話吧！",0,"對不起，是我不小心走錯路而已了！ \n(我絕對不是想對你的寶箱上下其手啦...)",12];
      
      public static var nedD:Array = ["營養品對你很好的，真心不騙。 \n因為他們能夠永久的強化你的數值，所以你最好找到多少就吃掉多少。 \n唯一的壞處可能是你夭折的時候會發現你的錢包空空的…… 不不不，你剛剛什麼都沒聽到。",0];
      
      public static var rossD:Array = ["咳，這些價錢太坑人了！ \n我寧願從寶箱中找出物品或從怪物身上打出來！\n可是……有時候我只需要再多一件物品就可以升級武器……時間也是金錢，我想我要嘛花好幾個小時去農，要嘛就乖乖照這個價買吧！",0];
      
      public static var roryD:Array = ["當時間很難熬的時候，我會來到這裡，把我們多餘的東西賣給羅斯叔叔。 \n他不會給我們好價錢，但有的時候我們手頭就是臨時的這麼緊,你懂我的意思嗎？ \n如果你真的付得出錢的話，倒不如就囤積你的物品，直到你需要它的時候。 \n反正我們物品欄容量是無限的。",0];
      
      public static var jakeD:Array = ["媽的，我整天工作累得像條狗。\n這地震泛起了許多大泥球，道路都給封起來了！\n我記得菜市場那裡有鏟子，可是往菜市場的道路也被擋住了！\n天啊！今天要去哪裡都得走更遠了。",0];
      
      public static var jakeD2:Array = ["哦，你找到鏟子了？很好啊。 \n兄弟，剛剛我需要你的時候你到哪去了？ \n我今天輪班已經結束了，我在這裡已經沒事了。 \n喔好吧…… 你也可以拿點咖啡啦。",0];
      
      public static var wohehivQ:Array = ["嘿，旅行者！ \n您從那個叢林深幽的深處顯現的，對嗎？ \n您會不會在巧合中有一些剩餘的木材呢？ \n我打算重新建造這些被地動摧殘的圖騰。",0,"感謝您，旅行者！ \n願您的慷慨之心帶您到天涯海角。",0,"我該準備進行我的工作了。",0];
      
      public static var wohehivD:Array = ["啊……我已經將他們回復到原有的美貌了。                   \n\n我總算可以放鬆了。",0];
      
      public static var indyQ:Array = ["我原本是在挖掘這個地底洞窟, 但是這個石碑從天上掉下來擋住我進去坑道的入口了！　\n我可能需要一些炸藥才可以讓這個東西移開……",0,"啊哈，完美！ 這個東西就是我需要的。 \n過幾分鐘再回來，你就能夠看到地底下有甚麼東西了……",0,"給我一點時間開工！",0];
      
      public static var indyB:Array = ["這就是我在那個石碑掉下來之前在用的東西。 \n這個謎題我完全沒有頭緒……               \n如果你能解開的話，這些寶物就都歸你了。",0,"另外,那些在牆上彎來彎去的符號看起來好像很重要。 \n這像是某種密碼…… 也許我應該將它抄下來備用……",0];
      
      public static var watsonD:Array = ["印第都只偏執在他的坑道上，但是我覺得這個石碑和那個比起來有趣多了！ \n我很好奇，這些石碑到底從何而來，而且是不是還有更多跟它一樣的？ \n它為什麼會發光？這些符號是不是有什麼背後的意義？ \n我有好多問題啊！",0,"無論如何，這世界當然從來不缺乏秘密。 \n最少我們有這個\"資訊\"選單可以讓我們記錄不同的任務和故事。",0,"喔對耶，我好像忘記還有這麼多東西在資訊選單裡面。 \n也許我應該每隔一段時間就看一下這些，也大概知道我的進度。",22];
      
      public static var thiefD:Array = ["嘿……嘿！ 你看啥呢？ \n老子才不是小偷！ \n這後面沒有什麼隱藏門啦！ \n快給我滾！ 不然別怪我讓你掛彩啊！",0,"(這小可愛……     \n我希望這不是大家看我的樣子。)",17];
      
      public static var winonaD:Array = ["我真替我祖父擔心。\n他不相信現代藥物的效益，因此他打獵時不帶任何咖啡。\n\n萬一他的隊友死掉了，沒有咖啡，他會無法復活他們！",0,"除非你們有隊員非常懂得治療，要不然帶一些大蒜也是很重要的……\n否則，你們可能會受到中毒、痲痹、或更慘！",0,"其實我不太喜歡大蒜……我認為我的貓也不喜歡它。",17,"喵喵！",137,"喔，我還有一個小提示。\n如果你不熟悉狀態機制，你可以開啟 \"技能\" 和 \"裝備\" 菜單。 \n只要滑到它們的名字上面就可以看到細節了！",0];
      
      public static var makyaD:Array = ["打中這些目標對我來說沒問題，可是行動太快的敵人就有點麻煩。\n我想最好別打一些等級比我高的敵人，我的級別……只是零蛋而已，嗚！",0,"還有……飛行類敵人！\n它們很擅長避開攻擊。       \n\n瞄準目標的技能有的時候是派的上用場的！",0,"我們也要注意我們的命中率！\n如我所知，如果你的命中率比目標的回避率還高，你就絕對不會錯過目標！          \n\n但也要記住，低命中率的技能可是另一回事……",31];
      
      public static var haniaD:Array = ["我嘗試打敗前方的那隻大怪，可是它每次都徹底毀掉了我。\n也許我的孫女是對的？我真該帶一些咖啡……",0,"這倒是提醒了我，現在是個提升適當的技能的好時機。",45,"至少我的桶子裡有一隻史萊姆白兔！\n牠真的是我的救星！\n喔，還有，我有個預感這隻大怪會不停召喚後備怪物。\n即使後備小怪被打死，它們還會不斷的出現！",0];
      
      public static var haniaD2:Array = ["我可能要開始聽聽她的建議。\n在恢復血量的物品上ㄊ她可比我懂得多。",0];
      
      public static var budD:Array = ["你有嘗試捕抓過一些敵人嗎？\n越強的怪物，是越難抓的！\n只把它們的血量降低是不夠的，你也要把它們的數值降低才行！像是麻痺或冰凍等等減益狀態是抓捕最有幫助的！",0,"可是強壯的敵人對某些狀態有抗性，是吧？\n畢竟，我可以用掃描來查看敵人資訊，但是有時候我忘記這樣做……",15,"記得，以小見大！再微小的屬性都有幫助。面對強一點的敵人，你可以在它們死前疊加一大堆的負面狀態。",0];
      
      public static var jimboD:Array = ["我只是路過而已。這裡沒什麼特別的……\n我看，我把這些小怪打爛後就馬上走。",0,"我同意。\n我也只是熱熱身體而已，等我變強後，我就可以到遠方挑戰更強的敵人！",1,"讓我告訴你吧。\n當你離開某個區域再回來，一些不擋路的敵人會重新出現的！\n你可以利用這個策略來儲存物品，可是正常情況下，你不需要這樣做。",0];
      
      public static var pickleD:Array = ["嗯，這是我今天喝的第十六杯濃縮咖啡！\n我的眼球快要跳出來了！\n但……這感覺太爽了！",0,"我從以前就不喜歡咖啡。\n不知這在將來是否會改變呢？",2];
      
      public static var annieD:Array = ["好多閃亮和奇怪的物件！\n我根本不知道這些是用來幹什麼的，但是我覺得將來一定用機會派上用場，對嗎？\n可能這些物件需要一個完美的家庭，讓某某人感到快樂，對吧？",0,"我喜歡收集物品，因為我是個貪得無厭的人類！\n有些人說這可不是一種吸引人的美德……",3];
      
      public static var heraldD:Array = ["這隻可惡的獨眼怪突然間出現了，它正擋住我山洞的門口！\n如果你得要打敗他，你要謹慎一點:你需要很多體力！\n一切都要準備好，如果發現錯誤，你可以隨時逃出戰鬥重整策略。",0,"馬特和無腿貓！你真的要好好聽聽這傢伙。\n過於自信並不是好事。\n有時候，要三思而後行，我們得要重新想好策略！",32,"哼，我絕對不會向敵人投降！！\n我絕對不會逃跑！！！",9,"三十六計，走為上策。況且遊戲並不會懲罰戰鬥中逃跑的人。\n這才是我們生存的秘密。",0];
      
      public static var jeffD:Array = ["嘿，馬特，你有感覺到地震嗎？\n我是不清楚發生了啥事，可是如果我是你的話，我一定不會坐在家裏。\n可怕的事正在發生呀！",0,"是啦，我正是出來伸伸懶腰。\n沒有電，就沒法打遊戲機。我得要把它修理好。",5,"媽啊，你有電力這種事情就已經非常幸運了！\n哦還有，我出來的時候看到一隻奇怪的貓，牠好像在翻你的垃圾。\n你得小心注意啊！",0,"貓？還行吧……              \n\n(晚餐，我來了！)",27];
      
      public static var jeffD2:Array = ["嘿！馬特，這裡真！的！每況越下了！這座舊橋都毀掉了！\n現在唯一的出路就是用木筏飄過去。但是諷刺的是，唯一會造木筏的人好巧不巧地就住在大河的對面！\n我們糟糕了……",0,"放心，一切事情會好起來！\n我們知道怎樣過去，穿過寒冰洞就行了！",1,"我們？那女孩是誰？還有貓？\n你又拋棄我，是吧！\n為什麼我們不可以好好地當朋友呢？",0,"呃，下次再見，拜拜！",12];
      
      public static var jeffD3:Array = ["你——你，馬特！我呸！\n你現在與這班朋友環遊世界？          \n\n你認為你拋棄了我之後人生就是彩色了嗎？哼？",0,"現在不是時——",12,"算吧。\n我……我這個禮拜剩下的時間拿去看一些網絡爆紅事物好了。         \n\n在我眼中，你　已　經 死 了！",0,"哇，他真的很生氣……              \n\n你最好別拋棄我們，馬特……否則……",109];
      
      public static var jeffD4:Array = ["快死吧，屁股帽子！",0,"我的媽啊！老傑是你嗎？           \n你IQ智障低能幼稚嗎？",9,"傑夫不存在了。他已經成為匿名人士了……\n他的一生從來沒有目標，可是現在他得救了。",0,"(這是我的錯嗎？我真的是……一個壞朋友嗎？)",15,"嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯嗯……………………………………………………",17,"嘿老傑，我知道了！我們明天可以一起玩”歐洲瘋狂鴨模型器”！？ \n(世界估計那個時候就被毀滅了，所以我應該可以躲過這個……)",2,"真的？！當然好啊！ \n聽起來不錯！           \n\n如果我沒有因為叛逃而被處決的話，我絕對會來一趟的！",0];
      
      public static var chadD:Array = ["喔嘿，馬特。\n你看起來很久都沒出門了。\n你還記得外面世界怎麼樣運作嗎？",0,"哼，別嚇我。\n我可以照顧自己。",17,"嗯，如果你真的忘記了，水桶裡面的史萊姆白兔可以馬上恢復你的血量！\n還有那裡……是一家商店。你可以走進——",0,"閉嘴！\n我可以自己探索！",30];
      
      public static var chadD2:Array = ["啥？哦，又是你……",0,"你在我家裡幹什麼呀，查德！？",10,"科科，你太遲了，現在這是我的家！\n你那麼久沒有回家，我們倒可以好好利用你的住所。而且，你別忘記這座房子其實是你父母從我的父母手中偷來的！",0,"喂，我祖先犯了什麼錯可不能怪我。\n我現在沒空理你，但我某天一定會踢 你 出 去！！！！",17];
      
      public static var lynneD:Array = ["真是的！地震後還有人在趁火打劫！\n這裡每天都有問題！\n如果我有錢的話，我一定會搬到綠木村的。\n就算我的丈夫不走，我還是要搬！",0];
      
      public static var edwardD:Array = ["我被委託到這裡打獵，可是我實在是太弱了！\n每次我碰一碰敵人，我的腦袋就會被刮走……\n我還能在這裡的原因是因為自動儲存功能。每次我走到一個新的畫面，遊戲就會自動儲存。\n有人說，成功打敗敵人也會發動自動儲存，可是當然，我從來沒有試過……",0,"聽我說吧，這遊戲裡英雄只有一位！\n有些人就得要無奈地站在一處，讓其他人光鮮亮麗！",2];
      
      public static var mollyQ:Array = ["嘿呀！我正在收集一些古老的陶像！每一個村莊都有它們獨特的陶像。\n如果你看到任何奇怪的陶製雕像，拿給我吧！你們應該很容易可以看到它們的。         \n\n唉，我頭上的狗嗎？喔，她是廢物。她太胖走不了……",0,"喔！找到了嗎？全部都給我嗎？\n萬分感謝！",0,"我現在家裏有許多古老的物件！\n我學習完畢後，我也許需要把我收藏的物件獻給雷蒙特的博物館。",0];
      
      public static var bessieQ:Array = ["有怪物打我，害我受傷了！小狗應該會幫我，可是我沒有錢買一隻！\n我已經在考慮要隨便找人幫我找狗了。\n我不管牠從哪裡來，我只想要一條狗！",0,"哇，這隻狗是給我的嗎？\n牠……看起來不兇猛。我……我訓練牠試試看！",0,"不妙。\n牠根本不聽我的話，牠不肯撕開東西……",0];
      
      public static var bessieD:Array = ["我和攔截者現在是好朋友了！\n牠現在會吃任何想殺我的陌生人了！",0];
      
      public static var bessieD2:Array = ["你——你！！ \n你為什麼要殺死牠？？",0,"呃，我只是想知道會發生什麼事……           \n\n我沒想到牠會——",12,"去死吧！！！               \n\n你……你這群殺狗怪！ \n你把我的狗像氣球一樣爆開了！",0,"(難道我們真的是壞人嗎？)",7];
      
      public static var donaldD:Array = ["喂！你們不能到後面！\n趕快跟別人一樣，回到櫃台前面！            \n你應該不是巡官吧？\n(我可沒有藏著什麼東西……)",0];
      
      public static var byrdD:Array = ["我們被困了。\n雖然距離上次我能吃東西的機會已經很久遠了，但是我還是寧願肚子餓。\n樓下的食物簡直不是人吃的！\n再這樣下去，我可以吃掉一隻墨魚或者一名小孩！",0];
      
      public static var linwoodD:Array = ["別煩我啦！我一直等著兒子的消息！\n他以前就在河的那端弄木筏。\n如果你看到他，告訴我吧！ \n我還要幾瓶啤酒。*咕嚕咕嚕*",0];
      
      public static var linwoodD2:Array = ["蛤？我的兒子還在？非常非常非常謝謝你！*啜泣* \n你是個好傢伙！來，乾杯！",0];
      
      public static var yiffyD:Array = ["喂！ \n你看起來根本沒錢啊？\n我們這裡不服侍乞丐的！",0,"沒禮貌！\n我是自己想要這樣穿的！",19];
      
      public static var yiffyD2:Array = ["噢～，有錢人出沒！\n來來來，請坐下！讓我拿菜單——",0,"哼，給我滾開！\n我只是來證明我不是乞丐，你現在不可以像垃圾一樣對待我！",19];
      
      public static var jerryQ:Array = ["唉呦~馬特老兄！你回家了！\n我知道你一定有很多有趣的事情想跟我說，可是我現在情況實在是十萬火急！\n我的地下室太亂七八糟了，我看不到我的魚鉤和我的太陽眼鏡！\n這個差事非常適合你！除了你之外，我都不信任他人！",0,"謝囉，馬特！你最棒了！\n幸好我的老婆看不見這骯髒的環境！",0,"現在得找個好地方……",0];
      
      public static var jerryD2:Array = ["*打嗝*我過得很快樂！\n我發現喝啤酒比釣魚更好玩！\n反正這裡只能釣到章魚……",0,"(我到底為甚麼要幫他忙？\n他根本就沒有甚麼值錢的東西可以給我！)",19];
      
      public static var sadieD:Array = ["滾開！         \n\n想買東西請到我前面的桌子和我對話。",0];
      
      public static var xunD:Array = ["莫知其時，吾立於萬里長城之頂，以吾善射，所射之妖多不勝數。\n吾雄霸城上，受民感戴！然吾不得\"勳章\"，因吾非於 \"史詩模式\"，生不逢世，尤其感慨。 \n於衛者，人生如遊戲，匆匆即逝。\n人若如此，性亦亡也。",0];
      
      public static var guardAD:Array = ["阿羅哈！這裡正是雷蒙特主人的豪宅！裡面都是陳列著價值連城的寶物與豪華的藝術品。\n庸民是不允許進來的。只有少數精英的人才方可進入。",0,"你說我平庸嗎？哼！\n(你等著瞧吧，我很快就能在這裡偷到一筆錢的……)",19,"勳章就是我們在這流通的貨幣。\n蒐集很多的勳章，我們就會把你視為有文化而且高檔的人。直到那時候，我們才會允許你進入這裡面。要進來這裡的最低門檻是10個勳章，但是在這豪宅中的每個房間都有更高的進入門檻。",0];
      
      public static var guardAD2:Array = ["這是主人的房間，是整座豪宅中最豪華的一間房。\n只有精通各個面向的學習和學術成就的人才可以進到這裡\n也就是說要收集每一個存在的勳章。這可不是簡單的事情！",0,"這聽起來要搞非常非常久。 \n值得嗎？",5,"我是進去過啦，其實沒有那麼特別。 \n但我們總是要保留一些東西給最努力的玩家，不是嗎？",0];
      
      public static var guardBD:Array = ["對不起，我只是新手而已。如果你想了解這裡的規則，我建議你們問問我老爸！",0];
      
      public static var helenD:Array = ["雷蒙特最喜歡周遊世界！他每到一個新城市，他都會盡量把一些有趣的物品買起來收藏。\n都現在，他的身體比以前弱得多了，因此他只是留在家裏，歡待客人。\n可是他的陳列物還持續日益增長！有些熱心人士願意捐他們的物品給我們，我們也把他們的珍品陳放於這些房子裡。\n真是感到萬分感激。",0];
      
      public static var raymondD:Array = ["我是雷蒙特, 是這個寶藏博物館的館長和擁有者！ \n我相信我在可見的未來裡面會一直看到你，因為你看起來對於寶藏和藝術有敏銳的眼睛。 \n我希望你享受你在這裡的時光，這是我一生心血的展示。",0,"酷喔，老兄。",2];
      
      public static var raymondD2:Array = ["嘿，你們成功了！歡迎來到我的私人房間！\n我很想帶你們走一趟！其實，我還有一個小小的驚喜！",0,"噢？獎勵?        \n\n那是什麼？",2,"這座豪宅就會是你的了…………娜塔莉！             \n我已經把決定寫上我的遺書上了。",0,"OwO~?！ \n真-真-真的嗎？！",43,"為什麼是她而不是我？！",76,"喔哇！ \n恭喜妳，娜塔莉！\n這就是你從小到大最想得到的事業，是吧！",12,"這是政變嗎？ \n你們從以前就一直在我背後搞陰謀？ \n(還是我只是想太多了，多疑而已？)",66,"娜塔莉是個常客，而且相較於其他人，我更能夠信任她看顧這個地方。　\n事實上，她在這幾年來貢獻了不少的歷史研究， \n她絕對比其他人更有資格。             \n至於你們其他人，我只能相信你們不會……呃……從你們的隊友那邊偷東西。",0,"這真的是我的榮幸！             \n\n如果你決定要這麼做的話，我會盡我所能的！",42,"這已經決定好了 \n全部這些東西都會是你的 - 不過我可能會拿幾個金塊跟我一起埋了，嘿嘿。 \n以備不時之需。",0,"恭喜妳了，同志。 \n我會榮耀這項協議，並留下忌妒給我自己。",61,"哇！這真的是恭喜妳。 \n這樣最好 - 除了娜塔莉，我們沒有任何人懂得如何管理一個這麼巨大的地方。",92,"這消息真的太棒了，娜塔莉！我們終於有一個地方可以放我們所有的寶藏！ \n我總算不用再帶著成噸的東西跟者我到處跑了！",27,"對……對啊！我想也是！ 這可能正是我們在未來的探險中需要的幫助。 \n你們都歡迎來這，我做夢都沒有打算把這些東西自己吞下。",33,"恩，我想這樣算是差不多了。 \n我們正式的完成了史詩戰鬥幻想5能夠做的所有事情了！            \n讓我們給我們自己拍拍手！ (還有我們的玩家！)",2,"喵！",123];
      
      public static var princessD:Array = ["祖父祖母都跟我說:某天，這個豪宅就會是我的了！               \n\n我希望他們快點死掉！",0,"(天啊，真是個賤人！)",6];
      
      public static var princessD2:Array = ["哇哇哇哇哇哇哇哇哇哇哇哇哇哇哇…… \n你們做了什麼？你跟祖父說了什麼？？\n他不喜歡我嗎？你不可以擁有這些東西，這豪宅是我！我！我的！\n我希望貓神吃掉你的臉！！！",0,"哈，你這自食其果的賤人！\n不尊重長輩就會有這個後果！",2];
      
      public static var jamD:Array = ["牆上的圖畫真有意思。好像告訴著某些人的故……\n嘿！這不是你們嗎？",0,"這裡太多圖畫了！\n要這麼快接受這個實在是太難了！ \n我從來沒有想到我會有粉絲！",103,"我覺得我看起來蠻酷的！ \n當然沒有向現實一樣那麼好，但是也夠接近了！",21,"為什麼我在這些圖畫裡面都看起來這麼邪惡而且憤怒？ \n我覺得這些畫家都有共同的目的—這是對我人格的謀殺！ \n(額，可能是我自找的—某種程度上吧。)",65,"我希望我不會在看到更多畫我在尷尬時的作品了…… \n但是這些看起來真的非常可愛。",51];
      
      public static var manletD:Array = ["唷，你們不可以隨便飄進來的！\n我要看到至少25個勳章我才可以讓你們進來。\n我的工作絕不可馬虎的，你知道嗎？",0];
      
      public static var manletD2:Array = ["天啊，你們探險的成就已經超過我這一輩子會有的了。 \n這世界看起來沒希望了，老兄。",0];
      
      public static var gimliD:Array = ["我正義的鑽頭鎗穿透我的目標時從來沒有失手。 \n我被要求要鎮守這個地區，而且不讓任何卑劣的人或是惹麻煩的通過。 \n光看看你，我就感覺到你根本沒有45個勳章，因此我不能信任你。",0];
      
      public static var gimliD2:Array = ["你們還行。我已經開始從你們身上感知到責任感的氛圍了。 \n你們雖然年輕，但是已經在這世界上留下了一點痕跡，這還蠻酷的。",0];
      
      public static var leonidasD:Array = ["我是列奧尼達，我的爸爸是列奧尼達，我的爸爸的爸爸是列奧尼達，我的爸爸的爸爸的爸爸是列奧尼達，我的爸爸的爸爸的爸爸的爸爸的爸爸……\n簡單而說，除非我看到一名擁有15個勳章的英雄，我都不會離開此地！",0];
      
      public static var leonidasD2:Array = ["你為你的祖先帶來榮譽，小英雄們！我純碎只是名失敗者。\n我只是一堵人牆而已……",0];
      
      public static var daoD:Array = ["你要畀我睇到三十五個勳章我先至可以畀你入嚟。\n如果唔係嘅話我……唔可以畀你入嚟。        \n\n我……我淨係識講廣東話㗎。",0];
      
      public static var daoD2:Array = ["我睇得出，你哋呢班友真係有趣嘅。\n有D時候好勁，有D時候好渣。 \n但係如果你哋有用心去戰鬥嘅話，我包保你哋會變得好屈機㗎啦！",0];
      
      public static var arneD:Array = ["呀喔呀喔呀喔呀喔呀喔呀喔呀喔呀喔……      \n我正在吃辣椒保暖，但我不知道是否有效。\n我確實感到溫暖，但同時我也感覺我快要死了。",0,"嘿，分享一些，可以嗎？",2,"不行。           \n\n辣椒是個稀有的食材，在緊急情況下(就如這個)我才會使用。",0];
      
      public static var heraldD2:Array = ["對，我們就在這個山洞裡居住，有甚麼特別嗎？\n是因為你殺了那個獨眼獸，我們才讓你們進來的。\n平常的時候，這裡就是我們的家。因此，我希望你們放尊重點。",0,"我保證我們會維持紀律的。\n他們絕對不會偷東摸西的！",49,"哼！你憑什麼教我？\n還有，無腿貓根本就沒有手，怎能“摸”東西呢？",1,"*鬧鬧鬧*！",139,"對不起，無腿貓。\n我並不是取笑你。",35,"喵！",123];
      
      public static var knutD:Array = ["山洞好屋！沒有人來偷偷！\n嗯嗯，只有小怪怪。燒燒一切怪怪！\n我晚餐吃它們骨骨！",0,"我同意，所有怪物都很有風味！\n可史萊姆喔，想想就已經想吐吐！",2];
      
      public static var hansD:Array = ["額，你們剛剛從那個洞窟出來嗎？ \n你們來到鋼鐵要塞有何貴幹？ \n我們的領導，蘭斯，會輕易的摧毀你們！",0,"你們再囂張啊！ \n我已經聽過你們這些人想要幹嘛了！  \n老子才不怕啥勞子的NPC！",9,"呵呵呵……　\n蘭斯不只是一般的NPC…… 你等著吧。",0];
      
      public static var helmutD:Array = ["重砲兵部，軍官赫爾穆特在此報到！ \n地獄火行動已經開始！ \n我們收到命令，要整平全部的森林，為我們的軍隊開路！",0,"您可以再考慮考慮嗎？\n很多鄉村貧民會失去家庭的。",36,"命令就是命令。\n我的原始碼裡沒有違抗這種邏輯！",0];
      
      public static var heinzD:Array = ["如果我們可以統治世界，我們光榮的領導會把西方區域奉獻給我們！\n希望你們的朋友或家人都不在那裡住！",0,"不行，那是我家！你們不可以跑進去！\n何況，你們人太多了，每個地圖方格只能提供一名NPC位置，根本容納不到你們全部，怎麼辦？",10,"我們的領導非常狡猾。\n他的機械軍隊必定會勝出的！",0];
      
      public static var hansD2:Array = ["你們闖進要塞幹嘛？！\n這是宣戰吧！",0,"這都是你們幹的好事！\n除非我們清除了這個要塞、還打爛那個飛行坦克車，我都不會原諒你！",9,"我對我們的理念有信心！\n鋼鐵要塞是不會倒下的！          \n\n面對蘭斯，你們一點勝算都沒有！",0];
      
      public static var helmutD2:Array = ["我來這裡只是為了薪水—而且老實說他們給我的都不太大方，可是這裡的人真的相信他們可以征服全世界！\n我是覺得這不太可能辦到，但是我也不想跟他們爭論。",0,"哇啊，可以的話就趕快離開這裡吧！\n這些人都是混蛋！           \n\n只要你們投降的話，綠木村的人會原諒你的。",109];
      
      public static var heinzD2:Array = ["入侵者！      \n\n我們的防衛措施為什麼這麼差勁？！\n你們是怎樣走過那些陷阱的？！",0,"看起來你們真正困難的謎題全部都是非必要的。 \n這座城堡根本就不安全！ \n不過這對我來說特別是好消息，因為我根本不會做謎題。",3];
      
      public static var hansD3:Array = ["所以你們打敗蘭斯了啊？也許我低估你們了。 \n我不會再跟你們對幹了……我絕對沒有勝算的。             \n\n我承認，你贏了，我投降。",0,"下次當你被命令要綁架女性還有燒掉鄉村之前，也許你應該想想你做的事情在任何一個面向是不是道德的。",49,"是的，女士。 \n我做錯了。",0];
      
      public static var helmutD3:Array = ["唉，我肯定是選了一個糟糕的群體混了。如果我們並沒有那麼貪婪而且短視近利，所有這些毀壞都可以被避免的。我會想辦法看看有哪裡我可以幫忙投入復原工作的。 \n\n拜託你們……請原諒我。",0,"我很抱歉我把你攪進這灘混水了，同志。 \n這一切都是我的錯—而我會繼續往前進，並且回復我們的榮光。",61];
      
      public static var heinzD3:Array = ["為什麼你要這樣對我們？ \n我只是想要統治我自己的國家，這是我與生俱來的權利！ \n然後你居然把它從我身上剝奪了！你怎麼敢這麼做？",0,"我可沒有打算鳥他。",19,"有些人就總是學不乖，是嗎？ \n看來我得把這個人放到村莊的黑名單裡面。",107];
      
      public static var erikaQ:Array = ["看看這些可惡的法西斯主義者幹了什麼！ \n我在小的時候就已經在探索這片叢林了，但是他們它毀掉了！ \n但是我可不會就乖乖的就這麼接受了…… 我要種種子來協助恢復這些植被。                     \n你們願意幫我嗎？",0,"太棒了！\n這些會幫到我非常多！ \n               \n這對我真的是意義重大！",0,"我們會一起回復這些森林！ \n              \n在完成之前我不會休息的……但是我其實已經非常累了。",0];
      
      public static var jormaQ:Array = ["橋沒了。這不好。 \n我可讓它更好，並修它。我會需要……一些棍子。 \n應該有一大堆就放在這區域。",0,"非常好，這是全部我需要的。 \n我會很快修好這橋。",0,"一切都會變好！",0];
      
      public static var jonathanD:Array = ["嘿！你！你知道法西斯主義很糟嗎？ \n你知道謀殺很糟嗎？",0,"額，嗯……我可能有時候會想到吧？     \n(可是我殺了很多的動物，這樣也是錯的嗎？)",15,"那你可以透過大力的在社群軟體上面帶風向來和法西斯主義戰鬥！ \n我們正嘗試要透過Twatter取得關注,讓全世界都知道法西斯主義很糟！ \n我們絕對不會忍受這樣的事情！",0,"俗話說的好：心意才是重要的。 但是在這樣的情況下我想到的唯一動作就是把我的朋友救回來。",5];
      
      public static var jennyD:Array = ["法　西　斯　狗！！",0,"什麼——我?！",7,"法。西。斯。狗！！！！！！！！！！！ ",0,"(她看起來失控了……還挺嚇人的。最好無視她吧。)",22];
      
      public static var abdulD:Array = ["你要放了我嗎？我真的可以出去了嗎？ \n謝了，老兄！你真的是正義使者，真心不騙！",0,"對，我猜是吧。 \n其實是因為我在這個牢房裡面看到寶箱，是寶箱引起我注意的。 \n\n但我猜減少人類的痛苦也還不錯。",2,"我讓你知道一個我剛注意到的事情……這裡有一些開關可以用來操縱放下在大廳中的針牆。 \n我看見那些軍官們把它用起來的。\n            \n不過這些機關看起來算頗簡單的，所以我相信你一定可以搞定它的！",0,"這裡有更多像這樣的牢房嗎？ \n這裡還有其他囚犯？",106,"是的，一大堆啊小妞。 \n我看到他們把一群女孩們放到接近大廳的特大牢房裡面。",0,"娜塔莉一定在那裡！ \n我們必須要解鎖所有的通道和牢房！",16];
      
      public static var jerryD:Array = ["馬特！是你！\n你原來是與法西斯分子的同黨！？\n我們當鄰居那麼多年了，但是你一直以來都關在你的小房間裡面。原來這就是你一直在計劃的嗎？！",0,"齁不是啦，我把你放出來耶，兄弟！我要打倒這些小丑們。 \n當他們綁架了一個我……認識的人的時候，他們就玩太過火了。",5,"聽到你這麼說真好，我好高興你在乎我！我先回家去了。\n也許我會去釣魚，或做什麼的。 \n\n等到這檔事都結束之後，你應該來看看我。",0];
      
      public static var leoD:Array = ["啊，終於看到一位友善的人類了。\n我快要把這件監房當成我的家了！\n我猜外面的世界應該還存在著，但是我並不急著回去。 \n這個監獄裡有被子和被單，相比我以前的房子已經是個大進步。",0,"別讓人生把你擊倒了，老伯！ \n努力工作，你就可以去好多地方了！",94,"這對於一個玩家操縱的角色來說當然簡單。我們這些NPC都被可悲的生活方式銬住了。 \n最殘酷的笑話是我們有一些人知覺到我們的詛咒，但是我們連結束一切的自由都沒有。 \n我們被困住了，而永恆就這樣經過我們。",0,"很深奧喔……\n         \n你肯定可以變成一位哲學家或者魔法師！",22];
      
      public static var timD:Array = ["我剛從大學畢業，第一份工作就是為這座大堡壘蓋東西！我真的太興奮了！ \n不過地主倒是有看起來有一點智障，他整天在講優勢種族或其他類似的東西。 \n我希望他只是耍智障開玩笑而已，沒有真的要做甚麼。",0,"你在為他們賣命？而且還是自願的？！ \n我們真的不應該打爆你嗎？",99,"現在這個年代，為法西斯製造武器是唯一能夠有的工作嗎？ \n還好我很享受當一個不能工作的的粗人。我對工作過敏。",19,"隨便啦……看到那些酷炫的加速器嗎？這是我安裝的！ \n它們會把你往前發射，而你直到撞到東西之前事不能停下來的，很酷對吧？　\n我還有製造一些磁力靴，讓你能夠停在金屬地板上，但是我把它們不知道丟在哪了。 \n我還是認為我該被升職啦！",0,"磁力靴？ \n我們需要白癡的道具來做一些白癡的謎題？",17,"話你知，這裡某些寶箱需要磁力靴才可以得到的，嘻嘻！",0];
      
      public static var asahiD:Array = ["嘿，你們應該在這裡嗎？ \n啊，算了，這不重要。我對於這個政權沒有任何忠誠可言。 \n我只是在做一些研究：這些石碑真的很特別，它們輻射出極為大量的能量！　\n之後它們就在世界各地出現，真有趣！",0,"那麼，它們到底是什麼？\n它們危險嗎？\n它們有價值嗎？",15,"我們還不清楚。我們聽說南部方域給隕石炸得天翻地覆了。        \n他們都把這個事件稱為\"大撞擊\"……然後剩下的坑洞就填滿了這些東西。 \n所以它們一定是來自太空，說不定它們還是某種高我們一等的外型人科技。我好興奮喔！",0];
      
      public static var yuiD:Array = ["啊～在這個太空服裡面真是溫暖而且舒服。 \n它那溫暖的擁抱填滿了我深邃的幽暗裂縫，像沒有任何男人能夠做到的一樣…… \n\n蝦……蛤？？？我又自言自語說出來了嗎？",0,"真尷尬呢。",23,"無論如何，我們已經成功在石碑旁邊架設一個能量力場來保護我們免於它的輻射 \n我們不知道是甚麼驅動了那個東西，但是我想我們應該是可以安全的假設我們應該要小心一點。",0];
      
      public static var akiraQ:Array = ["我們正在等待在撞擊坑洞那邊的研究團隊給我們的回音。 \n希望他們還沒有全部被太空外星人撕碎。 \n這可是最高機密的通訊通道，我們使用蝸牛郵件，那可是完全不會被駭的！",0,"什麼？你從坑洞那邊得到訊息了嗎？ \n嗯，看來是確定了。入侵者就是從另外一個世界過來的。\n諾，我們研究了他們的能源，然後研發出這個新的魔法技能……",0,"它們不僅僅是來自另外一個星球……他們可能徹頭徹尾就是來自於另外一個宇宙。 \n這些樣本和我們之前看到的人和東西都完全不一樣。",0];
      
      public static var xaviQ:Array = ["沙力，為您服務！或，其實……可能是反過來。 \n我有一個重大的忙要請你協助—我正在嘗試開始一個音樂事業！ \n但是我需要一些CD來開始。空白的或盜版的或隨便的都好！ \n喔，還有小心壞人—這個地方裡面有很多！",0,"完美！這些太棒了！ \n是時候開始我童叟無欺的合法生意了！ \n我會提供市面上最正版的CD！真心不騙！",0,"你是誰？\n我相信我們從未謀面呢，陌生人。 *眨眼*",0];
      
      public static var rebelQ:Array = ["Shhhh, 我是偷偷地爬進來的！不要出賣我！       \n\n我只想找一些尖銳的東西來搞點破壞……",0,"完美！\n我會毀掉這個地方！然後趕快閃人！      \n\n這些我找到的東西就留給你們吧！",0,"先從這牆壁開始……",0];
      
      public static var bellaD:Array = ["我當時正在在神秘之林打一些不死怪物，然後蹦！ \n他們在我法術在冷卻的時候抓住我。 \n如果我在多一點點的時間，我就可以把我們救出來了，所以這可不是我們需要你們來救或甚麼的。",0,"不客氣。",112];
      
      public static var hikariD:Array = ["我只是想半夜起床吃點東西而已，沒想到這些黑衣服的幫派竟然破門而入，把我擄走了！\n我以為這只是 \"想～不到吧！\"的玩笑，但我猜其實這個是一個真正的綁架！ \n天啊，我還算蠻榮幸的，真的呃，因為我還值得被綁架呢！",0,"我想他應該還是在一整個事件上震驚不已……",35,"可是他們的領袖呢……\n\"蘭斯\" 是吧？             \n\n他又堅硬又很帥！我要他！",0,"不不不不，我覺得你的腦子一定有問題！\n他們有狠狠地打你嗎？",36];
      
      public static var karenD:Array = ["我只是打理著我的商店，竟然有人打入綠木村把我搶走。\n我本來只是想休息個，可是現在我得打理監獄的物資。        \n\n想買東西請跟桌子說話。",0,"我們救了你，你還要我們付錢？",9,"(沒禮貌！)",43];
      
      public static var hikariD2:Array = ["蘭斯，我的情人！\n你終於重回我身邊了！\n我十分掛念你呀！",0,"(喔又是這女孩。\n我猜她一定誤會了我綁架她的意義。\n她的腦袋確實不太機靈……)",77,"我每天都在幻想你的出現！\n你既勇敢又神奇！\n我們倆的命運只有分久必合的，絕不會有合久必分的！",0,"小女孩，我只是需要妳替我生孩子而已。\n絕對沒有任何情侶關係。\n而且，由於我的計畫失敗了，妳再也沒有用處了。\n(求求別因為我的罪刑控告我！)",65,"啊哈，這是要裝矜持嗎？ \n沒有關係，我相信你會最後找到路回到我的身邊的。 \n我將會，如織女一樣，再遙遠的彼端看著牛郎你，永遠。",0,"好噁心。",35,"同意。",61];
      
      public static var karenD2:Array = ["喔，又是你。\n你看，這就是我以前的\"精彩\"生活—賣東西。         \n不諷刺了—感謝你救了我。",0];
      
      public static var thiefD2:Array = ["啥？！又是你！\n你不是鄰居警察是吧？！\n幹嘛要干預我的生活？\n我跟你說了，我是無辜的！",0,"冷靜，冷靜，我們又還沒有控告你！\n(可是你的衣服確實會引起些懷疑……)",49];
      
      public static var pabloQ:Array = ["嘿！安娜！你有注意到嗎？做支線任務可以讓你獲得新的額外技能！ \n那些怪物把我的稻草人謀殺了，所以我需要再做一個新的。 \n我只是想要一些衣服的碎屑而已，真的……",0,"超大感謝！ \n我會把我的農舍開放給你，還有裡面的隨便一些我留下來的垃圾都是你的，如果你想要的話。      \n喔，還有安娜，你父母叫我要提醒你有時候要使用一下輕盈技能。",0,"我把我的農舍開放給你了。 \n它就在那邊。 \n*往左一指*",0];
      
      public static var randyQ:Array = ["可惡的小怪偷走了我的木板。\n我只想好好的建築一棟房子，然後現在我還得處理這個？！\n我連揮動武器都不懂耶！\n真的死定了。",0,"啊啊阿，謝謝你！\n你們打算給我這些木板嗎？你們真的是我的救星！\n我終於可以完成我的房子了！\n作為回報，我會告訴你我在電視上面看到的超酷忍者殺招。",0,"我估計應該你們離開又會來之後就會完成了，兄弟。",0];
      
      public static var randyB:Array = ["嘿！正義老兄！\n沒有你們，我一定無法造好這棟房子。\n你們如果想要的話，可以把我洗劫一空，這是你們應得的！",0,"悉聽尊便囉！",3,"可是……          \n喔，算吧。",47];
      
      public static var lenkQ:Array = ["我真的不是很喜歡射箭這些東西。\n我寧願寫音樂……可是我知道莎拉一定不同意。\n可能我真的不適合她。",0,"哦，這是陶笛嗎？ \n這是要給我的嗎？ \n我會想辦法排開一些時間來練這個的，謝謝你！",0,"我討厭我的生命，但音樂能給我帶來希望。\n也許事情某天會變更好一點……",0];
      
      public static var sarahD:Array = ["嘿！安娜，見見我的新男朋友，連克！ \n我正在讓他學習如何打獵，這樣他就可以給我所有好物！ \n在森林裡面有很多的寶藏，你知道吧？",0,"額，他的準頭看起來沒有特別好。 \n你確定你沒有對他期望太高，而讓他過度勞累嗎？ \n你如果把他操勞太累，他可是會跟妳分手的。",111,"哼，才不可能呢！ \n連克可是無條件的愛我的！ \n他會為我做任何事情，絕不會有任何疑問！",0,"最少盡量不要害死他。 \n他用那把弓還只算一個新手而已……",99];
      
      public static var weebQ:Array = ["機器人在攻 擊 我 ！！！！！",0,"挖喔，你們好快就解決他們了…… \n我倒是可以用得上那些經驗值的說。 \n無論如何，看起來他們是從鋼鐵要塞那邊跑出來的，八成是因為最新的W*ndows更新害他們瘋掉了吧。",0,"我再也不要更新我的作業系統了。",0];
      
      public static var ronjaD:Array = ["啊啊啊啊啊啊啊啊啊啊啊啊！！！ \n我要叫警衛來囉！ \n小偷！小偷！",0,"請原諒我粗魯的同伴們—他們控制不了他們自己。 \n我們沒有甚麼歹意！真的非常抱歉！",42];
      
      public static var girlAD:Array = ["請不要跟我說話。我只想休息休息來培養精神。\n我得趕快回去讀書。",0];
      
      public static var girlBD:Array = ["我已經讀完這邊所有的書了，但是其實沒有甚麼卵用，因為他們都是和打鬥相關的，可是我出生的時候骰出來的數值非常的糟糕。 \n我在一個真正的打鬥中會直接被秒殺！",0,"恩，其實人生除了打怪還有很多事情可以做。",92,"我其實有一點忌妒妳，安娜。 \n但是該死的，妳這次帶回來的朋友還真奇怪！",0,"對阿，他們是真的非常奇怪。 \n(我希望他們被抓到的現行最慘的罪狀是奇怪就好了……)",111];
      
      public static var girlCD:Array = ["嘿呀！妳正在一個任務上面對吧？ \n妳最近有看過選項菜單嗎？ \n只是提醒妳一下，妳可以隨時將遊戲難度變簡單或困難，還有更改其他各式各樣的東西！",0,"我還蠻喜歡那個保護我的端莊形象的選項……              \n不過我應該是唯一一個…… \n*嘆氣*",47];
      
      public static var grumpD:Array = ["我！看！到！你！做！什！麼！了！",0,"蝦—蝦？ \n我可什麼事都沒幹！ \n你有甚麼問題啊，老兄？",5,"我從外面看到你從我們的工作檯偷走廢金屬！ \n你可騙不了我！",0,"物主不明的東西可不屬於任何人！ \n它們要在你的物品欄裡面才算是你的！",9,"錯！了！ \n在綠木這裡我們可是有財產法律來專門對付像你這種猥瑣的無賴。 \n我們不會因為一點點的鋼鐵就起訴你……但是我們以後賣東西給你要加錢。 \n希望你能夠獲取一點教訓。",0,"我永遠不會改變我的做事原則的！",10,"*嘆氣*",107];
      
      public static var momD:Array = ["安娜！你總算回來了！ \n下次不要再這樣亂晃出去了。 \n你和你的朋友們今天會跟我們一起吃晚餐嗎？！",0,"不了，我們還有其他地方得去。 \n(其實是從邪惡石碑手上拯救世界啦，不過你八成不會相信我。)",92,"好吧，玩的安全喔！　\n我愛妳，寶貝！",0,"我也愛你……\n(別在我的隊友面前對我一副高人一等的樣子！)",101,"(這是怎麼回事？               \n這是……一個 「正常」 的家庭嗎……？)",76];
      
      public static var dadD:Array = ["額額，這些是妳的新夥伴嗎，安娜？ \n他們看起來就一臉找麻煩樣。 \n如果他們逼妳做甚麼危險的事情，記得跟我回報。",0,"他們……大概都很好。 \n你不用擔心甚麼啦。 \n我會讓他們安分的。",92,"所以哪一個是妳的男朋友啊？ \n是那個無家可歸的流浪漢，還是那個校園槍擊犯？",0,"兄弟，你說什麼？",9,"老子可還沒有射過學校！",69,"額…… 我們先走囉！ \n再見啦，老爸！",93];
      
      public static var momD2:Array = ["安娜，我猜妳又要不吃晚餐了對嗎？ \n算了。我想你已經是成人了。 \n對，我聽到很多你的好事蹟—在電視上都看的到！ \n你和你的同伴都在做貓神的工作。",0,"謝了，老媽。 \n祝你的裝修和其他的東西好運……            \n我存了很多的錢，所以如果你需要甚麼就跟我說！",92,"哎呀，我可不能跟你們任何一個人拿錢！ \n你們只要小心就好了，祝你們都好運！",0,"是的，女士。",31,"謝啦，安娜的媽媽。",2,"收到。",61];
      
      public static var dadD2:Array = ["妳跑去南邊的大陸了？ \n我猜我苦口婆心的跟你勸說你不要做那麼危險的事情都沒有什麼用。 \n那邊最近除了傳出壞消息以外就沒了。",0,"爸，我們做得非常好，我們現在累積了很多的戰鬥經驗了。 \n我們正在執行拯救世界的任務，還有其他的東西！             \n但是你不會懂的……",101,"如果有任何人傷到你，他們可要先把我給搞定了！ \n哇哈哈哈哈哈哈！\n*差點心臟病發作*",0,"在我不在的時候要小心一點而且盡量不要讓自己太累！ \n如果老媽要叫你屋頂的排水槽，就去雇那個叫連克的小夥來做就好了。 \n我可不想看到你從梯子上面掉下來，你聽懂了嗎？",92,"我身體可是結實的很呢，哇哈哈！",0,"當然囉。",111];
      
      public static var juneD:Array = ["這死混帳一直給我一些奇怪的垃圾，像是貓啊還是甚麼的。 \n他好像都知道我會在哪裡……也許他是為谷*工作或甚麼的。 \n看來，是時候把我所有的社群帳號刪掉了。",0,"看起來每個女孩都需要面對某個非常詭異的人，對吧？",49,"啊？        \n你為甚麼要看著我？",79];
      
      public static var rockD:Array = ["瓊恩是我一生的愛！ \n我從她的窗戶偷窺了好幾個月才終於了解她。 \n我想我們兩個人的關係總算要開始起飛了，我只需要說服她說我是一個好人，而且是一個忠誠的女性主義者就好了！",0,"喔天啊，可憐的瓊恩。",112];
      
      public static var jollyD:Array = ["喔，有遊客！歡迎來到綠木圖書館！ \n我們有各式各樣的書，所有您需要知道的知識！ \n如果您想要知道戰鬥機制還有其他的東西，歡迎您來瀏覽我們的收藏！ \n我們的怪物狩獵系列特別的使人印象深刻喔～",0,"額，我想我打打東西看看會怎樣就可以了。",17,"馬特，不要沒禮貌！ \n我們真的可以利用這個機會來自我學習還有準備！ \n有很多東西你不會只靠蠻力解決的！",39];
      
      public static var steveD:Array = ["你們打贏了法西斯？感謝貓神！ \n我以為我會被逼著孤身擋住他們的說。　\n這個城鎮一直以來都被法西斯還有怪物攻擊。 \n嘿…… 為甚麼他們的領導跟你們在一起？！",0,"我被……羞辱的逼退位了。 \n我已經不是你的敵人了。",79];
      
      public static var galD:Array = ["你們要走進去神秘之林？ \n我是不這麼建議啦，除非你們知道你們在做甚麼。\n那裡面可真的是一個迷宮。",0,"我們需要找到製造木筏的人，而唯一一條路是走過這片樹林。 \n但更重要的，我要保護我的村子，不被怪獸侵擾！",92,"我相信你，安娜。不過這些跟著你來的其他人看起來有一點不可靠……",0,"欸？",9,"啊算了。 \n這座森林裡面有兩個重要的寶藏可以讓你走到做木筏那個人的地方。 \n記得眼睛放亮一點——然後祝你好運！        \n喔對了，別讓那些走來走去的樹抓到你們喔！",0,"這裡才沒有什麼走來走去的樹呢。        \n她只是想要嚇我們而已。",109];
      
      public static var galD2:Array = ["你找到木筏了？幹的好！ \n如果你想要的話，你可以拿走這些我吃剩的…… 我已經吃飽了。",0];
      
      public static var palD:Array = ["我打破了一個鏡子，而且它被厄運詛咒了！  \n但重點是……我發誓它往我這邊飄過來，好像活著的一樣！　\n這些日子，從森林裡面跑出來的怪物真的是特別奇怪的。 \n如果有後援會好很多……",0];
      
      public static var izumiQ:Array = ["那個你！你看起來像是知道怎麼樣收服怪物！ \n我需要一些沙包來練習—但是我需要那種被我砍了之後還是不會死掉的。 \n你知道有甚麼樣這樣的怪物嗎？我可以把他們訓練成最棒的沙包！",0,"哦，史萊姆！對齁！ \n下次我們見面的時候，我會把這些醜陋的野獸訓練成完美的沙包的。",0,"忍者都在你的周圍，一直以來都是。 \n你只是看不到他們！",0];
      
      public static var jamieD:Array = ["嘿，你他媽是誰啊？ \n你認為你可以這樣就走進去別人的房子嗎？ \n還不快給我滾！",0,"放鬆，老頭。 \n我們是……額……收稅官！          \n我們就只需要拿走一點東西……",12,"再不滾，你就會知道我們在這裡，是怎麼處理像你這種人的！",0];
      
      public static var gothQ:Array = ["歌德並不只是一個人生階段而已—我是真的沒有靈魂！ \n我的父母拒絕滿足我邪惡的需求，所以我就逃家了！ \n但是我已經開始有點肚子餓了，而且我還有一些傷口需要包紮……",0,"你們這些人比我的父母好太多了—他們從來沒有給過我這麼多的巧克力！ \n他們也不讓我拿鳥和兔子獻祭。",0,"有一天，我會從歌德時期畢業，成為死靈法師。 \n這會給我的家人一個教訓，絕對不能看低我！",0];
      
      public static var necronD:Array = ["真是個糟糕的，受到詛咒的夜晚啊！ \n呼哈 呼哈　呼哈！",0,"離我們遠一點，你這怪胎！",100];
      
      public static var angelaQ:Array = ["請！不！要！無！視！我！的！請！求！！    \n如您所見，我被逼著要在這個空心的樹幹裡面躲避麻煩。 \n如果你可以幫我收集良善和邪惡的能量，我會很樂意的教你非常有用的法術:復活。",0,"恩……我懂了……真有趣…… \n這正是我需要的樣本類型—這是我答應你的報酬。 \n願你的冒險在將來的歲月之中被好運祝福。",0,"這實在是一個奇怪的地方。 \n光明和黑暗在一個精巧的平衡上爭鬥。 \n在未來，兩邊會有一個勝利者嗎？只有貓神會知道。",0];
      
      public static var bellaD2:Array = ["喔，是你們。 \n就像我之前說的，我並不是真的需要你們的幫助。 \n我也可以戰鬥—看看我生活在什麼樣危險的環境！",0,"我是不會在這個區域投資地產啦，這是無庸置疑的。 \n真的是沒有比生活在樹林裡面更低下了。",61,"為什麼這個瘋子會跟著你們啊？ \n他是中了心靈控制的法術嗎？",0,"不是啦，他現在只是我們的囚犯而已。 \n如果他敢不守規矩的話，他會被喀擦的。",47,"嘖……",79];
      
      public static var monikaD:Array = ["喔！我知道你們是誰！ \n我女兒已經跟我說你們的所有事了。 \n我永遠會感激你們拯救貝拉。",0,"打擊敵人和改善世界是我們的職責。 \n很榮幸能夠服務到你們。",29,"是嗎？ \n我記得你花了大部分的時間只是為了洗劫我的堡壘而已……你的目標明明就只是單純的偷竊。",79,"無論如何。你們都永遠歡迎來我們家。 \n在這年頭要有朋友來是很稀有的—有客人來就是好事。",0];
      
      public static var mioD:Array = ["他們說森林被詛咒了……可是這周圍看起來都很正常。\n那些護衛一定是為了裝帥而想嚇走我們……誰都嘛知道鬼魂是假的！\n我只看到很多很多的貓和其他的動物。",0,"如果你們迷路的話，要記得跟隨箭頭標誌！",117];
      
      public static var misakiD:Array = ["我們正在一趟朝聖之旅，去看這附近全部的神壇！ \n如果我們祈禱的夠頻繁的話，我們會拿到超大量的啟發點數。 \n我要跟神祈求無限的冰淇淋。",0,"我要是你的話就會要求更多。         \n\n反正這就全都是迷信嘛！",107];
      
      public static var chikaD:Array = ["我的朋友都不相信鬼魂……但是我相信。\n我阿姨曾經跟我說過各式各樣的巫毒魔法。 \n被施過咒語的玩偶和鏡子可以在沒受過訓練的心靈上玩各種花樣。 \n有的時候最好的方法是直接走開，裝作沒有看到他們！",0];
      
      public static var mioD2:Array = ["我感覺不太舒服……           \n也許跑來這裡真的是個錯誤……",0,"我想我們正在目睹一個完全團滅。 \n他們的狀態問題大到衝破天際囉。",6];
      
      public static var misakiD2:Array = ["*兇*你的骨頭全都給我！！",0,"不要謝謝！",69];
      
      public static var chikaD2:Array = ["餔瓜啦？",0,"她的腦袋燒壞了……殭屍化不是我們可以治癒的東西。 \n我們現在只能把他們留在這裡了……",37];
      
      public static var mioD3:Array = ["結果這些和鬼相關的故事原來是真的。 \n沒有人可以預期到這種狀況……我可不擔差點害所有人死掉的責任。",0];
      
      public static var misakiD3:Array = ["終於離開了森林了。天啊，森林裡的東西太嚇人了！\n吃一輩子的冰淇淋都無法擺脫我的精神創傷。",0];
      
      public static var chikaD3:Array = ["我以後都不敢離開小鎮了。\n我寧願無聊到死也不想給鬼魂殺害。\n說實在的，不如我就永遠站在這裡吧！",0];
      
      public static var spikeD:Array = ["你想要我們的收藏物？\n你得要找些鑰匙！\n我保證我們的寶物很值得的。",0,"但是我們並不了解寶箱裡的內容……這不是一種違法的賭博嗎？\n萬一被騙怎麼辦？         \n\n萬一有一些人在yout*be上面PO一些假影片假裝哪一個箱子拿到好的東西怎辦？",15,"嗯……我不應該告訴你，但是如果你們非洲了，倒是有某些騙系統的做法……\n*咳～S/L大法～咳*",0,"反正無論如何，我到最後每個東西都會拿到的！",2];
      
      public static var driftyD:Array = ["什麼？這是—客人？\n真的是少見啊！\n(這是強盜嗎？？)",0,"你是造木筏的傢伙是吧！？\n是那個做漂浮玩意兒的嗎？",32,"我工作的時候才有那個稱呼。\n現在，我只是一名喝啤酒和欣賞風景的老百姓。",0,"我們非常需要到南部大陸的交通工具—真的很急！\n我們的目的就是要調查墜落在那邊的隕石！",52,"嗯，好吧，好吧。\n目前，木筏確實需求很大。因此，我……讓我獻給你們我最新的傑作。\n你們趕快離開吧，我可不想要有什麼麻煩。",0,"我們看起來真的有這麼令人討厭？\n我們已經開始有不好的名聲了嗎？",35,"你們看起來就像一群大搖大擺的強盜。\n完全不尊重這裡的規則。",0,"好吧，可以接受。",29,"廢話少說。有了木筏以後，你就只要從任何一個橋頭走出去就可以飄浮到新大陸。\n但是要記住，你們只能從橋頭出發與停靠。你們自己試試看就會明白了。",0];
      
      public static var tribe1D:Array = ["你回家！樹林我家！              \n遊客你們到此一遊……死！",0,"哇喔！嚇到我啦！\n謝謝你的警告，但我們會無視它！",22];
      
      public static var tribe2D:Array = ["誰？我不怕！\n我打敵人，不懼怕！\n心靈純正，頭腦清晰！",0,"如果你那麼胸有成竹的話，為甚麼還要戴著面具？",39,"黑石……它看到一切！\n石是壞！石是間諜！",0,"他們對於這些石碑感到警惕確實是對的。\n它們也讓我覺得很可怕……",97];
      
      public static var tribe3D:Array = ["走！貓王生氣。把貓王弄生氣不好。\n貓王領導森林，自從災難。",0,"什麼貓王？\n貓既懶惰又虛弱，他們沒辦法傷害我們！",75,"貓王住森林西。\n你去就死。弱者沒機會！",0,"你說什？！",9,"只有水行者才可走西。\n用特別鞋在水上走。\n特別鞋在高樹上，只有猩猩拿得到！",0];
      
      public static var tribe4D:Array = ["貓王殺後，靈魂進入身體裡。\n貓王每年累積靈魂。\n貓王是一個、和一群很大的軍隊！我們戴貓王樹皮崇拜它，也模仿貓王嚎叫:「貓……汪！」",0,"………………貓是不會叫的………… \n\n狗才會這樣叫……",28];
      
      public static var jonathanD2:Array = ["再看見你們真好，旅行者。\n我們打算在這裡紮營，對抗環境災害、全球暖化、資本主義、還有其他別的……可是，這些森林實在太邪惡了！算吧！\n把樹木全都砍掉算了！",0,"就是這樣！",62,"我們根本都睡不覺。晚上的時候森林會發出一些恐怖的怪音。\n早上起來後，我們發現地上都鋪滿了這些巫毒的東西……這，不科學啊！",0,"那就糟糕了。\n(可是他們死後應該不會需要他們的物品，呵呵。)",5];
      
      public static var jennyD2:Array = ["我才不想回到地面……但是這裡也不安全！\n感覺這快要變成一齣糟糕的恐怖電影！\n如果我把我自己錄下來，然後把我人生最後一刻po到網上，至少可能會被其他人所記住！\n上次見到你們對著你們大吼大叫真的很抱歉，我感到十分內疚——我並不想帶著遺憾死去！",0,"喵！",122,"放心吧。\n看來我的貓原諒你了。",1];
      
      public static var studentD:Array = ["這本舊書上說到這座山附有神聖的特質。\n「神，正居住於這座山裡面」\n我不知道這是什麼一回事，我也不會親自找出答案……",0,"為什麼？直接爬到山上看一看不行嗎？\n你看起來也挺健壯的阿。",2,"山上有很多強壯的怪獸。\n萬一我感到我的生命受到威脅，我的好奇心就會頓時消散了。\n我並不勇敢。",0];
      
      public static var studentD2:Array = ["不要生氣……但我還是跟著你們上來了。",0,"到這裡你走錯一步，可能就被隨便一條龍給殺了。\n也許你比你自己想象中更加勇敢！",3,"可能我其實已經死了，只是我還沒有發現而已！",0,"你至少有找到任何有趣的事情的吧！",61,"有啊，西邊的小廟的看來是個輸入密碼的裝置。\n我很好奇它是怎麼運作的……",0];
      
      public static var shaggyD:Array = ["營養品最棒了。 \n雖然看起來不像，其實我還挺強大的。 \n現在，如果你們不見怪的話……我還有一些蘑菇要解決掉。",0,"(他就只是增強他的懶惰屬性而已……)",17];
      
      public static var hippyD:Array = ["唷，你也來這裡觀看石碑嗎？\n這個位置就是最好的了！\n我感覺它就在觀察我們，幫我們趕走一些黑暗力量。\n我感覺與地球建立了一個很強的聯繫！",0,"我們懷疑這塊石碑就是外星裝置，它們的目的就是要監視著我們。\n我是你的話，我不會感到鬆容不逼的。",35,"不不不，你們都錯了！媒體帶給你們的訊息都是假的！\n這些都不是我們口袋裡的黑色面鏡。\n來，坐下，喝瓶啤酒吧。\n拓展你的內心，你就會找到內心平靜。",0,"(我真想如此他們一樣那麼無憂無慮。             \n也許這都是毒品的效果……)",61];
      
      public static var mayaQ:Array = ["我已經精通了大浪的運用了，我也該把學到的知識賦予給你們。 \n我要你們帶給我一些深海的寶藏，向我證明你們是夠格的。",0,"啊，我想你們的確夠格。你們可以學這個新招了。 \n有了這個強大的極限技，你隨時隨地都可以乘風破浪！",0,"盡量不要在任何海灣城鎮附近使用這個絕招。 \n我可不想承擔那種責任。",0];
      
      public static var infernusD:Array = ["歡迎，諸位學者。\n這裡就是彩虹之門，而這裡一帶都是海神—波塞頓的領域。 \n在南邊地區……是有一點冰凍的。",0,"哇，等一下。這訊息量實在太大了。 \n我們要怎麼才可以打開這道門？",5,"喔，那個啊……你們需要把一些骷髏樣子的聖物放在這些基座上面。 \n只要波塞頓大王覺得滿足了，門就會為你們打開。 \n目前這些聖物正散落在這條河上的各個小島。",0,"然後這個叫波塞頓的……他是敵人還是朋友啊？",22,"喔，他很明顯是最不友善那種。 \n自從我們把廢水倒到河裡之後……他就變得報復心比較重。 \n他對於紅松鎮的居民來說，他還真的是一個威脅———事實上，如果他被強制平靜下來，他們會非常感激呢。 ",0,"明白了——他就是我們下一個BOSS！",2];
      
      public static var infernusD2:Array = ["你們平復了波塞頓了？太超級了！\n可是作為一名有學歷的學者……我還有更多提示給你！        \n\n比如:你知道彩虹的尾巴都有豐厚的寶物嗎？",0,"這只是常識而已。\n可是如果我們把這些石像頭歸回原位，也許我們可以發掘出來一些秘密……",92];
      
      public static var fizzQ:Array = ["一群吸毒的嬉皮士偷走了我的長笛！\n雖然我看起來很強，我還是希望能夠避免任何的正面衝突，因為我才12歲而已。\n也許是時候來個隱匿行動了……在你忙的時候，我也想吃個零食。",0,"太好了，朋友！\n這裡有一些閃亮亮的東西，作為你努力的回報。",0,"這些粉紅色的島嶼讓我很平靜—也許我哪天會在這裡蓋一間房子。        \n在那邊的神殿看起來有點不祥就是了…… ",0];
      
      public static var anikiQ:Array = ["你的鑽頭是可以突破天地的！　\n如果你向我展示你的戰鬥精神，我會教你一個新的攻擊技能！",0,"啊哈，這是你應得的！ \n使用這招來刺穿你的敵人！ \n如果他們掙扎，或是嘗試自我防衛的話，效果會更好！",0,"如果你相信你自己，你可以完成任何事情！                 \n(或是在嘗試中死掉……)",0];
      
      public static var finnD:Array = ["這些水真的很致命。 \n你知道嗎，水屬性攻擊真的是太能拿來搭配了！ \n如果你把自己弄濕了，你就超級容易被雷電還有冰傷害到。 \n而且看起來海洋生物已經演化到會利用這個特性了。",0,"沒有影響的屬性效果有的時候搭配其他特定的屬性會很致命。 \n這有時很實用，但有時候也會弄巧成拙的，小心哦。",117,"對阿，有的時候如果被弄濕了—或是任何其他種屬性效果—最好還是躲到後備去。 \n沒有必要浪費你的回合或是你的命。",0];
      
      public static var kaiD:Array = ["別理我，我只是在抓一些魚而已。 \n我之前不小心很用力的砸了一隻烏賊，結果它的觸手直接斷掉了！ \n這樣應該可以給他們一點教訓。",0,"大烏賊還蠻強的。 \n他們的墨汁效果也可以讓事情變得很麻煩。 \n我們可要注意我們的屬性效果。",92,"我想他們還有另外一個很大的弱點……         \n不過我不太記得起來它是什麼。啊算了。",0];
      
      public static var kingQ:Array = ["我的爆米花給大風吹走了。\n沒錯—你可要把在冰凍山谷裏面的每一小塊都要給我找回來。 \n我知道你想要把每一個任務都完成，所以我要利用你這樣的心態。",0,"喔，你真的辦到了喔。 \n我真的把每一小塊的爆米花都找到了？ \n那還真的蠻可悲的。",0,"我雖然只是一個NPC，但我可知道如何靠杯這個系統。 \n我可沒打算讓你們輕鬆地完成事情。",0];
      
      public static var tinaD:Array = ["我和吉娜是在怪物攻擊紅松鎮的時候逃出來的。 \n反正我們也不是很喜歡那裡，那個地方真的很令人喪氣！",0,"喔，是隕石擊中的時候嗎？ \n你們的家還好嗎？",35,"城鎮是還在啦，但是應該不會撐太久。 \n我們打算在這裡扎營一段時間，再去別的好地方安定下來。",0,"紅松鎮聽起來像是另外一個我們需要清理的麻煩。 \n它就在去隕石坑的路上",47,"我不覺得我們應該相信這些叛逃者！",69];
      
      public static var ginaQ:Array = ["雖然這樣的請求有點尷尬，但是……離開家之前我沒有足夠時間打包所需的物資 \n所以任何你可以施捨的食物和衣服都能幫我個大忙。",0,"謝…謝謝你們！這些就夠了。 \n我來教你們一個有關火的法術來讓你保持溫暖……",0,"也許聽我姐姐的是個壞主意。 \n我應該要待在家裡的。",0];
      
      public static var anonD:Array = ["我在暴風雪的時候失去我的臉了。 \n它就好像……就凍掉了。                     \n我倒還頗樂觀的，我很開心能夠活著！",0,"幸好你還有文字呈現出來。 \n要不然我們可就沒有辦法理解你說什麼了。",2];
      
      public static var ikaD:Array = ["我是一個冰法師，因此我對寒冷有超過100%防禦—它甚至可以治療我！ \n但這不代表我不會覺得冷—而且天啊我真的覺得好冷！",0,"你基本上在這個地區已經是不死之身了。 \n你有什麼資格抱怨的。",65];
      
      public static var alvaD:Array = ["我再也感覺不到我的腳趾和手指了。 \n我甚至沒有辦法知道我是活著還是死了。 \n來這裡簡直是個錯誤。",0,"趁你死前快離開這裡！",9];
      
      public static var grayD:Array = ["如果你把寒冷和潮濕的效果組合在一起，就會產生冰凍。 \n還蠻希望我之前就知道這個的。 \n接下來，你就會告訴我殞滅和厄運可以組成出即死，哈哈。",0,"狀態抗性在這個階段已經變得蠻重要的了。 \n但是我們早就知道了，對吧？",52,"冷凍到死掉和穿醜不拉機的裝備比起來，我當然一定是選擇後者囉。",2];
      
      public static var stephanieD:Array = ["我真不應該告訴你……             \n這是個秘密，可是——",0,"別賣關子了！\n別跟我們隱瞞甚麼東西！",9,"嗯……有一些物品和任務你只能夠在特定節日的時候才拿的到。",0,"啊，真的假的？ \n是什麼節日啊？",92,"呃……情人節，復活節……還有，哦……萬聖節還有聖誕節，也許這種節日還有第五個。",0,"我不慶祝這些節日，所以這聽起來有點糟。",61,"我想這……不干我的事？",0];
      
      public static var santaD:Array = ["呵呵呵……不要告訴任何人我在這裡。\n我今年狀態不佳，不想出來送禮物。",0,"放心，我們不會洩漏您的秘密的，老人。        \n聖誕節快樂，呵呵呵！",29];
      
      public static var jekylD:Array = ["我嘗試打贏波塞頓……但是這對我這種人而言可是毫無希望。 \n現在我被困在這個山谷裏面，而且八成會很快就冰凍到死掉……",0,"我們一定要把他搞定，無論如何。 \n我們需要去下一個城鎮……",52,"小心他的冰凍攻擊—如果你被弄濕了，你最好玩的防守一點，要不然你會被冰凍起來！\n而且這還不是全部，他還有聖屬性攻擊，和一堆會自爆的小礦石！",0,"懂了。 \n我們會小心的。",32];
      
      public static var jekylD2:Array = ["什—什麼？！你們實在太厲害了！ \n我現在可以安息了……",0,"你就動動腿走到下一個場景就好了！ \n你不需要死在這裡！",10];
      
      public static var rickD:Array = ["哈哈哈，他們當時想要把我們的槍拿走！你能相信嗎！？\n如果我們有更多的槍，我們根本就不會被怪物們攻佔。 \n我告訴你，在這多練一下，我就可以靠我自己解放一整個城鎮了！",0,"(他在跟我旁邊的空氣說話……            \n……我覺得他是真的眼盲！)",66];
      
      public static var antonD:Array = ["通常來說，你這樣闖進來我會直接拿槍射你。 \n但是在現在這種情況，如果你需要什麼武器就拿吧。 \n我們需要全部我們拿的到的協助。",0,"我們會付錢給你的，我發誓！",42,"喔，我相信你一定會的……",0];
      
      public static var vivyD:Array = ["我聽到了一些非常使人困擾的謠言:這次的怪物入侵不是我們唯一的煩惱。 \n我們還有更邪惡的事情在幕後發生。 \n有一些人從城鎮跑走去加入什麼邪教—這怎麼看都不會變成一樁好事吧？",0,"邪教嗎？\n這裡看起來像是世界要毀了一樣，我是不太驚訝有一些人會想把信仰放在錯誤的承諾上。 \n他們這次是崇拜誰？",52,"恐怕不是神。他們都相信神已經死了！ \n有兩個競爭的宗教:一個崇拜某種遠古寶石，它們的作用早就被遺忘了。 \n另外一個相信我們是活在一個模擬之中，正要破裂而且毀掉。",0,"這聽起來還蠻瘋狂的。 \n我很慶幸我還是理智的。",92,"不過我們還是有在我們的旅程中看到一些奇怪的東西。 \n我在想我們有漏掉什麼秘密？ \n這些人可能就藏在一般的村民裡面！",35];
      
      public static var falconD:Array = ["跑來外面，我是在冒風險，但是我得對死者表達我的敬意。 \n我們在第一波攻擊中失去了一半的年輕人，後續還有很多村民。",0,"別擔心，我相信你們很快就會再看到你們的愛人的。 \n這些不死生物正像雨後春筍的長出來呢！",12,"現在不是開這些玩笑的時候吧！",39,"我在嘗試鼓勵他耶！",11];
      
      public static var helmutD4:Array = ["喔，是你啊。\n拜託請你不要跟任何人提起我的過去。 \n我正想擺脫過去重新開始。",0,"我根本就不記得你是誰，所以我想你的秘密是安全的了。",65];
      
      public static var hikariD3:Array = ["蘭～蘭斯，是你嗎？\n我的愛人？",0,"天啊！\n我不認識你！",73,"你記錯人了……",72,"我跋山涉水，就只為了你！！！\n是否我太遲了？難道我們真的沒有緣分嗎？",0,"我很想要申請一個保護令，但是看來你的腿已經斷了，你也無法再纏著我了。\n好吧，我請你杯啤酒吧……",71,"欸欸，她還不到那個年齡呢！",39];
      
      public static var canelaQ:Array = ["當你們在撞擊坑那邊的時候，這些怪獸再次偷襲並進犯我們的小鎮。 \n他們變得越來越聰明了，但是我相信我們還是可以對上他們的！",0,"太棒了，看起來我們又再一次安全了！",0,"秩序已經慢慢地恢復了。 \n紅松鎮會撐過這場噩夢的。",0];
      
      public static var kirsanQ:Array = ["說俺懦夫甚麼的也好，但老子可要盡快出海。 \n俺需要一堆的瓶子……來存放俺的旅程時要喝的好酒。",0,"太好了，夥計。 \n有了這些瓶子俺總算可以出海了。 \n俺可不想死在這塊貓神拋棄的大陸上。\n俺走前交你一招……",0,"啊對齁，波塞頓鑿沉俺的船了。 \n我死定了。 \n喝到掛聽起來是個好死法。",0];
      
      public static var smokeyD:Array = ["偶在種一些藥草。 \n啊幫架個偶用個現代的照明系統，行不行阿ㄇ你？",0,"那些草是拿來調味的，還是……拿來作為別的用途？",92,"呼嘻嘻……嘻嘻嘻嘻！",0,"至少他還蠻享受這場災難的。",27];
      
      public static var emoD:Array = ["你不應該跑來這裡。 \n喔，你知道這回事……所以這是搶劫……如果是這樣的話拜託不要傷害我！",0,"對不起。",36];
      
      public static var ghostD:Array = ["別理我。 \n鬼魂也是需要買東西的。",0,"那可真是一個非常以假亂真的飄浮手法……",2];
      
      public static var albrechtQ:Array = ["真是可惜—在我聽到革命結束的時侯，我都還沒有打理好我的制服呢。 \n但我還是有種想看到一點爆炸的衝動。 \n要不然這樣，你有多的火藥粉嗎？ \n你可以相信我的，同志。",0,"做得好，同志。 \n你完成了你們任務的部分，現在輪到我實現我的部分了。 \n以後再見。",0,"你該走了。",0];
      
      public static var rokuQ:Array = ["在我聽到大爆炸的聲音時，我原本在森林裡面，正為了來臨的大戰加強訓練！ \n然後你看！有人把我的家毀掉了！ \n我現在唯一的希望是……找到星珠們。 \n有了這些……我也許就可以許願讓我的房子回來。",0,"什麼？！你把七星珠找回來給我了？！\n我可以把我的房子許願回來了！",0,"是時候許願了…… *啜泣*",0];
      
      public static var rokuD:Array = ["唉呦，我想我太貪心了，所以許願許成一堆的寶藏而不是房子！ \n不過不用擔心，我會有責任心的使用他，並且投資進比*幣！",0,"你這騙子！ \n你。真。該。死！！",30,"對啊，我們原本可以拿來許願世界和平的！     \n\n這是你可以許願許出來最沒意思的東西了！",40,"哈哈哈，我的錯！       \n不過，你知道，天下沒有白吃的午餐啊！",0,"真是個失敗者……",107];
      
      public static var makaQ:Array = ["這個隕石毀滅了我們的農場和基礎建設。\n我們目前任何有的捐助都接受，這樣才可以開始重建工作，越早越好。",0,"你要為我們小鎮捐獻這些？\n我可以利用這些來重建風車！\n謝謝你！",0,"你們做得好。\n希望你們的任務可以順利完成！",0];
      
      public static var nemiD:Array = ["我該出去協助傷者，但是我已經受不了了。\n痲痹才是黑暗時代的良藥。",0,"嘿，現在有我們在這，一切事情都會變好的！\n我們會拯救這個村莊的！",21,"你們是哪根蔥啊？\n遊客？\n這裡現在可不是旅遊觀光區。",0,"……",5];
      
      public static var nemiD2:Array = ["噢？你清走了一些小怪？\n也許這裡還有一絲希望。\n我……要回去喝——不不……回去工作。",0];
      
      public static var bubbaD:Array = ["太遲了，紅松鎮已經無藥可救了。\n怪物已經霸佔了小鎮的每個角落。\n外出已經不安全了。\n我只好留在這兒頭喝到醉昏昏……洗走一切煩惱……",0,"你傻的嗎？\n連這些小怪你都打不過？\n我們真的要幫你們把所有事情搞定嗎？",99,"不要怪我，小妹妹。\n世界上並不是任何人一出生就是英雄的。",0,"*歎氣*",107];
      
      public static var barmanD:Array = ["喔，你們就是”那些”傢伙。\n當我們聽到你們會來紅松鎮時，我們還刻意安裝了一些黃寶鎖塊……可是看來你們偷意堅決。",0,"非常抱歉！我們完成任務後我們就會把東西還給你。\n我保證！",43,"(其實不會……)",17];
      
      public static var jessicaQ:Array = ["幸會，遊客。這裡是個為失落人士提供支援的社區。\n如果你需要心靈輔導，歡迎加入我們。\n如果你已經找到快樂，我呼籲你們為那些不幸的人獻出捐款。",0,"萬分感謝。\n有了你們這群友善人士，我們才可以把這個機構持續下去。",0,"為何不停下來加入我們一下呢？\n你們可能會聽到一些有趣的故事。",0];
      
      public static var shioneQ:Array = ["我已經了解了這個世界的真向……我們的確被困在一個模擬器之中！\n我們的行動不是我們的——我們只是把對白演出來，就如一座無生命的石像！\n我被困在這個遊戲裡面，人生沒有任何目的，滄海桑田之後還是會在這裡。\n我真是一個痛苦的存在啊！",0,"這是什麼？雜誌？遊戲機？\n這是讓我脫離這痛苦的現實嗎？\n好吧，也許這些娛樂會讓我開心一點。\n這可以讓我的永恆稍微不那麼難過。",0,"生命其實也沒那麼糟……有時候啦。\n我還是很悲傷，只是沒以前那麼悲傷。",0];
      
      public static var thiefD3:Array = ["我偷盜的生涯結束了。每次我偷東西，我只會偷到「麻煩」。\n最稀有的寶物都藏於最嚇人的地下室啊！\n我根本不想再接觸到那些東西了。",0,"啊哈！原來你真的是名小偷！",34,"我已經改過自新了，你不可以再用那個稱呼叫我。\n可是……墳墓那裡的寶物…………我還是很好奇………………\n不！我不可以有這些想法！\n那裡極度邪惡的！",0,"喔？你到底在找什麼？",2,"有聽過三顆寶珠的傳說嗎？\n據說每個小鎮都藏著一顆超級稀有的寶珠。\n但是我每次都只會惹上麻煩—我已經受夠了。",0,"這是真的嗎？          \n\n這傢伙信得過嗎？",15];
      
      public static var hoboD:Array = ["沒工作，沒錢，沒食物。為什麼還要活著呢？\n如果有辦法重啓系統，也許我會輪迴入一個更好的世界。",0,"但是說不定會更糟啊，兄弟。\n你變成史萊姆怎麼辦？",2,"哈，成為一隻無腦的野獸還蠻棒的！\n畢竟，大腦就是人類痛苦的源頭。\n消滅腦部了，我們才可以獲得自由-生命才會開始！！",0];
      
      public static var georgeD:Array = ["你！",0,"我？",76,"你們看起來都知識淵博般的，但是我打賭你們還沒有實在地目睹真正的真理。\n世界上還有很多事情我們是無法解釋的。\n網界的異變、夢中的錯誤、時空的波動。",0,"我完全聽不懂了。",61,"回到彩虹門，並且展露出光明會的標誌。\n你就會發現秘密了。\n人是無法解釋的——這都超越了人類的理智！",0];
      
      public static var wakizashiQ:Array = ["一群又一群的邪惡小怪已經入侵了紅松鎮，但是我很擔心最強大的野獸還沒有出現。 \n我會守在這個瓶頸上，直到我人生的結尾。 \n如果有更多的資源，我可以建造一個拒馬，這樣可能堅持更久一點。",0,"有你們這樣的戰士，我們一定可以戰勝邪惡的。",0,"紅松鎮會活下來的！\n我們會把怪物推回去的！ \n現在紅松鎮安全了，你可以繼續往前走，不用擔心！",0];
      
      public static var peppiD:Array = ["所有還能夠戰鬥的人都部屬在這邊防守紅松鎮。 \n如你所見……我們這裡沒有很多人。 \n看來貓神已經放棄了這塊土地。",0];
      
      public static var samQ:Array = ["熔岩樣本。我需要他們。 \n在顯微鏡下面就可以分析出來這個隕石是從哪裡來的。 \n不過隕石沒有任何固態的碎片。它們在撞擊的時候都融化了。",0,"完美。讓我把這些包裝起來……          \n好了。請你幫我把這個帶回去鋼鐵要塞的實驗室。 \n他們有進行分析這些樣本需要的。",0,"這看起來並不好。\n如我所推測……這有可能是個外星入侵。 \n這些怪物都不正常。",0];
      
      public static var dampeD:Array = ["我只是個無名小卒，           \n在等死亡解脫束縛。",0,"你……是在刻意押韻嗎？",95,"站在此地，我正浪費著呼吸。            \n我只想要，一個甜美的死期。",0,"*畏縮*",54];
      
      public static var hawkD:Array = ["歡迎來到末日格鬥場！ \n你願意參與一場互殘的亂鬥，為觀眾們提供娛樂嗎？",0,"我們只想通過這裡。 \n你這小小的虛假計畫擋到路了—你甚至連觀眾都沒有！",39];
      
      public static var teruD:Array = ["是時候了—大毀滅即將開始了！ \n已經沒有時間想未來了—我們都需要活在當下！ \n花光你的錢吧！吃營養品吃到撐吧！ \n把所有東西都升好生滿！",0,"喔，我早就活過當下了。 \n我準備好了！",3,"他倒是挺對的，畢竟已經沒有必要囤積資源了。 \n我們應該要花錢在我們需要的地方，並且升級我們最愛用的裝備。",32];
      
      public static var kiraD:Array = ["我們的人生即將都要結束了。 \n你們都心安理得了嗎？ \n你們有辦法真切地說你已經活過一個不凡的人生，並有所意義嗎？",0,"我浪費了很多人生在玩遊戲上面……               \n但是那沒關係，因為真的很好玩。 \n我此生無悔！",2,"我殺了很多無辜的NPC，還讓更多無家可歸……但是我現在發現當英雄比當壞人還要有報酬。 \n也許我當初就應該跟著這樣的道路走。                   \n我絕對是後悔大部分我做的事情。",61,"我從來都沒有時間去種植那些我父母想要的藥草。 \n也許我當初應該要排出更多時間和他們相處。",101,"別再告解了！ \n我們不會死的！",36];
      
      public static var luluD:Array = ["誰會想到世界末日會有粉紅色的海浪和紅色的天空啊？\n好漂亮啊！",0,"嘿，末日還沒來好嗎。 \n我們還要繼續戰鬥並且保護世界。",99,"我花了一生等待大災變的到來—《聖貓福音》非常堅決的說它會出現。 \n我會有資格上升到天堂嗎？還是我的靈魂會永遠的被刪除？\n無論如何發生什麼事，我都準備好了。",0,"我們在這邊可不會找到很多盟友，對吧？",17,"這個狀況的確不是最好的。",79];
      
      public static var randalfD2:Array = ["我—偉大的巫師郎道夫—看錯你們這些年輕人了。 \n我從來沒有想到你們會這麼快到這麼遠的地方。 \n才短短的幾天，你們就變得非常的強大了。",0,"這就是RPG吸引人的地方，不是嗎？\n殺敵之後力量的指數形的成長，找到裝備，並等級上升。 \n這真的很讓人有滿足感。",2,"什麼是RPG？ \n喔，你們這些奇怪的小孩的新穎潮流用語是吧？",0];
      
      public static var tandalfD2:Array = ["嘿呀！我們又見面了！ \n你們這些小孩可說篳路藍縷—上次我們看到你們的時候，你們只是一群垃圾，完完全全不知道在幹嘛！ \n你們真的成長了！",0,"我分不出來這到底是不是一個稱讚……",5,"這裡看起來頗蒼涼的—大家都看起來有點絕望。 \n但是希望永遠都在—而且看起來它是跟著你們走的。",0,"喵！",121];
      
      public static var sparkyQ:Array = ["嘿，站起來像戰士的！ \n你看起來應該在你的旅程中收集到一些黃金卷吧！ \n現在是時候兌現他們了—最終決戰就要來臨了！ \n我們一起把它使用掉並叫一些支援來吧！",0,"太棒了！ \n戰士工會應該很快的就會寄給我們免費裝備了。 \n他們通常幾分鐘後就會送到！",0,"再多等一會兒吧！",0];
      
      public static var sparkyD:Array = ["看看這些從戰士工會的裝備 \n你可以拿隨便你需要的—是時候為最終決戰準備好了！",0,"這是都是他們寄來的！？\n看起來好貴！",20];
      
      public static var zephyrD:Array = ["我嘗試吸收這些水晶裡的力量……但是，它只把我的皮膚染紅，就沒了。\n我實在太氣了，氣到我弄丟了我的大錘子……對，它可比你那個小東西大的多。",0,"大錘子嗎？ \n看來我們需要它來通過這些紅色水晶。",61];
      
      public static var anikiD:Array = ["你們可以做到的，即使你們不相信你們自己。 \n你們知道為啥嗎？因為我相信你們！ \n所以你應該相信我們，我們相信你！",0,"我們才剛認識欸，老兄。 \n不過還是謝啦，我們會嘗試的。",29,"記得使用我教你的那個技能！ \n用好你的鑽頭，你就不會有事的！",0];
      
      public static var wohehivD2:Array = ["我的村子讓我來給你們一些物資。 \n當我們聽到我 們 本 島的人要阻止外星人入侵，我們總是要給予一些協助。",0,"謝啦，渥荷希夫。\n如果我們死掉了，請幫我們立個圖騰！",2];
      
      public static var samD:Array = ["你可以的！我看過你們打架！\n在實力和技巧上沒有人能勝於你們。 \n如果你失敗了，我們的世界就死定了。",0,"真感謝你對我們施加壓力啊……",109];
      
      public static var mollyD:Array = ["之前謝謝你的幫忙，所以我現在來回報你們，並支持你們打贏最後一戰。 \n因為你們解鎖了所有的史萊姆貓，所以我們很簡單就來到這裡了。 \n你們真的幫了我們很多忙。",0,"謝謝你，摩莉。 \n我想我們會撐過去的！",4];
      
      public static var mungusD2:Array = ["你做得到！         \n做得到什麼？我不知道。 \n但是你們這些年輕人才是可以掌握未來的。",0,"你不是應該要休息嗎？",35,"怎麼可能！ \n如果錯過了最終戰鬥，那跟殺了我一樣沒有差別！",0];
      
      public static var shioneD:Array = ["嘿，你們幫我做的事情，真的救了我一命。 \n我們全都要在我們這個小小的虛擬世界中各盡其職。 \n沒有人需要獨自痛苦。 \n我會支持你們的。",0,"很高興你更好一點了。 \n我們會讓這裡變回一個值得生活的世界。            \n我保證！",92];
      
      public static var rebelD:Array = ["我們一起阻止了法西斯的革命。 \n我們也能一起阻止這場災難！",0,"你是不是就是那個破壞我要塞的傢伙……？！",69,"不……不是的，長官。",0];
      
      public static var sallyQ:Array = ["嘿，你們怎麼沒有喝酒？我有一個機會可以給你！ \n在有限的時間內，你可以拿一些拐杖糖跟我換一些溫暖的季節性衣服。 \n聽起來不錯，對吧？",0,"就是這樣！ \n願那個飛翔的胖子祝福你們，並在你們的襪子裡灌滿酒精。",0,"我的工作完成了。 \n可以喝到掛囉。",0];
      
      public static var jackQ:Array = ["不給糖？就搗蛋！       \n你給我怪物糖果……我就讓你活命！！！！    \n(拜託別傷害我……)",0,"非常好，人類。\n這是邪惡的回禮。 \n(現在你也可以換裝了！)",0,"今年拿到頗大一堆—應該夠我吃到下一年了。 \n但是我要怎麼樣從這裡回家？我怎麼會出現在太空裡？",0];
      
      public static var amyQ:Array = ["我只是個簡單的兔女郎，而且我愛巧克力。 \n如果你今年沒有其他人可以給巧克力的話，那你可以考慮全部都給我！ \n我會給你一個特別的驚喜作為回報喔～ *眨眼*",0,"謝啦，好人！這可是好多的巧克力！\n就像我保證的，這是你的特別驚喜！",0,"啊，我好滿足喔。 \n人生實在是美好了！",0];
      
      public static var bunniQ:Array = ["嘿呀，陌生人！你想要滿足我的彩蛋癮嗎？ \n現在就是那個時間，每年當怪獸會開始下巧克力蛋的時候了。 \n你如果願意幫我收集一堆這個的話，我就給你一個不錯的東西作為報答。",0,"我的媽呀！它們好新鮮。這真的太棒了！ \n我答應你的，這是一些不錯的裝備作為巧克力蛋的報答。",0,"享受你的節日吧。 \n我要邊看星星飛過，邊把我自己增胖！",0];
      
      public static var lunarQ:Array = ["又到了新年了，恭喜發財！ \n我猜你們一定不知道下一句話是什麼對吧？　\n 沒錯，就是紅包拿來！",0,"謝謝你啦。請收下這些鞭炮！ \n你可以拿這些來趨吉避凶。      \n祝你們在旅途之中發大財，年年有餘！",0,"請不要對人放這些鞭炮！",0];
      
      public static var odinD:Array = ["我是奧丁，這個神聖的精神領域的守衛者。 \n歡迎你自由的進出。              \n\n不過，有一隻史萊姆貓我可不能允許你去使用，因為牠會直接通到烈焰之湖中的試煉神殿。",0,"什麼？ \n你不認為我們能扛的住嗎？！ \n還是你只是想把一些秘密寶藏留給自己而已？",9,"哈哈，原始的孩子們！ \n只有在四個可選的地牢中戰勝了五個超級頭目的傳奇英雄可以通過這裡。\n全部最大的挑戰都在這後面。 \n以你們現在的程度，你們會馬上被斬殺。",0,"你說什麼？！",9,"你必須要擊敗的那幾個頭目被稱之為：兩姊妹、地道機器、忍者巢穴、火神以及多頭龍女皇。 \n他們都是一般頭目的增強版，而且能在非主線地城中找到他們！",0,"喔...聽起來好像是個大工程...",5];
      
      public static var odinD2:Array = ["勇敢和強大的戰士們，您們的出現使我感到渺小。 \n若您想要的話，請隨意使用這隻史萊姆貓。 \n我有信心你們能夠面對這後面的任何挑戰。",0,"耶，我們總算得到我們一直以來都該得到的尊重了！",21,"我們可不能太自大。 \n這些頭目是可以把我們解決掉的。",51];
      
      public static var bardD:Array = ["……",0];
      
      public static var bardStart:Array = ["你希望我為你們預知命運嗎？ \n給我你的手，我就可以讀取你們的想法！",0,"噁，這樣有點噁心。 \n請離我遠一點。",17,"好了，讓我們開始吧……",0];
      
      public static var bardSegments:Array = ["馬特對於其他的感覺似乎渾然不覺，尤其是女生。 \n這對娜塔莉可是個壞事。","我可以感覺到娜塔莉和蘭斯之間非常的緊張……兩個人真的很不爽呢！　\n他們之間發生什麼事了嗎？","安娜和蘭斯似乎並不太認識彼此，但是他們共同的地方比他們想像的還要多很多。 \n也許他們應該有些時候一起嘗試並肩作戰。","娜塔莉可以扮演安娜大姊姊的角色，但是因為某些原因，他們把彼此視為對手。","馬特和安娜有著相同的個性，意思是他們都還很幼稚而且需要長大。","蘭斯覺得他被馬特的聲望威脅了。 \n也許他應該嘗試向他學習才對。","喔……我感覺不到任何的流言蜚語。\n你們一定是相處地非常好！"];
      
      public static var cultistD:Array = [".-- . .-.. -.-. --- -- . | - --- | -.. .. . .-.-.-",0];
      
      public static var cultist2D:Array = [".--. .. --.. --.. .- --. .- - . | .. ... | .-. . .- .-.. .-.-.-",0];
      
      public static var cultist3D:Array = [".. | .- -- | . .-. .-. --- .-. .-.-.-",0];
      
      public static var cultist4D:Array = [".... --- .-- | -.-. .- -. | -- .. .-. .-. --- .-. ... | -... . | .-. . .- .-.. | .. ..-. | --- ..- .-. | . -.-- . ... | .- .-. . -. .----. - | .-. . .- .-.. ..--..",0];
      
      public static var cultist5D:Array = ["-.. --- -. ..- - | - . .-.. .-.. | .- -. -.-- --- -. . | .- -... --- ..- - | - .... .. ... .-.-.-",0];
      
      public static var cultist6D:Array = [".. - .----. ... | .- | ... . -.-. .-. . - | - --- | . ...- . .-. -.-- -... --- -.. -.-- .-.-.-",0];
      
      public static var cultist7D:Array = [".- .-.. .-.. | --- ..- .-. | -... .- ... . | .- .-. . | -... . .-.. --- -. --. | - --- | -.-- --- ..- .-.-.-",0];
      
      public static var cultist8D:Array = [".... . .-.. .-.. | .- .-- .- .. - ... | -.-- --- ..- | -... . -.-- --- -. -.. | - .... . | -.. --- --- .-. | --- ..-. | - .. -- . .-.-.-",0];
      
      public static var maskerAD:Array = ["……",0,"喔不，又是這些人……            \n看起來他們還是不想跟我們說話。",9];
      
      public static var maskerBD:Array = ["……",0];
      
      public static var maskerCD:Array = ["……",0,"這傢伙是怎麼了？ \n他就站在這裡，掛著一副翹首以待的樣子。",105];
      
      public static var maskerDD:Array = ["……",0,"哇啊啊！ \n還有別人在這裡！",25,"我們還是趕快走吧！",114];
      
      public static var maskerED:Array = ["……",0,"囂張到不想跟我們說話了，是嗎？           \n啊隨便啦。 \n你本來就嚇到我了！",19];
      
      public static var maskerFD:Array = ["這　裡　存　在　夢　魘　        \n立　即　離　開",0,"他說話了！         \n但聽起來沒有很好就是了。",22];
      
      public static var redD1:Array = ["■□■□■■■□□ -□□□ .¬ 0xFFFFFF \n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□??",0];
      
      public static var redD2:Array = ["\n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□?? \n■□■□■■■□□ -□□□ .¬",0];
      
      public static var redD3:Array = ["\n\n■ □□ -□□□ .¬\n\n■□■□■■■□□ -□□□ .¬`□",0];
      
      public static var wallyD:Array = ["嘿，有個支線地牢在這裡！ \n可惜的是，除非你們花點真實世界的錢，不然你們沒辦法進入。 \n你只要購買史詩戰鬥幻想5的豪華版—其實就是一個擴充包而已—我就會自然移開了。",0,"所以你實際上就是一個「付費牆」嗎？ \n你的存在就是要來折磨我們是吧？",9,"我想你可以這麼說。 \n反正我永遠不會被尊重，但是最少我可以誠實地盡我的本分。            \n言歸正傳，讓我獻給你這份電子傳單，上面附有詳細的解釋……",0,"拿去吧。 \n上面有一個可點的連結。",-1];
      
      public static var wallyD2:Array = ["喔，嘿！既然你已經擁有了史詩戰鬥幻想5的豪華版，我可以讓你們進入這個祕密支線地牢了！ \n但是要小心，這裡可比外面都難一點。你們可能需要在外面冒險久一點才回來打，就會比較好。 \n試試看再說吧！",0];
      
      public static var fanniD:Array = ["請不要隨便做出魯莽的事情，像是打開這些大門。 \n它們的存在是有原因的。 \n這裡後面有強大的怪獸呢！",0,"哈哈哈，放馬過來吧！",2];
      
      public static var fanniD2:Array = ["他們都說我當警衛不夠威脅力。 \n我只是希望好好的說就可以讓大家離這裡遠一點，但看來卻事與願違了。",0];
      
      public static var frostyD:Array = ["啊啊……是的，你也是來研究這個遺跡的嗎？ \n這個地方一定有什麼魔法—火和冰可不能同時並存。",0,"你可以告訴我們如何解開這個謎題嗎？\n我只需要知道從你這裡聽到這個就好。",9,"恩……我想我已經知道怎麼解了。 \n但是我的確自己想要這些寶藏，所以我也沒理由給你任何提示，有道理吧？",0,"我看來是注定要在一個方塊謎題的無盡地獄中受苦了。\n為什麼我的人生會是這樣？",8,"好啦……我給你一個線索……          \n你可以透過推方塊來移動它們！",0,"你ＴＭ在鬧我嗎？",30];
      
      public static var larryD:Array = ["你認為我做得到嗎？ \n你覺得……我可以在熔岩上面衝浪嗎？",0,"如果你的衝浪板可以抗火的話，我看不出來為什麼不行啊？ \n不過記得要錄影錄起來……要不然這樣就這樣白白死掉實在太浪費了。",4];
      
      public static var garvenD:Array = ["我太弱了，推不動這些方塊……雖然這也不重要就是了。 \n這裡的謎題對我而言實在是太難了…… \n不過我眼睛有瞄到頭目喔！",0,"喔？        \n有什麼你可以告訴我們的嗎？",1,"不多，他們是一個冰元素一個火元素，不出所料。 \n如果你還沒有可以裝備可以解決他們的話，你們可以隨時回來這裡。",0,"們？他們？        \n所以是不止一個頭目？",15];
      
      public static var bounceD:Array = ["我被賦予了保護蘭斯的地下碉堡工作—只有購買史詩戰鬥幻想5的豪華版的冒險者們才可以進入這個最高安全的支線地牢。",0,"我就在你面前，智障。 \n我就是你效命的人！讓我進去！",70,"不，長官！你跟我說不能讓任何人進去，即使是你自己！ \n我不能允許你進去。 \n\n但是這裡有更多的資訊可以給你看……。",0,"如你所見，這已經是一個完整的遊戲了，但是如果你想要更多的東西，你可以購買這個擴充包！              \n\n拜託不要傷害我……",-1];
      
      public static var bounceD2:Array = ["啊，我看到你有史詩戰鬥幻想5的擴充包了。那請進吧……      \n但是要小心—這裡面可是個迷宮！ \n如果你迷路了，只要存檔後再讀檔，你就會回到入口處。          \n\n不要忘記了！",0];
      
      public static var kroganD:Array = ["哇！你素朋友還素敵人？！ \n還好偶收集了所有偶能拿到的槍，這素唯一一個讓我活下來的東西。 \n偶猜入口都已經坍塌了。",0,"沒啦，要出去還是有可能出去的。\n你可真的別想要生活在這底下，你會瘋掉的。",2,"偶不能走，偶還沒找到全部的寶藏！               \n其實是偶還沒找到任何寶藏……",0];
      
      public static var gustD:Array = ["我的天啊，是人耶！ \n我曾經是像你一樣的冒險者，但是我已經放棄逃離這個礦坑了，因為我總是會回到我原本開始的地方。 \n這裡是我的家了。我依靠著牆上的露水和碎屑維生，排泄就拉在桶子裡面。",0,"哇，你已經在這裡多久了？！",96,"我想已經到現在大概三到四個小時了。",0];
      
      public static var nasimD:Array = ["你是來拯救我的嗎？！感謝天堂的主！ \n我以為我就要被壓死了！",0];
      
      public static var nasimD2:Array = ["剛剛我看到的可真是一個史詩般的戰鬥。 \n你們真的是主派來的救星。 \n謝謝你們救了我的性命。",0,"其實我也不是非常確定我們能活過去……但是很高興你對我們有信心。",27];
      
      public static var slasherD:Array = ["喂！你不能過來這裡。 \n這條道路只預留給我們殭屍，還有擁有這個遊戲的擴充版的…… \n額……豪華版或什麼的。",0,"你要把一個付費牆放在一個骯髒的殭屍窟？ \n我倒是不覺得我們有漏掉什麼啦。",57,"這可是我的家，妳放尊重點—人類也很骯髒！               \n如果弱小人類有興趣的話，這裡有更多的資訊……",0,"這些新的地牢……他們有一些很難的謎題……嘻嘻…… \n頭目也很強啦，但是這些謎題很殘暴……",-1];
      
      public static var slasherD2:Array = ["*嗅嗅*          \n你們不是殭屍，但是你們運氣不錯可以通過。 \n我有被命令要讓擁有這個遊戲完整版本的人進來。",0,"我們……非常榮幸？",35];
      
      public static var gonerD:Array = ["我……我已經開始想要……人肉了。 \n喔，我不應該跑下來這裡的—他們都警告過我了！ \n現在可好，我真的非常的不對勁……",0,"我們趕快走吧 \n下一個她見到的人可以跟她解釋清楚。",5,"或是可以直接送她安息……",79];
      
      public static var cutterD:Array = ["恩……你們走的可真遠啊，弱小的人類。 \n你們真的沒閒晃太遠嗎？ \n在這下面，我們可說是特別喜歡吃你們這種的呢……",0,"想都別想！",69,"那就一小口可以嗎？",0];
      
      public static var veganD:Array = ["我正在嘗試這個新的酷飲食方法……          \n我想吃什麼都行，但就是不能吃肉、蛋，或其他我真的喜歡的東西。",0,"我認為妳吃這種飲食方法可不會撐多久。",92,"唉呦～",0];
      
      public static var ripperD:Array = ["嘿嘿嘿。你絕對解不開這個的！ \n但我會給你們一個小小提示……答案就在你們面前！",0,"你這個受詛咒的野獸，你應該要為了製造出如此邪惡的機關受苦！",10,"(不知道殺死殭屍算不算不人道。 \n他們很明顯有情緒，而且有點像一般人。 \n但是他們還是一樣邪惡！)",9,"但和你不一樣，我可不是虐待狂，所以也許我可以再告訴你多一點……         \n按開關的順序並不重要，真正重要的是最後的組合！ \n注意符號並知道它們的意思是什麼！",0];
      
      public static var sunnyD:Array = ["這裡是個支線地牢，所以你懂的。\n你需要購買史詩戰鬥幻想5豪華版才能進來。 \n這一定會值得的，我保證。這個地牢裡有兩個頭目！",0,"真沒意思。       \n我們為了拯救你的城鎮才在戰鬥，但是我們還不能免費進去？",99,"抱歉，規矩就是規矩。 \n這裡有個連結可以到標題的話的擴充包，如果你感興趣的話，然後這裡也有一個小小傳單……",0,"如果你已經完成了免費版裡面的所有東西，你隨時都可以再給自己更多一點的遊戲內容……",-1];
      
      public static var sunnyD2:Array = ["喔嘿，既然你是個有史詩戰鬥幻想5完整版的好人，我可以讓你進來紅松鎮的秘密坑道系統。 \n這底下有一大堆情況，也許你能夠理出一個頭緒。",0];
      
      public static var diggerD:Array = ["嘿呀，這些洞窟真是驚人！ \n到處都有隱藏通道。 \n每個大石底下都有寶箱！",0,"請隨意的「尋找」寶箱 \n只要記得你找到後把它們留在原地給我們拿好嗎？",19];
      
      public static var blondieD:Array = ["這些謎題根本我解不開。 \n我應該要去收集寶石的，但是我就只一直瞪著這個東西，然後嘗試把它解開。                      \n這實在太燒腦了",0,"你解到多遠了？",31,"我太弱了，連石塊都推不動。\n它們一定重超過一噸！",0];
      
      public static var pandoraD:Array = ["我們不是唯一想要為了水晶的能量採集它的人。 \n這底下還有不少的怪物，因為當然牠們會在這裡。               \n\n可惡的怪物總是什麼地方都有…… *嘆氣*",0,"而且它們還不給經驗值！           \n唉，我同意。",17];
      
      public static var marinaD:Array = ["這個古老的神殿似乎是從這些水晶裡面吸收能量，而不破壞它們。 \n我們通常就只是燒他們來獲得熱能，所以我們在再生能源上面還有很多需要學習的。",0,"這些水晶能源是跑去哪裡了？ ",45,"這應該和劇情絲毫沒有關係，跟我一樣。",0];
      
      public static var roastieD:Array = ["我在這裡快不能呼吸了，真的好熱！ \n這些死怪物也在火上加油。 \n我已經在這一整天了，還—直……",0,"你的眼睛怎麼了？",22,"(真沒禮貌！)",49,"這個鑽頭槍就像一把雙刃劍一樣。 \n你可以拿它來鑽穿石頭也可以摔跤然後讓它掉到你臉上。 \n我沒有受過很多這個東西的訓練，因為預算被砍了。",0];
      
      public static var templerD3:Array = ["看到這個神殿了嗎？就是這了！最終極的挑戰就在這裡面！ \n這裡就是黃金史萊姆貓通往的地方！",0,"我猜……我們必須花錢才進去裡面，就因為你是個混帳？",9,"完全正確！這裡就是豪華版裡面的最後一個地牢！ \n你需要完成所有其他的支線地牢才能夠進到這裡！  \n角色們的邪惡版本就在這裡面……而且他們毫無疑問，是一群獨特的人！ \n恩，廣告就在這裡，再一次就好……",0,"如果你還是猶豫的話，你也可以等個銷售或什麼的……",-1];
      
      public static var templerD:Array = ["啊哈，你成功了！ \n你成功的面對你的心魔並且勝利了！",0,"對啊，剛剛在那邊還真是瘋狂。           \n\n不過……額……我們現在要怎麼做？",27,"很不幸的，你打破了設計者原本設計好的事件順序！ \n其實啊，他原本預期你現在已經打完全部主線的小頭目了！            \n所以你得在打完不死三頭龍之後重新回到這裡！",0,"喔。       \n\n好吧。",5];
      
      public static var templerD2:Array = ["啊，史詩戰鬥幻想的英雄們終於到來了！  \n容我向你展示這些最終挑戰，個個都可以滿足你對於名譽和榮耀的饑渴！",0,"你到底又是誰啊？",69,"在你面前，有五個發光的寶珠—每一個都代表著一個巨大的挑戰！ \n左邊第一個是 \"怪物車輪戰\", 你必須在漫長的戰鬥中面對遊戲中每一個普通的小怪。左邊第二個則是 \"中等頭目車輪戰\"，在這裡，你必須一個一個將每個遊戲中的小頭目打倒。",0,"最右邊的寶珠是\"強化版頭目車輪戰\", 而右邊第二個則是一般的 \"頭目車輪戰\"。 正如其名，你必須一一面對這個遊戲中的頭目們，中間沒有任何的休息時間。你在之前都已經戰勝他們了，所以這次應該完全不會是個麻煩！",0,"呵呵，我希望是這樣。",27,"最後，在中間的寶珠是 \"無限戰鬥\"。 在這個終極的耐力測試，你要嘗試活過一波一波的隨機怪物，越多越好，同時敵人的等級也會慢慢上升。遊戲難度在這個戰鬥中會自動被設定成困難，並且你的最高分數會被記錄在統計列表上。",0,"是時候刷成就囉！",4];
      
      public static var sage:String = "薩齊";
      
      public static var barb:String = "芭帛";
      
      public static var brutus:String = "貝魯托斯";
      
      public static var val:String = "華爾";
      
      public static var hal:String = "海爾";
      
      public static var felix:String = "費力克斯";
      
      public static var dexter:String = "德克斯特";
      
      public static var linus:String = "黎勒斯";
      
      public static var ada:String = "埃妲";
      
      public static var alan:String = "艾蘭恩";
      
      public static var dinesh:String = "狄奈斯";
      
      public static var gilfoyle:String = "吉爾弗伊爾";
      
      public static var elliot:String = "艾利歐特";
      
      public static var fartus:String = "方陀施";
      
      public static var shartus:String = "方水匹";
      
      public static var nimrod:String = "尼姆羅德";
      
      public static var fran:String = "費婨";
      
      public static var reno:String = "萊諾";
      
      public static var sabrina:String = "瑟布琳娜";
      
      public static var phyrnna:String = "Phyrnna";
      
      public static var moody:String = "沐滌";
      
      public static var osho:String = "奧修";
      
      public static var rami:String = "萊米";
      
      public static var kiev:String = "基弗";
      
      public static var son:String = "基斯恩";
      
      public static var kat:String = "凱特";
      
      public static var robyn:String = "蘿比恩";
      
      public static var meg:String = "梅格";
      
      public static var sageD:Array = ["喂...喂! \n\n藏書閣的這個地方很不安全... 訪客要來這邊後果自負喔！",0,"呃... 你還... 好吧？",35,"還行，我只是很累很餓。我差不多該去休息並享用點心了...         \n反正啊!               \n這區域的結構相當不穩定 - 建築物就快倒塌了，還有怪物們住進來了!",0,"(該死的預算縮減... 連我來這裡的報酬都沒有...)",0];
      
      public static var sageD2:Array = ["當你們在應付那些紙怪物時，喝了茶感覺好多了！     \n\n喔對了，其中一個怪物掉了這張紙...",0,"咦?       \n\n這個是?",105,"那可是新技能的藍圖喔!        \n\n新的極限技!",16,"可是... 僅限女生使用...              \n\n那超級遜的",17,"讚啦！   \n\n讓我瞧瞧！",113];
      
      public static var barbD:Array = ["*竊竊私語* 我聽到謠言... 說這個藏書閣裡... 有張神奇... 的... 紙張.    \n\n會讓圖畫活過來的紙張！",0,"*大聲說話* 你找到了？！",61,"噓~~~~~~！ 安靜！ ",0,"................................................",79,"管他的...  \n\n但回答你的問題... 沒有... 我在這裡找不到任何有用的東西。 \n我覺得你們也找不到懷疑你會找得到。",0,"我就知道什麼書閣圖書館都是毫無意義！",17,"閉嘴啦，馬特！ \n你只會讓自己顯得很蠢！",39,"快看那邊！ \n有一堆很有趣的書可以讀！",49];
      
      public static var brutusD:Array = ["我不認為短時間內會有人去修復這些房間，所以至少我能做的就是保持植物有澆到水。",0,"看起來你把這裡顧的很好。     \n\n怪物沒來煩你嗎?",92,"若我不犯敵，敵不犯我！",0];
      
      public static var valD:Array = ["你們就只靠那一艘小竹筏遠洋渡海?     \n\n你們怎麼沒被給魚吃呢？",0,"我不喜歡魚。     \n\n那就是原因。",61,"喔，哈哈。    \n\n既然你們要表現得如此無理，那我不打算告訴你們有關隱藏的島嶼！     \n對，沒錯！ 絕不在北方只有一隻海鷗的島！",0];
      
      public static var halD:Array = ["來自主大陸的人，是吧？ \n能來到這麼遠的地方來真令人敬佩。     \n\n既然來了，買些東西怎麼樣?",0,"*點心謝謝*",140];
      
      public static var felixD:Array = ["啊，beta測試員終於來了！",0,"你說誰沒種，你這個女人不愛的無腦白癡？",69,"冷靜點，老兄。 沒必要爆青筋！           \n\n你人就在數據碉堡耶! 我們只是把老舊的電動遊戲封存於此而已!",0,"電動遊戲？！ \n多說一點！",22,"這個嘛，在這層樓你可以看到我們所有主要的資料伺服器 - 那就是數據處理的地方，很明顯吧！ \n而樓下有八台可以玩舊版本經典幻想遊戲的電腦。",0,"幻想遊戲?      \n\n我好像有聽過這種遊戲?",15,"怎麼可能。     \n他們全都是網路上鮮為人知的Flash遊戲。       \n\n但勞煩各位，隨意試玩所有遊戲吧！",0,"不會吧！ 我愛Flash遊戲！         \n\n我把青春歲月都浪費在在網路上而不是花時間做些有意義的事！",2,"對阿，真可惜要不是某人發明了香蕉xPhone直接跟Flash對槓，最後將科技汙名化並邁向衰敗。 \n現在人們要用甚麼來編寫網頁遊戲，Javascript? HTML5? 他們要花15年才能追上Flash遊戲！ \n但我有點離題了。",0,"(是Flash遊戲讓我發現色色的世界。我想知道他們這裡有甚麼樣的遊戲...)",71];
      
      public static var dexterD:Array = ["你們一定是新來的測試者。 \n我們花了許多歲月在保存老遊戲中的數據，好讓我們的子孫可以玩，即便網路不存在也能遊玩。     \n\n如果你們其中兩個坐在我左方電腦桌前，就能體驗一些老式的第一代遊戲玩法。",0,"太棒啦！ \n我愛復古電動遊戲！",2,"早期遊戲裡的怪物構造極為原始，從技術上來講。 \n他們連迴避跟命中狀態都沒有，換句話說就是無法閃避任何攻擊。          \n\n我認為這樣做的好處是，戰鬥很少涉及到運氣。",0,"但那還不是全部，他們連元素屬性也懶得編寫 －－ 大部分敵人都只有一個弱點！ \n而且他們的攻擊模式也完全隨機！ 半點智慧資訊都沒有！    \n真不知開發者們腦袋在想甚麼?!",0,"喔，喔，還有戰鬥音樂！ \n我們必須即興創－－",0,"拜託，你們到底要不要讓我們玩?",17,"行，行，去玩吧。 \n記住，只有兩位玩家遊玩而已 - 要你們隊伍前兩位才可以。",0];
      
      public static var linusD:Array = ["這邊的兩台機器是在執行第二代遊戲。 \n就跟第一代一樣，只給兩位玩家遊玩。",0,"哼...，這些好像在我出生前就有了。 \n可我一點都不認得！",112,"我認為在保存大部分遊戲數據上，我們做得很不錯。 (天啊，我真的在跟女生說話呢，呵呵) \n背景圖像稍微損壞，但它們完全還能用，對我來說是如此。     \n當螢幕解析度變得很快，要更新老遊戲還真是難呢，哈哈。",0,"第二代就有介紹迴避跟命中狀態，而且怪物開始用一堆減益攻擊。 \n你以為蜜蜂是笑話來著？！ 等到他們讓你眼瞎就笑不出來囉，笑死！           \n\n所以呢，我想你最好趕快習慣吧。",0,"喂，我也想玩玩看。 \n我該怎麼玩？",92,"跟電腦互動，然後戰鬥就會開始。 \n(我想知道她之後會給我擁抱嗎，呵呵？)",0,"(我好愛聞她那可愛綠髮。好想知道是不是天然綠，還是染的呢？ 齁齁齁)",0,"(我最好停止表現像隻尷尬企鵝，呵呵。)",0,"(我覺得我恐慌要發作了... 哈哈...)",0];
      
      public static var dineshD:Array = ["在這裡是三人遊玩區域。 \n好幾日我都在測試這些遊戲，所以明顯不會有漏洞。 \n我的程式碼好到沒話說，你絕對找不到任何問題的。",0,"關於這些老遊戲不公平的地方在於boss突然召喚其他怪物，然後他們就能馬上行動！ \n有時候會召喚非常強的，一點警告都沒有！       \n不過他們在第四代就修正了。",2,"啊，我看你們挺熟第三代的！ \n有比現在遊戲較少的狀態效果，但其他的都沒～什麼變。       \n何不試試看，然後跟我上司說好讓我升遷，好嗎？",0,"只要機器南瓜還有機槍奶頭。 \n你就別給我過濾掉！",82];
      
      public static var gilfoyleD:Array = ["右方這兩台電腦在執行第四代遊戲。 \n這代跟你現在玩的有所不同。",0,"(哼? 他們是在跟誰說話? 他只是凝視著遠方...)",65,"嘿，還有，我們做了一些調整 - 比如說某些boss行為有稍微改動。 \n而你只能用三位玩家，雖然不符合史實，但我們想讓這體驗能夠有趣又很懷舊，這你懂吧？",0,"我是不反對改寫歷史，只要是為了更好的將來。 \n所謂 \"更好的將來\" 實際上是很主觀的，但我選擇相信我比其他人更了解。",83,"就是這樣的精神！       \n\n現在我的下一個目標，在兒童遊戲加裝些成人內容的模組...",0];
      
      public static var adaD:Array = ["我們挖進一些陳年的開發者部落格，然後找到如你們所見的這些概念圖。 \n請靠近一點看－－這些東西是曾能實現，現卻已深埋塵土，永不成真的。     \n\n對我而言觀賞這些遺珠之憾真是太夢幻了！",0];
      
      public static var elliotD:Array = ["我們在下面種自己的食物，從今之後就是植物和山羊。      \n\n希望明天就是末日，而所有建設都將被摧毀，這地方依然會存活下去。 \n類似給未來世代的時間膠囊，如果你願意的話。",0,"改革和創造新奇觀是很重要的，但人們時常忘了看看那些存在的事物背後的美妙。 \n如果我們的網路文化變得默默無聞及檔案遭到損壞，那就太可惜了       \n\n真希望歷史能夠保存在這些牆內永不遺忘。",0];
      
      public static var alanD:Array = ["如果你已經把樓上那些遊戲都打通關了，然後想要一些更有挑戰性的東西，你可以跳到後面那兩臺電腦上面。         \n\n對，你猜的沒錯－－就是頭目車輪戰模式！因為理所當然就要有一個嘛！",0];
      
      public static var fartusD:Array = ["啊哈！ \n我看到四位老練戰士正尋求挑戰！ ",0,"喵！",129,"呃... 我看到四位半的老練戰士們，想在角鬥競技場戰鬥！ \n條件很簡單 - 贏十場就能拿獎勵！      \n\n但開始前，有五條規則必須了解，所以聽清楚了...",0,"請問規則一是不要談到有關角鬥競技場的事情嗎？",61,"蛤?什麼? 不對！    \n規則一就是一次只能允許一位進入競技場！      \n當每一位走過屬於自己的門，直到獲勝前都只能靠自己 - 或是放棄。",0,"(我才不要一個人作戰...這根本不是我該來的地方嘛...)",35,"規則二是在競技場不准召喚怪獸。 \n鬥士一定要自足自立，而且只能使用他們自己的技能！",0,"那麼裝備可以隨機召喚怪物嗎?",92,"我不知道那是怎樣做到的，所以那大概可以吧。     \n\n管他的，規則三！    \n每場戰鬥只有一波怪物前來對戰 - 見到就乖乖對付囉！",0,"每場戰鬥都只有一波敵人？     \n那聽起來不壞嘛...",15,"規則四！      \n如果你離開競技場，所有的怪物都會重生！      \n你必須要在不離開這個空間的情況下贏得全部十場戰鬥！",0,"但假如我要抽根菸呢?!   \n(我對尼古丁成癮...)",71,"你可以在這棟建築內抽煙。     \n我們不會對你怎麼自殺做出任何評判。",0,"最後一條規則啦！？",9,"最後的規則五就~是... *擊鼓* ........................................................................      \n\n遊戲不會Game Over！ \n正是如此 - 要是輸了還能馬上再試！",0,"喔耶！",93,"好先進！",46,"不錯欸！",2,"喵！",122,"呿，那是給超弱的菜鳥玩的。  \n我寧死不屈 - 就像個真正的男子漢!",81,"嗯，當你準備好的時候，就踏過在那邊的那些門。 \n\n還有記得：把所有未戰鬥角色的技能和裝備都卸下來！ \n這點非常重要！－－不然你就沒有辦法使用那些東西了！",0];
      
      public static var renoD:Array = ["我在競技場被打到體無完膚...      \n\n幸好他們終止戰鬥不然我就真的撒手人寰。 \n你一定得去跟那邊的紅髮傢伙談談 - 他會解釋規則。",0,"我才不需要什麼規則。     \n我在戰鬥中好好的體會就行。",17,"馬特，我真覺得該聽聽這傢伙。    \n這地方可不像平常戰鬥那樣 - 要是沒正確準備是沒機會的！",39,"我希望你已經把各式裝備全部升級了。     \n如果你想活命，你可能需要改變你每場戰鬥的配裝。",0,"聽起來可真詭譎啊...",11];
      
      public static var sabrinaD:Array = ["這活動挺野蠻的，對吧？ \n他們在任何參賽者快失去生命時就終止戰鬥，但對那些可憐的怪物來說就沒那麼幸運了...",0,"我剛發現到他們有稀有的生物。  \n我試試看能不能綁架牠們...         \n\n算是把牠們從殘酷惡鬥的人生中解救出來，你懂的？",0];
      
      public static var nimrodD:Array = ["我來這裡僅僅為了鮮血、秀膽識跟搞爆破！     \n\n我才不管誰贏！",0];
      
      public static var franD:Array = ["我曾有好幾次在競技場孤身作戰。 \n訣竅就是在第一、二回合中盡可能多地獲得強化效果，不然很快就會被淘汰掉。    \n會給防禦性的強化效果的裝備超級有用！ ",0];
      
      public static var shartusD:Array = ["I wanna know，你行不行。You gonna know，別懷疑你自己的本領。獅子對老虎，野狼對獵豹，鱷魚對犀牛－－我會盡我所能，賭上一切！     \n\nYou gonna know，我是冠軍。You gonna know, We got to shooowww我擄獲全場的愛慕囉，寶貝！",0];
      
      public static var renoD2:Array = ["聽說你完成跟10波怪物的對戰啊。 做得好！ \n很不幸地，我沒去觀看－－自從發生在我身上的事之後就不太想去看。       \n\n但我有個小獎品給你－－是個我用了一陣子的酷炫技能。",0,"咦? 這是? \n聽起來好複雜...",5,"對... 就是很看情況的技能。 \n用處是在延長狀態效果，如果你要靠狀態來當策略。     \n\n可以用在敵人或是隊友上－－挺萬用的！",0];
      
      public static var nimrodD2:Array = ["孩子啊，尼在裡面幹得漂亮。 \n如果尼需要個打獵夥伴 - 偶就素你要找的人！     \n\n偶把尼的這台老舊的電腦監控器接上線，把敵人電到麻痺吧！",0,"謝啦，老傢伙。   \n\n也許我用光子彈就會試試看的...",88,"不會造成多大傷害，但是麻痺的效果在那把上超級不得了。 \n可能對任何完全不對麻痺免疫的生物有效。",0];
      
      public static var sabrinaD2:Array = ["嘿甜心！ 我都看著你戰鬥 - 你挺迷人的! \n既然你跟我一樣是魔法使用者，我想要把這罕見的咒語加進你的法術收藏...",0,"喔，謝謝... 呵哼哼！",34,"實際上不只給施法者所用... 物理戰士也可以用! \n但像你這麼可愛的女生應該享有優先權！",0];
      
      public static var franD2:Array = ["呦，安娜！真沒想到會看見你在這裡戰鬥呢！     \n\n我想給你看看我學的這個超酷咒語...",0,"謝謝！         \n\n可是我不記得我們有遇過。 \n你是從綠木鎮來的...?",105,"是的，而且自從你打敗法西斯分子後，我就當你粉絲有一陣子囉！      \n\n我正努力訓練得像你一樣厲害！",0,"你可過獎了！",102];
      
      public static var shartusD2:Array = ["我為你而驕傲，小貓咪！     \n\n既然你已經是個頂尖獵手（像我一樣），我就教你這個殘忍的技能吧...",0,"喵...?",135,"對對，沒錯！ \n鋸刃會讓你的敵人陷入痛苦！ \n你可以拿來虐待比你更弱小的生物！",0];
      
      public static var phyrnnaD:Array = ["喔，你們已經擊敗角鬥競技場了嗎？ \n我聽說主角們今天要在這邊戰鬥，我想要演奏幾首鼓舞人心的歌給你們聽！",0,"你有點太遲囉，小姐。 \n你是跟蹤狂嗎？",61,"呃，無論如何我希望你們覺得這首歌有用處。 \n這首歌有點短，但它會在戰鬥中給你一些增益。",0,"謝謝，好像很有用欸！        \n\n但你好眼熟喔？",32,"喔，我只是會出現在這邊或那邊，有時啦。       \n\n我滿確定我們會再見面的。",0];
      
      public static var oshoQ:Array = ["*靜靜地冥想，肚子咕嚕叫* ",0,"啊，沒錯，這樣就夠了。 現在我們就來進行冥~想~...     \n\n放空心靈，如沙般無形無狀。      \n沙子能輕輕流過或是重重碎擊...      ",0,"對，你要像沙子一樣。      \n\n讓心靈之沙劃過你的身軀，你會獲得內在的平靜。",0];
      
      public static var moodyQ:Array = ["嘿先生，你有咖啡嗎？ \n我可以給你錢讓你幫我去店裡買一下嗎？           \n\n其他大人都不讓我喝...",0,"感恩你，先生！ \n我就教你我這招整天哭而發明的法術。",0,"我不是真的海盜唷。         \n\n我只是角色扮演而已。",0];
      
      public static var moodyD:Array = ["嘿先生，這杯咖啡有多濃啊？",0,"顯然濃到能夠起死回生。        \n\n不要喝太多比較好...",27];
      
      public static var kievQ:Array = ["喔不，原本我想說找到了一個安全的地方和我的兒子遠離末日災難，但因為那個牆上的洞有不少人注意到了我們。       \n\n既然你到了這邊，不如就幫幫我們收集一些物資吧？",0,"不錯喔。那應該夠用了。        \n\n我們用這個強酸來消滅這裡的老鼠－－也許你也會發現它的妙處。",0,"我知道等著我們的日子不好過，所以我們才待在這裡。       \n\n至少我們還有電玩遊戲。",0];
      
      public static var sonD:Array = ["我不喜歡我們的新家。    \n老鼠把我的鞋子吃了。",0,"這裡是我家。 \n這裡不歡迎你們。",69,"爸爸說世界末日很快就要到了，然後我們會被貓神審判。",0,"呃，如果我們沒辦法阻止外星入侵的話你們會需要很多武器，我滿確定的。",79];
      
      public static var ramiQ:Array = ["呵！    \n\n我有一個請求：我在收集罕見動物的樣本，藉此研究在地區之間這些生物的習性如何變化。 \n為了回報你們，我會教你們一個非常有用的咒語－－我保證這對你們非常有用。",0,"呵！    \n\n我感謝你們的幫助。 \n讓我教你們一個會大幅提升你的魔法攻擊的咒語。 \n你們應該會很常使用這個咒語。",0,"呵！    \n\n那個咒語會直接摧毀你對手的魔法防禦。 \n使用得當的話你絕對會在戰鬥中搶盡先手的。",0];
      
      public static var katD:Array = ["我們每個禮拜都收到好多捐給畫廊的藝術品，他們多到我們快忙不過來了！    \n我們真的盡力了，但有時要聯繫所有創作者時在是太難了...希望我們都有把那些名單弄對。",0];
      
      public static var robynD:Array = ["我希望我可以畫成那個樣子，但每一次我試著重回藝術跑道，我的手腕就開始痛，家裡的貓就咬斷我的電腦線，而我所得到的唯一的委託來自一個奇怪的毛毛傢伙。         \n\n藝術家生來就是受苦的。",0,"你為啥不去找一個真實的工作啊？",61,"蘭斯！！",40];
      
      public static var megD:Array = ["我希望現實生活中也有像這些畫一樣的照片...",0,"也許那時我就有個理由在早上起床了。",0];
      
      public function npcs()
      {
         super();
      }
   }
}

