package text.japanese
{
   public class dialogue
   {
      public static var gameIntro:Array = ["くっそぉ、また残り数HPまで減らされちまった。\nアイツ攻撃力高すぎだろ……ズルくないか、おい？！                   \n\nおまけに攻撃パターンも毎回変わってよ、ふざけてんだろ！",25,"残機は残り1……負けたらまた最初からだ。             \n\n他にやることがあるんだ、永遠にこればっかやりたくねぇよ！",18,"おっ！　あれが弱点か！\n目をあと数回刺せば、きっと……。",9,"よっしゃ！　倒した！         \n\nついにクリアしたぞ！",2,"たったの23回でラスボスを倒せたぜ！         \n\n僕ってまじでプロだな！",21,"にしてもつまんねーエンディングだよなぁ。 \n数週間かけてアイテムもフルコンプして……これだけ？           \n\nもっと何かあるような気が……。",17,"んなっ？！              \n\n一体何事だ？",13,"ホープ港がまた海賊に襲われたのか？ \nいや、海賊にこんな火力は無い……はずだろ？",24,"これは見過ごせねぇぜ。 \n誰だろうが僕のテレビのツケは払ってもらうからな！        \n\nエンディングも最後まで見れなかったしさ！",9,"よいしょ、っと。 \n古いホッケースティックが武器になりそうだ。 \n今はこれで十分か。",2,"う～ん、準備はこれくらいでいいかな。    \n冷蔵庫から食いもんも持ってくか……。",1];
      
      public static var controlIntro:Array = ["なるほど、キーボードで移動して、スペースバーで調べる、って感じか？ \n古臭そうな手法だよな。マウスでやったほうが楽かも……。",1];
      
      public static var jerryGone:Array = ["あれ？　あのおっさんがいないぞ。       \n\n何か起きたとか、ないよな？ \n外出するタイプにも見えねぇし……。",15];
      
      public static var mouseControls:Array = ["こういう秘密を見つけるのにマウスを使うのって、なんかズルしてるような気がするんだよなぁ。           \n\nもっと普通にJRPGっぽく遊びたいならキーボード操作をする、っていうのも手かな。",15,"んにゃ？",121,"この猫、多分僕の言ってることわかんないよな……。        \n昔のJRPGってのはすげー秘密があったりしたんだよ。",19];
      
      public static var hiddenRoom:Array = ["あれ？             \n\nこんなとこに部屋なんてあったっけ……。",5];
      
      public static var goingOut:Array = ["んだありゃ？ \n空にでっかい火の玉が！",24,"あ、そうだ。あれって「太陽」だったな。       \n\nしばらく見てなかったからなぁ……気を付けねぇと。",12];
      
      public static var firstFoes:Array = ["あそこにいるのはモンスター、別名「魔物」だな。            \n倒すべき敵であって、倒すとお宝を落とす、ってのは共通事項だ。さて、一働きするかね！",1,"……にしては悪さをしてる様子もないよな。 \n最初は話しかけてみるか……。",5];
      
      public static var nolegsAmbush:Array = ["んっ？ \n何かに不意打ちされそうな気配がする……。        \n\nまさか見つかってないとか思ってるんじゃないだろうな？",5,"僕のゴミ箱を漁ってた猫だな？！ \n練習もしたし、猫くらいは倒せるだろ！",9];
      
      public static var nolegsJoins:Array = ["下がれ、害獣！ \n嘘泣きしても無駄だからな！ \nなんで僕のゴミなんか漁ってたんだよ？",5,"ふにゃぁぁぁぁ……。",128,"え？　仲間になりたいって？ \n猫とはいえ、強かったからな。          \n\n名前、教えてくれるか？",2,"にゃん！",122,"アシナシ？　変だけど、似合うな！ \n焼いて食おうかと思ってたけど、仲間としてチームに入れてやるよ。 \n共犯し……いや、旅のお供ってやつ、ずっと憧れてたんだよな！",4,"にゃ、にゃっ？",125,"ああ、そうさ。 \n宝のために、そして仇を討つために、冒険を始めたところなんだ！         \n\nついて来てくれれば、お宝の山分けもしてやるよ！",3];
      
      public static var newSkills:Array = ["僕たち、魔物を倒すのにも慣れてきたみたいだよな。 \nそうだ、メニューの「スキル」ってところから、新しい技とか覚えてみないか？",1,"にゃぁ……？  \nふにゃ！？",135,"おう、戦いで手に入れたAPってのはそこで使うと思うぜ！",2];
      
      public static var firstQuests:Array = ["やっべ、あの人たち、覚えてるぞ。 \n僕に変なものを集めてくるように、とかお願いしてくるんだよな。        \n\nもうお使いなんてこりごりだ！",9,"にゃにゃぁ……なーお！",121,"頼みを聞いてやればいいものがもらえそうだって？ \nどうだかなぁ。そんなに金持ちには見えないんだけど。",19];
      
      public static var fishShop:Array = ["うぇ……。         \n\nくっさ。",6,"みゅぅん……         \nみゃぁ！",140,"お前は好きだろうな、こういう場所。 \n猫は汚い場所が好きだからな！",17,"にゃ。",139];
      
      public static var weaponShop:Array = ["何かを買う金はないけど、剣を見るのが好きだから、ここにはよく来てるぜ。 \n店長にいつも睨まれるけどな。あいつ、絶対に何かやばいもの隠してるだろ。",2];
      
      public static var restaurant:Array = ["おっ、あまり見ない顔ぶれだな。               \n\nこんなに繁盛してるのは初めて見るぞ。",1,"にゃ、にゃ？ \nにゃぁぁ？",136,"いやいや、金を持ってない奴らには食べかすもくれないだろうさ。 \n（経験者は語る、と。）",19];
      
      public static var blockPuzzle:Array = ["なんだよ、このパズル？ \nここを通りかかる人を苦しめるためだけに作ってないだろうな？",9];
      
      public static var firstMonolith:Array = ["すっげぇ、こんな短時間でこんなに稼げたぜ！ \n魔物も弱すぎ！　盗んでくださいって言ってるようなもんだろ！ \n宝箱もこんなに見つかるしな！",2,"うにゃ！",122,"そうだな、結構いい仕事するじゃねぇか！      \n\n僕と比べて物がそんなに必要ないし、サイズも十分の一だから、お前の分け前は一割でいいよな？",1,"*不満である*",129,"うおっ、なんだあれ？ \nあのでっかい黒い岩、元からあそこにあったわけじゃないよな？          \n\n空から落ちてきて、僕の家を揺らしたのはこいつか？",16,"*モノリスに威嚇した*",130,"ああ、賛成。 \n何か、悪いことへとつながる前触れみたいだ。       \n\nただの岩なはずなのに、見られてるような気がするしな！",2,"*っくしゅん！*",134];
      
      public static var dirt:Array = ["ちぇっ、土が邪魔で進めないなんてな！ \nシャベルか何かがあればな～。そういうのは多分商店で盗めるだろ。       \n\nそこにたどり着くまでが一苦労だけどな……。",17];
      
      public static var rightClick:Array = ["待て、まだこういうこと言われてないよな。メニューの外を右クリックすれば、全部一気に閉じることができるぜ！ \n時間短縮用の、ちょっとしたテクニックだ。",15];
      
      public static var passiveHealing:Array = ["へぇ、戦闘外だと結構早くHPが回復するみたいだな。 \nでも一瞬で治るわけじゃなさそうだ。かなり消耗してたら、全快するのにちょっと時間が必要かもな。",15,"その待ち時間を利用してスキルや装備品の強化をするってのも手だぜ！",1];
      
      public static var farmersMarket:Array = ["よっし、ここが商店だ。        \nあそこのシャベルを持ってこうぜ。捕まらなければ、他のものも持ってけるかもな！",2,"にゃあ！",123,"予想通り、盗むことに躊躇ないなお前。 \nいい仲間に巡り会えたぜ！",4];
      
      public static var marketTheft:Array = ["おっ！　さらにアイテムがある！ \n忍者みたいにそーっとしてればバレないって。",3];
      
      public static var natalieJoins:Array = ["お、おい、大丈夫か？　気分は？ \n大事を起こそうとは思ってねぇから、な？",12,"頭が痛い……。今何が起きたの？",59,"なぁ、さっき起こったこと、忘れよう？　な？ \n他の人に何があったか質問攻めされる前に、ここを離れたほうが良さげだな……。",23,"にゃにゃ！",143,"あ、確かに！ \n意識が戻ってきてるみたいだ。            \n早くアリバイを作らないと！",13,"私に何が起きたの？ \n泥棒たちは？",54,"よっ、僕はマット、こっちはアシナシ。魔物を倒して人のためになろうと頑張る、冒険者見習いだぜ！ \n\nうん、そんなもんだな。 \nお前は突然気を失っただけ。",27,"……思い出した。 \nあなた達は商店での窃盗に加え、注意しようとした私に襲いかかってきた！           \n\n説明なさい。",49,"ほんとにゴメンって。 \nまだ大したものも盗んでないし、牢獄行きとかは勘弁してくれよ。 \nまだまだ操作法の確認とかを兼ねて、色々と試してただけだって！",12,"（うーん、このおバカたちは今のところ利用できそう。……協力してくれれば、だけど。）",51,"まぁ、冒険初心者にしてはいい戦いっぷりだったかな。少しの間なら協力してもいいかも。         \nあの時落ちてきた隕石の影響か、最近魔物の個体数が急激に増えているの。 \n私は隕石と一緒に落ちてきたモノリスの調査に駆り出された身として、協力者を探していたところ。",32,"僕たちも駆り出されてる身だぜ。力、富、そして食い物を手に入れるためにな！ \n既に色々と覚えてきてるけど、まだまだなんだ。",2,"にゃーん！ \n（にゃーんてにゃ！）",123,"じゃあ、その「借りてきた」シャベルを使って、海岸線へと向かいましょうか。 \n橋が壊れている現状、この島から出るには南東にある氷の洞窟を抜けないといけないから。         \n\n途中、大きな魔物が出るかもだけど、協力すればなんとかなるでしょ。",31,"今の聞いたか、アシナシ？ \n家から遠く離れる、ちゃんとした冒険だってさ！",22,"(・ω・)",122,"そうだ、一緒に旅をするのなら自己紹介もしないと。 \n私はナタリー。二人とも、よろしくね。",53];
      
      public static var indianTheft:Array = ["っし、裏に何か隠れてたな。 \n見逃すところだったぜ。",2,"あなた、正気？ \nこんな優しそうな家庭からも盗む気なの？",39,"ごめんな、ナタリー。でもゲーム性には逆らえないんだ。 \n多分どこかで慣れると思うぜ。",12,"*ため息*             \n\n（いつかでいいから、絶対に彼の感性を正しておかないと。頑張れ、私！）",47];
      
      public static var puzzleGames:Array = ["あー、と。ナタリー？",11,"んー？ \nどうしたの？",31,"好きなものとか、あるか？ \n趣味とか、さ。                \n\n僕はビデオゲームが好きなんだけど……。",11,"そうね、最近は中毒性の高いパズル系アプリゲームにハマってるかな。 \nDSの謎解き系ミステリーゲームも好き。          \n\n旅の途中で遊ぶのには最適なんだよね。(^_^)",45,"あ、僕はパズルゲーム嫌いだな。         \n\nつまんないだろ、あんなの。",23,"あっそ。",57];
      
      public static var itemShopping:Array = ["ねぇ、この近辺にお店とかあったよね？ \n残り数が少なくなった回復アイテムや、装備品強化の材料とかを今のうちに揃えておきましょう。         \n\n後は……そうだね、アシナシのためにおやつも買っておこうかな？",32,"みゃふふ、なう！ \nふにゃお！",122,"んだよ？　ナタリーの方がリーダーにふさわしいって？ \nこんな序盤に裏切りイベントを起こすつもりか？ \n食えるうちに食わなかったことを後悔させるんじゃねーぞ。",19,"ぬゃぁ……。",145,"自分のペットになんてことを言うの！ \nアシナシをそうやって扱うんじゃありません！",40,"（やっべ、怒った……。）               \n\nあっはは、冗談だって。な、アシナシ？",27,"……。",139];
      
      public static var bigBlock:Array = ["この石、大きさの割にはかなり軽いんだよね。 \nアシナシでも押せるんじゃないかな。          \n\nさっさとどけて、南へと進みましょう。",52];
      
      public static var firstBoss:Array = ["あのデカブツ、絶対ボスだろ。",2,"その奥にあるのが氷の洞窟。 \n周りをよく見て、準備万端の状態で挑もうか。",35];
      
      public static var firstBossBeat:Array = ["すごい、勝っちゃった！ \n不安はあったけど、あんな敵、負けるわけなんて最初からなかったみたい！         \n私たちが手を組めば、お互いの弱点を補える、いいチームになれる気がするよ！",34,"僕は剣で殴るだけだぜ？ \n他の全部をこなしてるそっちこそすごいだろ。",21,"もうちょっと自信持ってもいいのに！ \n腕っ節が強く、さらに打たれ強い。こういう戦いでは不可欠な立ち位置じゃない！",33,"勝ちたいと思う力が強すぎたのかな、殴られても立ち直ることができたんだ。 \nダメージを受けるたびに強くなってる気さえしたぜ！           \n\n（僕、力になれてるのか？　やっと誰かの役に立てる日が来たのか？！）",4,"ふにゃあ、にゃ！",141,"そ、そういう意味で言ってないって！ \nアシナシのことも忘れてないから。 \nあなたもしっかり戦えて、とても偉いと思うよ？",43,"*ごろごろごろ*",122];
      
      public static var warpZone:Array = ["うおっとぉ！！ \nあのスライムっぽいのが僕らをここに連れてきたのか？",16,"それとも死んで天国に来たとか？         \nそっちの方があり得るな……。",15];
      
      public static var mansionIntro:Array = ["わぁ、ファンシーな場所だな。 \nこんなところに来ていいのかな、僕。",5];
      
      public static var mansionEnter:Array = ["ここに入っても警備員を呼ばれないくらいには実績を積んだ、って解釈していいのか？ \n僕の社会的地位が上がっていくのがちょっと感じられるな。",2,"とても素敵な美術館でしょ。 \n私もよくここに来て、新しい作品を展示する手伝いをしてるの。 \n最近……あの、私たちの絵もちらほら見かけるようになったんだよね。",32,"えっ、僕たちのファンアート？！ \nそんなに知られてるのか、僕たち？",13,"そうみたい。 \nファンもかなりいるらしいよ！",31];
      
      public static var phyDrawing:Array = ["これが誰かわからないんだよなぁ。 \nアシナシ、こいつ知ってるか？",15,"にゃぁ……？",135];
      
      public static var rippedDrawing:Array = ["お、完全に僕だな！ \n僕がぶかぶかな服を着てるのはビール腹を隠すためとかそんなじゃないぜ。 \n実際の僕も脱いだらすごいからな！",12];
      
      public static var dirtyDrawing:Array = ["ああもう、すでに私を題材にした変な絵が出回ってるの？ \n誰よ、描いたの。",51];
      
      public static var boobDrawing:Array = ["私、そんなに大きいかなぁ？          \n\nそんなに夢中になれる人がいるなんて、呆れた。               \nこういう注目に慣れた方が楽なのかな……？",41,"でも絵は綺麗に描かれてる、よな！ \n悪意はないと思うぜ。ナタリーを可愛いと思ってくれる人が多い、それだけだろ！",12,"はいはい。",57,"（これ以上、どう慰めればいいかわかんねぇよ。 \n素敵だとは思うけど、今言うことじゃなさそうだしな。）",11,"*絵をガン見*",80];
      
      public static var cuteDrawing:Array = ["おー、ウチめっさかわええな！\nえぇ絵やで、これ！",93];
      
      public static var monsterDrawing:Array = ["うおー、前世で結構強そうなやつらと戦ってたんだな、僕ら！ \n凶悪すぎるだろ、この絵のやつら。",29,"ふん、馬鹿言え。 \n絵だからこそ、悪意を強調されているのだろう。 \n実際に戦えばそれほどでもないことが多かろう？",81];
      
      public static var partyDrawing:Array = ["うひゃー、ウチらの絵がいっぱいやんけ！ \n数日で人気ってこんなに出るんか？",103,"プロパガンダに最適ではないか！ \nこれで俺の汚名も返上できるだろう！",67];
      
      public static var lanceDrawing:Array = ["俺のクールさを前面に押し出した作品だな。 \n好きだぞ、こういうものは。",64];
      
      public static var familiarDrawing:Array = ["あれ、こんなことした覚えはないような……。          \nでも、なんだか懐かしいな。",45];
      
      public static var reactionDrawing:Array = ["私たち、一体何に反応してるのかな。 \n吉報に違いないだろうけど。",45,"ウチらが攻略対象な恋愛ゲームとかか？",105,"お黙り。",51];
      
      public static var dynamicDrawing:Array = ["ウチら全員の絵や！ \nえらいダイナミックやな！",93];
      
      public static var grumpyDrawing:Array = ["このような絵で俺は常にしかめ面なのに対し、お前達は楽しげにしている。何故だ。",61,"まぁ正解やな。本人もいっつもしかめっ面や。",109,"ふん、どうだか。",88];
      
      public static var teamDrawing:Array = ["僕たち、すっげぇいいチームになるよな！ \n集合絵も映えるものばっかだしさ！",2];
      
      public static var ebf3natzDrawing:Array = ["わぁ！ \nすっごい強そう！",56,"ただその装備品、Epic Battle Fantasy3のもので、今作にはないんだよなぁ。           \n\n……あれ、4だったっけか？",27];
      
      public static var seriousDrawing:Array = ["おう、マジな顔。",1,"俺はいつだって真面目なはずだが。",79];
      
      public static var deadDrawing:Array = ["なんでウチら死んでるん？ \n何が起きたんや、ここ？",115,"素晴らしい絵ではないか。 \n何も問題は見当たらないぞ。",63];
      
      public static var coupleDrawing:Array = ["ナタリー、見てみろよ。ほぼカップル。 \nなーんてな、あはは！",2,"えぇ？！      \nえ、あ、うん、そうだよね。変なの。         \n（でも、いつかはそれも変わるかも？　ほら、人生、何が起こってもおかしくないし。）",43];
      
      public static var cutieDrawing:Array = ["ウチ、えらいかわええな！",93,"ほれ、こんな！",113];
      
      public static var coolDrawing:Array = ["描いてもらったからにゃ、こんな感じのを目指すしかないで！",112,"（最初は成長するところからだな……。）",79];
      
      public static var realisticDrawing:Array = ["わぁ、すっごいリアル！ \n今のデフォルメと比べたら、の話だけどね。",34,"（ダイエットしとかないとなぁ……。）",41];
      
      public static var woahDrawing:Array = ["おおおお、これウチか？              \nかっこええな！",112];
      
      public static var babeDrawing:Array = ["お、いい女。                 \n\nそしていい笑顔。",87,"実際にそんな顔をあなたに向けることはないと思いなさい。",60];
      
      public static var prettyDrawing:Array = ["背景、綺麗やなー！ \nグリーンウッドに似とるさかい、ちょっと行ってみたい気ぃするで！",92];
      
      public static var valentine:Array = ["えっ、ちょ？！ \nこんなの載せる許可、出してないんですけど？！",43,"*カハッ*",13,"ほへー……。           \n\nえらいこっちゃ……。",101,"おお……。        \n\nおおぉ……。",72,"ポージングがちょっと際どすぎると思って、この写真は秘密にしておきたかったの。 \n（あとダイエット前だったから、ちょっと太いっていうのもあるんだけど。）",41,"ネットに出したものは永遠に残る、って言われた通りだったね。",57];
      
      public static var nonolegs:Array = ["にゃ……！？",129,"猫にビールは禁物だぜ！",29,"……。",139];
      
      public static var dragonDrawing:Array = ["でっけードラゴンだな。 \nでも今の僕たちならこんな奴もちょちょいと倒せちゃいそうだよな！",2];
      
      public static var evilDrawing:Array = ["うげぇ、ドッペルゲンガーてこんなきしょいんか？",114];
      
      public static var finalRoom:Array = ["なんだこれ、天国か？！ \n部屋全部が金でできてるぞ！",22,"*あまりの美しさに瞬きすることさえ忘れている*",142,"（あかん。靴底拭くの忘れてもうた。）",114];
      
      public static var concepts1:Array = ["ただのコンセプトアートってのはわかってるけど、こいつらの一部が作品内で出なかったことにちょっと安心したぜ。",24];
      
      public static var concepts2:Array = ["ちょい前のEBFて亀とかおったんか？",95,"うん、でもこの絵とはまた違った種類だったよ。 \nそれにしても、変わった亀だね。",52];
      
      public static var concepts3:Array = ["卵を産んで攻撃する鳥に、ひっくり返ったアイスだと？           \n\n存在さえジョークとなる魔物だらけではないか！ \n手応えのありそうな魔物を出してもらいたいところだ。",82];
      
      public static var concepts4:Array = ["魔物としてはくだらないデザインだ。 \n子供向けのカートゥーンに属する見た目でバカバカしいであろう。",79,"ちょっと、あなたもそのカートゥーン調だってことわかってる？",49,"ふん、俺は別物だ。 \n奴らと違ってスタイルがいい。",81];
      
      public static var concepts5:Array = ["アシナシ、お前はこの絵のようなサイボーグだとは言わないだろうな。 \nそうだとしたら悩みの種が増える。 \n解剖結果はどう出るか、見ものだな？",75,"*内部エラー*",149];
      
      public static var concepts6:Array = ["うえっ、クモ。            \n\n怖くはないんだけど、気持ち悪いよね。",54,"クモはちゃんとできてる家庭の印って言うけど、んなでかいんはちょっと問題やで。\nどっかで火炎放射器でも出さにゃあかんて。",117];
      
      public static var concepts7:Array = ["今作の衣装の一部は女性が作ったの？ \n女にも注目されるほどの体つき、ってことかな。 \n己の体が恨めしい……。",51,"大変やなぁ。 \n美しさは罪ってんを地でいくやつなんて初めて見たわ。 \n（別に羨ましいとかそんなんじゃあらへんで。）",109];
      
      public static var iceControls:Array = ["に、にゃぁぁ……！",144,"おう、氷ってのは滑るもんだぜ。 \nここはキーボード操作の方が楽かもしれないけど、操作法に関してはもう大丈夫だろ。 \nそろそろゲームにも慣れてきたはずだろうしな。",1,"（誰に向けて喋ってるの？　誰かが私たちを見てるの？）",35];
      
      public static var dejavu:Array = ["ね、ねぇ、ちょっと待って。訊きたいことがあるの。             \nチームを組んで以来、デジャブを感じることが多いんだけど。 \n前に会ったことあったっけ？ \nそれとも夢？",35,"言われてみれば……。               \n確かにRPGでよく見る展開だよな！ \nよくあるパターンだよ。男が変な状況で女と出会って、一緒に旅を始めるってさ！",2,"違う違う、ゲームの話じゃなくて……！ \nああもう、いいや……。",47];
      
      public static var longCave:Array = ["うへぇ、この洞窟、結構長いぞ。 \nちゃんと終わるよな、これ？",22,"うん、終わりはあるよ。 \nここは一度通ったことがあるんだけど……あの、後で教えないといけないことがある、かな。",52];
      
      public static var wastelandIntro:Array = ["よっしゃ、抜けた！ \n別大陸にとうちゃ……なんだあの城？ \nそれでなんだあの黒い服の連中？",16,"*フシャー*",130,"えーっとね……。護衛が必要だったのは、あのサイクロプスのためだけじゃなかった、ってこと。 \nここは広く、危険な世界。戦争を始めようとしているファシストの砦も存在するの。 \nさっきは怖がらせたくなかったから言わなかったけど、進むためにはここを抜けないといけないんだよね。",42,"ほー、隠し事とはなかなかのお手前。 \nむしろ吉報だぜ。れっきとした悪人なら、試し斬りとかしても文句は言われないだろうしさ。 \nそれプラス、あの城だったら宝のために荒らしても問題ないだろ？",29,"怖くないの？　怒らない？ \nよかったぁ。",34,"宝しか気にしないなら、心配しなくてもたくさんあると思う。 \n撃たれすぎないようには気をつけてね？ \n体が丈夫なのは知ってるけど、いつかは死んじゃうだろうし。",32,"よし、やるか。 \n怖いんなら僕の後ろに隠れててもいいぜ。",4,"にゃ！",122];
      
      public static var wastelandDestruction:Array = ["なんてひどい……。 \n思ったより破壊範囲が広がってる。        \n\nここには豊かな森が生い茂っていたはずなのに！",37,"わーお、すげぇでっかい物がここら一帯をめちゃくちゃにしていったみたいだな。 \n感心してなかったらビビってたぜ。",22];
      
      public static var bigCar:Array = ["専門家じゃあないけど、あのファシストたちがでっかい車を持ってるってのはわかるぜ。 \n木も人間も轢き倒せるくらいでかい奴。",5,"ま、そんなでかい車があるんなら、遠くからでも見えるだろ！ \n見えてから準備し始めても時間が余るくらい目立つだろうしな！",3,"かもね。 \n魔法の標的にしやすそう。",34,"うにゃぁぁ！",124];
      
      public static var natalieGone:Array = ["なんだったんだあれ？　来るのが全く見えなかったぞ！            \n\nあ゛あ゛あ゛、頭痛ぇ……。",14,"生きてるか、アシナシ？ \n轢かれたか？！            \n\n何か言えよ！　意識があるなら二回にゃーって鳴いてくれ！",7,"に……にゃ、にゃ……。",128,"はぁ？　ナタリーがいないって！？           \nあいつ、ナタリーをさらいやがった！",24,"よし、次の目標は決定だな。 \n追うぞ！　僕から盗んで逃げられると思うな！             \n\nナタリーに何をするか知れたもんじゃねぇしな！",9,"にゃんにゃ！",127,"メンバーが一人いなくなったけど、なんとかするぞ。 \n次からは気をつけて進まなきゃいけないだけだ。",2];
      
      public static var fortressIntro:Array = ["うっわ、でっかい砦だよな。           \n\nナタリー、大丈夫だといいんだけど。",5,"にゅふふふ。 \nふにゃお！",141,"そんな下品なジョーク言ってる場合か！ \n今すぐ取り消せ！",10];
      
      public static var annaIntro:Array = ["うっ、悪寒が。            \n目の前には怒った様子の女子。 \n何なんだこのデジャブ？",25,"*じーっ*",139,"え、僕たちとじゃなくて悪い奴らと戦うためにいるのかもって？ \nああ、それならあり得るな。            \n説明して、協力してくれるかどうか聞いてみようぜ！",12];
      
      public static var annaIntro2:Array = ["ちょっとやばそうだな。 \nこれ以上近づいたら、心の底から後悔しそうな気がする。",11];
      
      public static var annaJoins:Array = ["え？　ウチまだ生きてるんか？                 \nなんでや？",114,"だーかーらー、敵じゃねぇっての！ \nその黒服の連中と戦いに来てる者同士だって！\nナタリーをさらったあいつらは、将来的には僕の村も襲うつもりなんだよ！ \n落ち着けって、話させろって！",9,"にゃあ！",127,"えぇぇ？！",105,"ぜーんぶ、勘違いだったってことか！？ \nウチはただあんさんたちを見つけて、そんで……。 \nいやぁ、えらいすいまへんなぁ。",103,"まぁな。 \n今回ばかりは僕は被害者だ。もっと考えて行動しろよ！",22,"謝らへんといかんな。 \nいてこましたるー、とか本気で思てへん。ちょっとした強がりや。 \nさっき言ってたことも本気じゃないで？",101,"でも、えらいビビりおってたなぁ。 \n怖がらせるんは成功したんちゃうかな？",111,"冗談言える立場じゃないだろ。 \nあんなことをしでかしたんだ、ちょっとくらいはこっちの要求を飲んでもらわねぇと、割に合わねぇぞ。",19,"うっし、わかったで。                  \n\nで、砦に何するつもりや？",101,"アシナシも僕も剣で叩くことは得意だから、そうするだけだ！ \n人であれ機械であれ、邪魔する奴はぶちのめす！",3,"あんでっかい壁をぶっ壊すつもりか？ \n相手は手強いで。罠だの防御だのくぐり抜けへんとあかん。",95,"ん、確かに。 \nよっし、気をつけて進むぞ。",15,"せや。ウチ、アンナいうんや。 \nグリーンウッド村のために戦う、正義の味方やで！                   \n\n今日はちょいまずいタイミングで出会っただけや。いつもはもうちょい優しいで、ウチ！",113];
      
      public static var whosNatalie:Array = ["で、そのナタリーってのはどんななん？ \nお互いのこと、よーく知っとる仲なんか？",92,"うにゃにゃにゃにゃ、にゃぁ！ \n*ちゅちゅちゅ*",143,"黙れ、アシナシ！ \n恋愛対象とか、そんなじゃねーから！",13,"ナタリーは頼れる仲間なんだ。 \n頭もいいし、明るいし、魔法もできる。                  \n\nナタリーがいれば、この先の旅は楽でワクワクするものになると思うぜ。",12,"にゃ！",141,"せやか。さて！ \nここが入り口みたいやな。 \nあのデカブツを倒さなきゃいけへんで、気ぃ引き締めや！",93];
      
      public static var fortressEnter:Array = ["入ったぁ！ \nさてと、捕虜がどこにいるか探さへんとな！",93,"見たものすべてを攻撃するのはやめろよな。 \n僕が言うのもなんだけどな……。　普段の僕なら、このセリフを言われる側だぜ？",19,"故郷が攻撃されとる身や、ちったぁこんな気分でもええやろ？",99,"僕は感情的になったら食べたりゲームしたりしたな。                   \nいやぁ、今日一日でいろんなことを覚えたなぁ。",27];
      
      public static var firstPrison:Array = ["あれ、あの中。 \nあれナタリーちゃう？",93,"いや、違うな。 \nでもお礼をくれるかもだから、助けてやろうぜ。",19,"ジョーダンや、ジョーダン。                    \n\nとりあえず、ほっとくんはダメやな。 \nあそこ開けるスイッチを探すで。",117];
      
      public static var boosters1:Array = ["またベルトコンベアか？ \n楽しそうだな……。",2];
      
      public static var boosters2:Array = ["うぇっ、気分悪い。 \nお目目くるくるや。",118,"ま、ちょい待って！",118,"うし、もう大丈夫……。",114,"あかん、まだダメっぽい！ \n吐く！",118];
      
      public static var natalieFound:Array = ["マット！　アシナシ！ \nこっち！！",36,"ナタリー！　大丈夫か？ \nすぐに出してやるからな！                 \n\n怪我は？　何かされてないか？",16,"今はまだ何もないけど、この先すごいことになりそう。 \n後で色々と教えてあげる。まったく……。          \n\nあのランスってやつ、本っ当に狂ってるから。",51,"（あれがナタリーかぁ。えらいべっぴんさんやなぁ。             \n注目の的なりやすそうなんはわかるけど、ちょっとオーバーちゃいませんか？）",101,"で、どうすればここから出せるんだ？ \nトゲが邪魔だし、おまけに剣で壊せない作りになってるんだよな。",15,"研究所を探し出して！ \nこのトゲを解除するスイッチはそこにあるはずだから！                 \n\n黒いモノリスもそこみたい、気をつけて！",52,"黒いモノリスやて！？",115];
      
      public static var lanceFound:Array = ["*フシャーッ、グルルル*",150,"やっべ、あいつだ。 \n気づかれる前にシメるぞ！",9];
      
      public static var lanceFlees:Array = ["あっはは、逃げ足だけは早いなぁ。弱虫か！ \nっし、追いかけるで！",93,"おう、いい感じじゃねーか？ \n僕たちとさえ戦えない奴が、どーやってこの砦を守るつもりか、見ものだな！",29,"にゃにゃにゃ！",144,"あ、そうか。まだあのでかい車が残ってた。 \nやばい、忘れかけてたぜ。",25];
      
      public static var morePrisons:Array = ["うへぇ、なんて数の捕虜や。                 \nあそこに入ってんの、ウチだったかもしれへんからな。",96,"またあいつらか！ \nさっき僕を見下してきた連中だ！",9];
      
      public static var secretCrack:Array = ["お、やった。 \n抜け道みっけ！",2];
      
      public static var disco:Array = ["うみゃうみゃ！         \n\nにゃぁ！",122,"ああ、確かにダンスフロアにはいいかもな。 \nラウド系音楽が好きとは思わなかったけど、レーザーやライトは猫が好むだろうしな。",2,"にゃっ！",136,"マタタビをキメるのが最高だって？         \nお前、今まで何やってたんだ？",29];
      
      public static var labIntro:Array = ["あかん、モノリスや！ \n下がっとき！",115,"お？　僕の島にも一個落ちて来たけど、それだけだったぞ。 \n何もしないだろ。             \n\nただの石だしさ。",15,"いやいやいやいや。ウチはあれが何すっかわかっとるかんな。 \n闇のエネルギーで凶暴化とか起こして、辺り一帯の生き物全部をおかしくしてまうんや。",114,"あの黒服達はモノリスに近づきすぎて、操られている状態…… \nって言いたいのか？",16,"いんや、あれはあれでやっこさんらのせいだと思うで。 \n人間より獣のほうがモノリスの影響を受けるんよ。 \nあの黒服さんら、その力を何かに使う気か？",112,"なぁ、アシナシ。 \nお前も獣だよな？      \nモノリスの影響、感じるか？",19,"にゅ？",149,"おし、決定や。 \nこの作戦だの何だの、ぜーんぶぶっ壊すで！",92];
      
      public static var natalieRescued:Array = ["マット！　よかった！ \nあなたを雇っておいてよかった！",34,"なんてことないさ。あと雇うといっても給料ももらってないし。 \nまぁ、この辺りで拾った宝で十分だけどな。",2,"あなたとアシナシだけで大丈夫か、心配したんだから。 \nでも代わりの仲間を見つけたみたいだね。",33,"どーも。ウチ、アンナいいます。 \n話は聞いとるで、ナタリーはん。 \n大事大事されちゃってまぁ。",92,"ちょっと、何を吹き込んだの？ \n態度悪くない？",51,"僕は何も言ってないぜ、まじで！ \nアシナシのせいだ！",12,"猫のせいにするって、サイテー。        \n\nとにかく、もうこんなところにはいたくないの。 \nさっさと出ましょう。",49,"あ、もう一つ。 \nあそこの宝箱の中に、大事なものがあるの。 \nこの先進むのに必要そうな、とんかちが入ってるから。",46,"とんかちぃ？ \nそれ使って脱出せぇや！",109,"それができたらとっくにしてる。ひび割れた石しか壊せない、特殊なとんかちみたい。 \n局所的だよね。         \n（あと私、腕の力に自信ないけど、言わないでね。）",33];
      
      public static var tankAmbush:Array = ["うっし、ここでやることは全部終わったな。 \nでもあんのばかたれが待ち構えちゅう。今回は本気そうやで。",112,"城の西にもう一つ出口があるから、ホープ港でアイテムを買うために撤退するのも手だよ。私もついでにAPが溜まってるし、使った方がいいかも。 \n\n今すぐじゃなくてもいいけど、ランスは倒さないと。放っておくには危険すぎる存在だからね。",52,"怖かないさ！ \n今すぐに倒そうぜ！",9];
      
      public static var lanceJoins:Array = ["何故だ……？ \n何故、こんなでたらめな輩に負けたんだ……？",74,"おーい、ニブチン！ \n捕まえたで！　トドメ刺さへんことに感謝すんやな！ \n黒いモノリスを何に使ってるんか、白状しぃ！",100,"ふむ、その申し出を拒否したらどうなる？",61,"交渉できる立場とお思い？       \nこの猫に顔を引っ掻かれたいの？",40,"にゃ！！",150,"む、確かに顔は大事だからな。 \n承知した、話そう。            \n\nモノリスは……そうだな。",66,"天の災が起きたほぼ同時刻、レーダーに黒いモノリスの反応が多数写り始めた。 \n事前に配置されていたかのように、間隔を置いて着陸した。 \n敵によって開発された、偵察装置だと見て間違いないだろう。",61,"ほほう。どんな敵や、それ？",99,"人類そのものへの敵、だ。 \nモノリスは強力な機械だ。人間には想像もつかないテクノロジーが使用されている。\n一つ確保し、繋いでみた結果、強大なエネルギーを生み出すことが判明した。",82,"問題は……我々が扱うエネルギーを相殺する、闇のエネルギーしか生み出さないところだ。\n砕いて言えば、エネルギー源としては期待できないということだ。\nだがエネルギーのパターンを読み、わかったことがある。南の大陸に衝突したのはマザーシップ級の巨大モノリスだ。",83,"マザーシップ？！ \n宇宙から来た侵略者じゃあるまいし！ \n馬鹿げてる！",39,"ああ、モノリスはただの石だろ！ \n僕だってコンピューターの見た目くらい判別できるさ。あんなのが機械なわけないだろ！",9,"どのような意見であれ、人類にこのような侵略を対処させるにはまだ早い。 \n俺はただ、人類を守るために協力者をかき集め、防御線を張った。 \n以上だ。",65,"隠しとることがわんさかありそうや、まだ信用できへん。 \nでもモノリスん事ちょっと知ってそうなさかい、チームに入れておくで。           \n\nまだまだ敵も多いし、力になりそうなんは積極的に持ってかへんとな。",109,"ランスは強力な戦士だ。仲間にできれば頼れると思うぜ！          \n\nその力を悪用しないように、武力で抑えつけりゃいいだけだしな！ \n言うことくらい聞いてくれるだろ！",3,"許すの早すぎない？ \n私にした事、忘れてやらないんだから！",39,"（これほど簡単に許されるとは。素人め。          \nだが今は大人しくしておくか。拷問はされたくないからな……。             \n\n俺のスキルも調べておこう。確かAPが余っていた気がするな……。）",88];
      
      public static var butWhy:Array = ["せや。ランス、研究所のモノリスの理由はわかったんけど、何で女の子も捕らえてたんや？ \n一人で十分ちゃいまへんか？",106,"世界一の大馬鹿者だから、ね。",47,"いや、ちゃんと作戦は立ててあった。詳細な部分もまとめて、な。 \nモノリスは俺が築く帝国のエネルギー源に、女らは新たなる人類の素に。その人類の中でも最適な特徴を持つ女を選んだ、それだけだ。両者失敗に終わったがな。",83,"ほら！ \n大馬鹿者でしょ？！          \n\n他にも突っ込みたいところはあるけれど。",40,"これガチでやばいやつや。 \n常に監視してへんとあかんな、これは。 \n戦うんに要りそうやから武器を持たせてるんや。変なことしでかしたら、ただじゃおかんで！",107,"ふん、裏切るとしても隠れたりはしないと約束しよう。 \nその場合は正面から撃ち抜いてやる。",81];
      
      public static var fascistsSurrender:Array = ["部下たちに話しかける必要はなさそうだな。 \n何が起きたか把握した以上、問題は起こさないだろう。",65];
      
      public static var hiddenTreasure:Array = ["っしゃあ！ \n隠れられると思うなよ、宝箱！",21,"（何個見逃したか気になるな……。）",23];
      
      public static var needRaft:Array = ["さて、次はどうする気だ？",65,"まだ南大陸には渡れないね……　泳ごうとしたら水流に流されておしまいだろうし。\nどうにかしてたどり着かないとだけど。",47,"あ、そうだ！ \nイカダを探せばいいじゃねぇか！ \nホープ港ではよく使われてたぜ！",16,"でもそこにいた時は、一つも見かけなかったよ？",52,"多分隕石の衝撃で起きた大波で全部壊れたんだろ。 \nイカダの作り方を知ってるやつの居場所は川の向こう側……。",27,"神秘の森のはじっこ、やな！ \nイカダ作りのおいちゃんのことやろ？ \nグリーンウッド村から西に行けばすぐやで！",93,"よし、行こうぜ！",2];
      
      public static var nearGreenwood:Array = ["うっし、もうすぐでグリーンウッド村や。 \nウチの故郷さかい、変なことしたら許さへんで？",99,"ランスはちゃんと反省してるように見せることやな。",109,"こうか？",77,"んー、まぁええか。 \nマット、アシナシ。盗賊だってことはよーくわかった。 \n盗みを働いてみぃ、後悔するで！",109,"へぇ、噂が広がるのって早いな！",13,"*盗んでいるのはマットだけなのに！*",131];
      
      public static var houseTheft:Array = ["待てや。",109,"柵で囲われてもない場所なら、不法侵入とは言えないぜ！ \n罪でもなんでもないだろ！",2];
      
      public static var farmTheft:Array = ["こっから持ってったもの、あとでちゃ〜んと全部返してもらうかんな。",109];
      
      public static var annaTheft:Array = ["あれ、裏に何かあるぞ！",16,"これはウチの秘蔵コレクションやで。持ってっても構わへん。",109];
      
      public static var newHouses:Array = ["新築、多いやろ。 \nグリーンウッドのみんな、ちょっと前までは木のうろとかに住んでたんや。時代の移り変わりってんは厳しいもんやな。",91];
      
      public static var ashwood:Array = ["この辺にはアッシュウッドていう森もあったんや。 \nでもなぁ……燃え尽きちゃってなぁ。            \n\n代わりに竹やぶがめっさ生えてきおったけどな！",92];
      
      public static var libraryIntro:Array = ["ここが図書館やで。 \n戦略の立て方だとか読みたいときはここがオススメや。 \nあと、この村唯一のパソコンもあるで！",92,"（ど田舎だな？）",79];
      
      public static var libraryEnter:Array = ["本がたくさん！ \n天国かな？！",56,"地獄の間違いだろ。 \nすでに暇すぎるぜ！",28];
      
      public static var weaponShop2:Array = ["（これが武器屋だと？ \n武器も防具もほとんどないぞ！ \n今までどうやって抵抗していたんだ？ \n俺の部下はそれほどにも無力だったのか？）",82];
      
      public static var plantShop:Array = ["ここは植物とかが多いさかい、一番好きな店なんや！ \n（キレーなサボテンに貴重な菌類、美味しいハーブまで揃い踏み！）         \n\nいつか自分でもコレクションを始めてみたいなぁ！",110];
      
      public static var sentryStatues:Array = ["この石像は昔の村をゴブリンらから守った英雄のなんやで。 \nちょいと歴史の勉強になったろ？",117,"*ふわ〜ぁ*",132,"最近はウチがここ一番の狩人なんや。いつかウチの石像も建つかもな。",113];
      
      public static var needAxe:Array = ["そこから西に行けば神秘の森入り口やで。 \n入るんにゃ斧が必要や。ウチの家に一本あるで！",92,"あそこ、最近変なことばかり起こりゆう。 \nフラ〜って人が入ってって、後から……その、アンデッドなモンスターとして出てくるんよ。 \n村をしょっちゅう襲ってくるんよなぁ……。",114,"てことは、僕たちがそれを調査しないと、だよな？",21,"やってくれるんか？！ \nありがとうな、マット！感謝しかあらへん！",116,"おうよ！ \n人助けってのも、結構楽しいしな！ \n（幽霊相手じゃない限りは、だけど。）",23,"あと、この森に住むイカダ作りの人を見つけないと。 \n話からして、イカダの他にも便利な道具がありそうだしね。",52];
      
      public static var annasHouse:Array = ["さてと、ここがウチの家や。 \nまさかウチがこんな連中連れてくるなんてなぁ。         \n\nあー、両親にも紹介せぇへんとあかんな。",107,"いまだに両親と同棲してんのか？ \nお前いくつなんだよ？",22,"ウチはカートゥーンや。 \n何歳でもええんやで。<3",113,"（便利だな！）",82];
      
      public static var annasHouse2:Array = ["なんとも……不思議な体験だった。 \n予想とは遠くかけ離れた、な。",88,"なんね、文句あるんか？！",99,"否。 \n俺は両親も無しに育った身ゆえ、全くの新体験だったな。",88,"へ？　何が起きたん？ \nいや、話したくないんなら無理せぇへんでもええけどな……？",96,"んー……………………………………………………………………………………………………………………………………………                     \n\n母親には会ったことがない。親父は鉱山で死んだ。 \n嫌いだったからな、気にはしていない。",88,"おうふ……あかんて、それ。",97,"さて、己の短所を不幸な幼少時代のせいにしても構わないか？",88,"はいダメ。     \n被害者ヅラしたって無駄だからね。",49];
      
      public static var annaShrine:Array = ["こういう神殿はお祈りすると悪いもんを打ち払ったり、幸運を運ぶって言われとる。 \n信用はそれほどないけど、面白い言い伝えやで。",92,"（いくら祈っても胸は大きくならんかったけどな！）",107];
      
      public static var farmHouse:Array = ["あ、そこにはめっさ頑固なおいちゃんが住んどる。 \nほっといたほうが身のためちゃうんかな。きっと後ろめたい秘密でもあるんやで！",112];
      
      public static var needStepladder:Array = ["ここがウチらのバルコニーやで！ \nまぁちょっとぼろっちいけどな。          \n\nはしごを見つけんと、あの隙間は渡れへんで。",92,"また道具探しだと？！ \nこの程度、飛び越えられないのか？",69,"無理やな！",91];
      
      public static var bigTrees:Array = ["はぁ、素晴らしい木々よな！ \nここがウチのホームグラウンドっても過言やないで！ \n\nいやー、懐かしいくらいや！",116,"せや、あそこ登らへんといけないで。 \n地表は沼地だのがありゆう、高所から回らへんとあかんとこもあるんや。",112,"毛虫まみれで、悪臭もする。             \n\n自然とはなんと汚らわしいものか。",69,"だまらっしゃい。 \n巨大グモの撒き餌にすっで。",109];
      
      public static var highUp:Array = ["うぉっ、高ぇ！　地面見えねぇぞ！      \n\nすっげー！",2];
      
      public static var hauntedWoods:Array = ["ねぇ、アンナ……森の様子、ちょっと変じゃない？ \n普段はこうなの？",35,"おん、呪われた場所に入ってきとる。 \nお化けだの呪術だのあるさかい、んな深いとこまではそんな来ないんや。 \nま、みんな一緒なら何とかなるやろ！",112,"（囚われの身として最初の任務が呪われた森の調査だと？！ \n認識が甘かった。こいつら、精神的拷問技術に長けているぞ！）",66];
      
      public static var hauntedWoods2:Array = ["スライムやウサギがたくさんいる、穏やかな森って想像がぶち抜かれた音が聞こえたぜ。",24,"あー……前来たときはこういうんはなかったで。",102];
      
      public static var sewage:Array = ["（俺の砦はここからすぐ南、だな。 \n研究室からの下水は全てここに出ているのか？ \nとりあえずは黙っておこう。）",67];
      
      public static var forestMonolith:Array = ["あれや！！",99,"いつもより魔物が凶暴なんはこいつのせい思うんよ。 \nいやな、この辺はいつも不気味やけど、悪化させとる！",112,"何故立ち尽くす？！ \nゾンビがいるぞ！",68,"んー、どっかで見た気ぃするなぁ……。",95];
      
      public static var mushrooms:Array = ["なんて綺麗な場所！ \nこんなところがあるなんて！",56,"ここのキノコ、食えるかな？ \n試したいのは山々だけど、昔いやーなことがあったんだよなぁ。",15,"あ……あ、アレルギーが。  \n菌類が……多すぎる……。",74,"なんね、死ぬんか？        \n（当然の報いやろ。）",114];
      
      public static var needLeafyBoots:Array = ["イカダ作りのおいちゃんはここからすぐ西に住んどる。もうすぐやで。 \nただ……あのスイレンの上歩けるようになる道具が必要なんや。",101,"この森を越えるために、毎回毎回、何かに邪魔されないといけないの？！ \nさらに今後は何が混じってるかもわからない沼の水の中を歩けと？　もういっそ殺しなさいよ！",57,"へーへー、失礼いたしやした、お姫様っと！ \n外で動き回ってちっとは体重減らしてりゃ、こんな大変にゃならへんと思います？ \nそうは思いまへんか、なぁ？",99,"大体の人間は野蛮人みたいに木の中に住んでたり、野生の木の実を探してたりしないの！ \n私のせいにはできないでしょ！",40,"いーや、できるで！ \n乳牛みたいな脂肪の塊下げちゃってまぁ！          \n\n男子が優しいんはそれ「だけ」が理由やで！",100,"変態からの注目なんて浴びて嬉しくなるわけないでしょ？！ \nよかったね、あなたは性奴隷にするためにさらわれたりしなくて！",36,"（まだあの一件を根に持っているというのか？ \nすでに数時間経っているはずなんだが？）",75,"まぁええわ。こんくらいで勘弁したる。 \n女を泣かせるんは気に入らんしな。",109,"泣いてないもん！",37];
      
      public static var needLeafyBootsShort:Array = ["イカダ作りのおいちゃんはここからすぐ西に住んどる。もうすぐやで。 \nただ……あのスイレンの上歩けるようになる道具が必要なんや。",101,"この森を越えるために、毎回毎回、何かに邪魔されないといけないの？！ \nさらに今後は何が混じってるかもわからない沼の水の中を歩けと？　もういっそ殺しなさいよ！",57,"へーへー、失礼いたしやした、お姫様っと！ \n外で動き回ってちっとは体重減らしてりゃ、こんな大変にゃならへんと思います？ \nそうは思いまへんか、なぁ？",99,"大体の人間は野蛮人みたいに木の中に住んでたり、野生の木の実を探してたりしないの！ \n私のせいにはできないでしょ！",40,"まぁええわ。こんくらいで勘弁したる。 \n女を泣かせるんは気に入らんしな。",109,"泣いてないもん！",37];
      
      public static var annaIsSorry:Array = ["えっと、ナタリー？ \nさっきはごめんな？",112,"んー？",49,"実際太っとるとか思ってへん。 \nあんなひどいこと言ったけども、本気やあらへん。          \n\nちょっとインドアやな、って言いたかっただけや。",101,"……ま、いっか。           \n\nわかった、許してあげる。",51,"これ終わったら一緒にキャンプとかして、サバイバルテクニック教えちゃる！ \nクマ狩って料理とかしたいなぁ！",117,"っふふ、楽しそう！　水道とWi-Fiがあるなら、ね！",34,"（あ、ダメやなこりゃ。）",107];
      
      public static var crawling:Array = ["もう少しやで！ \nここが一番きついんよ。ここ越えたら楽なるで！",92,"今更ながら、こんな屈辱より名誉ある戦死のほうがよかったかもしれないと思えてきた。",77,"だったらちゃんと言いなはれ。        \n無駄口たたく暇あるんなら進む進む！",99,"にゃにゃ、にゃんにゃ！",141,"え、どうしたの？",35,"見てねぇって！ \nアシナシ、嘘つくのはやめろよ！",13,"ええええええ？！",42];
      
      public static var stepladderGet:Array = ["っし、樹上の全てを探索する準備が整ったで！ \nこれ以上行き止まりはないと思うんよ。",94];
      
      public static var leafyBootsGet:Array = ["っし、ボスんとこ行くためのブーツはここにある思うで！",92,"そのブーツはずっとお前の自宅にあったと？！ \nお前のせいで森を抜けたというのに？",69,"落ち着けって。 \nこの辺の迷路並なレベルデザインはアンナのせいじゃないだろ。",27,"レベルデザイン、とは？ \n俺が理解不可能な単語では情報共有はできんぞ。",65,"なんね？ \n森ん中歩くんが怖いんか？         \n\nにししし。",105,"いまだにこの森一つ、燃やし尽くすことも容易い。 \nそうしてやろうか、このガキ？！",70,"そこまでにしなさい、ランス。 \nその調子だと、もう一度私たちと敵対することになるから。",49,"ふん。",79,"さぁてと……これで森の西のはじっこまでいけるで。 \nボスはんにご挨拶や。",111];
      
      public static var boss3:Array = ["あのでっかいのがボスか？ \nなんだあれ？",22,"あまり動けなさそう。気をつけて見に行きましょう。",52];
      
      public static var boss3Beat:Array = ["大勝利や！ \n残った猫たちも逃げとるしな！",93,"汚らわしい獣らめ、対立した時点で勝敗は決まっていただろうに。 \n捨て石にもなりゃしない。",63,"あれでよかったのかな？ \n森に出てくるアンデッドの原因って、本当にあれだったの？ \nちょっと見逃した部分があるのかもしれないね。",52,"かもなぁ。 \nでも今はちょっと勝利に酔いしれとってもいいんちゃうか？",107,"あっ、ごめん。 \nそういう意味で言ったわけじゃなかったの。 \nみんな、お疲れ様。",43,"ふむ、お前たちも思ったよりは実戦向きだな。 \n同志と呼べる日も遠くはなさそうだ。",64,"戦うもの同士ではあるけどな。",27,"ランスもしっかりええことし始めたしなぁ。 \nまだまだかもやけど、いつかは善人になれるかもな。",92,"まだ謝ってもらってないけどね！",52,"必要ない。あの時点で手に入れた情報を駆使し、最善と思われた行動をとったのみ。 \n人類の生存がために動いただけだ。",65,"もうちょっとリハビリが必要みたいだね……。",47];
      
      public static var raftGet:Array = ["やっぱり海っていいよな。 \nやっと自由に水を超えて、どこまでも行けるんだ！",3,"航海ってしたことないんだよね……。      \n巨大な海洋生物の触手に襲われて沈む船の話とかよく聞くし。",54,"ねぇマット、これ、どうやって動かしてるの？ \n操縦器具も何も見当たらないし。            \n\nそれほど安心できないんだけど……。",45,"へへっ、イカダの操縦は歩くのとほぼ同じさ！ \n前へと動くことを想像すれば、動いてくれるんだ！         \n\n僕が子供の頃は、両親と一緒にイカダで世界を回ったものさ！",29,"そのころの僕は小さすぎたからほとんど覚えてないけど。 \nあと、僕の両親は途中で危険すぎたと思って、僕を島にほっぽり出したしな。 \nあれこれ自分で考えなきゃいけなかったな、あの時から……物分かりが悪いのもそのせいかも。",27,"マット、ご両親がまだどっかにいる思ってたりしないんか？ \n海賊なん？",112,"あー、と……船乗りは短命な傾向にあるからな。 \nそんなに期待はしてないぜ。         \n\nかなり昔に受け入れたことさ。",1,"まぁ、こんなかわい子ちゃんらと一緒に旅してるんや。さぞかし誇り高く思っとるに違いあらへん。",94,"*けぷっ！*",132,"ははっ、だといいけど。",27];
      
      public static var fishing:Array = ["あーん。",132,"アシナシ……それ、釣りのつもりか？ \n口の中に魚が飛び込んでくるなんて、ゲームでも見ないぞそんなの！",22];
      
      public static var swimming:Array = ["しつもーん！ \nアシナシって泳げるんか？ \n出発する前に聞くの忘れとったんやけど……。",106,"！！！",145,"やっべ、アシナシがイカダから落ちたら終わるぞ！ \nなんで今まで誰も思いつかなかったんだ？",16,"にゃぁぁ……",144];
      
      public static var waterMonolith:Array = ["まぁたモノリスや。 \n魔物いるとこにこいつあり、になってきとるな。",112,"中央の空洞部分が、俺たちでいうアンテナ部分であろう。 \n俺たちを見張っているに違いない。",61];
      
      public static var jaggedRocks:Array = ["南の岸辺に上陸するところがねぇぞ！ \n岩しか見当たらねぇ。なんてこった。",9,"えーと、そうなると……僕の家の南にある渓谷が、南の大陸への唯一の入口になるな。 \nあそこかぁ。寒いんだよな。",15];
      
      public static var lanceIsSorry:Array = ["あー、その……お嬢さん方。 \nナタリー、アンナ。",61,"何？",35,"今ウチのこと、お嬢さん呼んだか？",92,"……あー、どう言えば良いものか。      \n\nえー、と……。",71,"ん〜〜〜？",49,"その、し、しゃ、っ謝罪を、したい。 \nれっきとした仲間として、認めて欲しい。       \n\nゆ、許して、くれないか。",72,"ないよりかはマシ、かな。 \n謝罪、受け取っておくね。",31,"恨みとかは持たへんけど、何したかを忘れるんもせぇへんで。 \n今度敵なったらネズミ千匹の刑や！",94,"（無謀な挑戦ではなかったようだ。 \nこれが……慈悲、というものだろうか？）",71,"にゃ！",129,"そうだそうだ、僕たちへの謝罪はどこだよ？ \n戦車丸ごと使った不意打ちを仕掛けられてんだぞ？！        \n\n回復するのに何分かかったと思ってる！",9,"ふん、その程度か。 \nやりすぎた時はわかるが、侵入者を轢くのは日常茶飯事だろう。",81,"こっちだってお前を許したいんだよ！",2,"したことのない悪は許すすべもなかろう！",69];
      
      public static var forgottenRuins:Array = ["うおぉ、ごっつ古い場所やなここ。 \nジャングルが全部持ってく日も近いで。",93,"ここ、すでに誰かに荒らされてるんじゃないか？ \n台座の上にはお宝があるって相場が決まってるはずだろ？！",9,"ここは、もしや……。 ",65,"……いや、何も思いつかんな。",81];
      
      public static var ruins1:Array = ["わぁ、こんな遺跡、初めて見た！",46,"教科書によると、昔の人々は猫神様やアクロンのような神聖なる存在のために神殿を作っていたらしいけど、それとはまた別みたい。 \nこの遺跡に描かれてる顔、今まで聞いたことも読んだこともないかな。",52,"天の災の影響で温暖化が進んだのだろう。 \n数度変わるだけでも、氷は簡単に溶ける。 \n人の手だけというなら難しいが、震災なら容易いことだろう。",75,"この遺跡、何千年も氷の下で眠っていて、私たちが第一発見者かもしれないわけ？ \nすごいことじゃない！ \nメモとか取っておいた方がいいかも。",32,"なら、誰も見つけたことがないお宝もあるってことだよな？！",3,"行く場所全部を荒らさなくても良いんじゃないかな？！ \n宝のことしか頭にないの？",39,"ここ、エイリアンが作ったとかあらへんか？！",117,"*ため息*",47];
      
      public static var campsite:Array = ["新しい場所のはずなのに、もうNPCがいるじゃねーか！\nここの宝、大半が取られててもおかしくないぞ！",9,"まあ、どうせここを通らなきゃ次の町には行けない。 \n赤松町、だったっけ。",31,"せやで。赤松町はグリーンウッド村と同じくらいの時期にできたんや。 \n漁猟範囲においては永遠のライバルやな。         \n\nちなみにウチはグリーンウッドの方を応援しとるで！",92,"天の災が起きて、赤松町はどうなってるんだろ。　\n北のほうではあまり話を聞かなかったんだけど、大丈夫だといいね。",35,"十中八九、完全壊滅だろうな。",61,"ランス！",39,"なんだ？",79];
      
      public static var ruins2:Array = ["すごい建築技術！　保存状態も良好！ \n当時はさぞかし素晴らしい神殿だったんだろうなぁ！",32,"ここまで作れるんはエイリアンに違いあらへんで！      \n何千年も前、人間らは地球の外からの力に影響を受けとる、とかな！",106,"可能性はあるだろうが、低いぞ。 \n奴隷の多い、堅牢な文明ならば簡単に作り上げられた代物だ。 \n強力な支配者を崇めるために作られたのだろう。 \n（俺のような、な。）",65,"ここにきた冒険者が寒いから作った家って線はないか？",2,"にゃ、にゃぁ……。",129,"やっぱり信じないよね、アシナシ？ \nもっと勉強すれば良いのに。",51,"いつから歴史の専門家になったんや？！       \nなんでエイリアンはやってへんて否定できるん？！",99,"これでも私は大学トップで、歴史専攻だったんだから！ \n古の猫の文明、部族の歴史、光と闇の魔法の学論、有名な神話、なんでも知ってるよ。　\n本は知識の倉庫なの！",39,"それほどに頭が良いのなら、なぜこのような偵察任務に出された？\n室内で学者をしているほうが合うのでは？",82,"えーと……それはあとでいい？               \n\n（恥ずかしい出来事があったんだよねぇ……。）",43];
      
      public static var slippery:Array = ["なんだこの氷の量！！ \n氷の上を歩いても滑らない靴とか買えねぇのか？！",10,"自然そのものがいたずらしてるかのように思える配置やな！",95];
      
      public static var children:Array = ["よっし、こっちには氷しかない、と。 \n戻るぜ。",17,"この天候に対しては装備が不十分だ。\n俺の要塞に一度戻り、火炎放射器を持ってくるとしよう。",65,"（何か子供の世話をしてる気分！）",39];
      
      public static var ruins3:Array = ["ここに住んでいた人たち、一体どんな神様を崇拝して、どんな結末を迎えたんだろう？ \n歴史家でさえ見つけられなかったものがこんなにあるんだよ！　疑問が浮かびすぎて困っちゃう！",31,"強調されたデコに三つめの目のある彫刻か。自分をそう見ていたナルシストだった、って説を出しておくぜ。",22,"この石の仮面……エイリアンに見えへんか？ \nここの人たちはエイリアンを崇拝してて、全員UFOにさらわれたとか！ \nんで、エイリアンが歴史の本書き換えちょったから、誰も知らへん、とか！",106,"明らかに全体主義者による国家の跡地だろう。 \n間違った考えが起こらないように、ビッグ・ブラザーの目が全てを見通していた。 \n目の意思に反するものは処分された。こんな程度だろう。",83,"にゃ、にゃぁん！",124,"いや、耳のない猫人間って線は薄いと思うぜ、流石に。",19,"ちょっと、たまには真面目にしようよ……。",47,"せや、ナタリー。さっきの話、聴き終えてへんな。 \nで？　大学抜けてウチらみたいな輩と一緒に冒険しとる理由って、何なんや？",92,"忘れていたい出来事なんだけど……。",47,"（「ウチらみたいな輩」だと？）",69,"そんな面白いことじゃないって……。              \n私の教師を題材にした18禁小説を書いてるのを見られちゃった、それだけ。",51,"あははははは、まじか？ \nそんなんが理由かいな？！",102,"うん……変だよね……。 \nクラスの皆にも教師にも合わせる顔がなくなっちゃってさ……。",41,"（息できひん……あかん、このままじゃ笑い死んでまう……）",104,"（ナタリーが好むタイプはどのような男なのだろうか。気になるな……。）",61,"いつかは恥を乗り越えて、クラスを終わらせないと。        \nでも今はこっちが優先。クラスにいるよりもたくさん学べるし。                 \n\n気にしてないから、笑ってもいいよ。",57,"にゃひひひひ！",141,"（他の人に絶対見つからないように、今も書いてることは秘密にしないと……。）",51,"（ん？　なんか睨まれたような……。）",19];
      
      public static var gettingWarmer:Array = ["あー、やっとあったかくなってきたな！ \nさらば、氷の渓谷よ！　ぜってー戻ってやんねーからな！",2,"ふむ、出口が巨大な岩の魔物に塞がれている。 \n噂に聞いていたポセイドンとやらはいないようだな。",65];
      
      public static var boss4Beat:Array = ["あーりゃりゃ、これはあかんで。 \n大自然を司る神さんをぶっ倒すんは地球にええはずあらへん。",92,"ふん、くだらん。 \n地球の資源は人類の為にある。 \n猫の聖典にもそう書かれているだろう。 \n（そこしか読んだことがないんだがな……。）",61,"さてと、ポセイドンもおとなしくさせたし、赤松町の住人たちも安心するでしょう。 \n久々に外からのニュースが聞けるだろうし。",32,"もうすぐで目的地だね。 \n町を越えれば、天の災の震源地に着くはず。",31,"町がまだ存在しているとしたら、だがな。",61,"*ため息*",47,"*ノックアウトされてしまった*",138];
      
      public static var nearRedpine:Array = ["やっと町か！ \n良いもん食えるかな？",20,"それにしては人が見えないね……？",35];
      
      public static var redpineHistory:Array = ["ふむ……。ここに最後に来てから久しい。    \n当時と比べてもそれほど変わりはなさそうだが。",61,"赤松を知っているの？ \n鉱山が多いとは聞いていたけど……もしかしてあなた、ここ出身？",52,"このごちそう屋、当時は孤児院だったな。親父が爆死してからしばらくはそこにいた。      \n\n人類への嫌悪を育んだのがあそこだ。         \n……やはりこの町は、好きにはなれない。",79,"でも助けへんとあかんで……違いはあれども、グリーンウッドと赤松は仲間やからな！",97,"ふん、救う価値なぞあるものか。 \n生きている輩より、埋められている体の方が多い町だぞ。",81,"そんな嫌いなんか？",109,"いや、銃売り場は好きだったな。 \n射撃を覚えたのがそこだったからと言うのもある。          \n\n森で親父とクマを狩ったり……。",62,"……あー……。",77,"まったく、変なことを思い出してしまった。                     \n\n忘れろ。",79];
      
      public static var redpine1:Array = ["やけに静かやな。 \nみんな隠れてるんか？　それとも……。",95];
      
      public static var redpine2:Array = ["む、あいつは。 \n俺が敗北したことをまだ知らない様子だな。",61];
      
      public static var redpine3:Array = ["こんなブロックがなかったら、この街にももっと早く到着したのになぁ？！",9];
      
      public static var redpinePub:Array = ["あ、みんなはここに隠れていたのね。 \n……かなり憂鬱そう。",35];
      
      public static var redpineCult1:Array = ["なんだこれは……一種のカルトか？",61,"結論づけるにはまだ早いよ。 \nこの善良な人々の話を聞いて、情報を集めましょう。",32,"あいつら、氷の渓谷から大量のお宝を持ってきたようだな！",9];
      
      public static var redpineGuns:Array = ["これぞ武器庫だろう。 \n素晴らしい！",87,"銃の先っちょにでっかい剣をつけたらかっこよくね？ \n撃つのと同時に刺す、とか！",2,"良い提案ではないな。 \n（敵の内臓まみれになりたいのなら話は別だが。）",77];
      
      public static var redpine4:Array = ["街全体が不気味やな。 \n秋でもあらへんのに、葉っぱが全部紅葉しちゅう！ \n絶対変やで、これは。",109,"うぅっ、農家臭い！",44];
      
      public static var redpineShop:Array = ["変わった輩が多いな。",65,"静かに！ \n協力しに来てるのに、蹴り出されたいの？",43];
      
      public static var graveyard1:Array = ["最近作られた墓ばっかやな。 \n魔物ら、そんなに強いんか？",95,"次は俺たちだろうな。",79,"士気低下の原因が何か言ってる。",51];
      
      public static var graveyard2:Array = ["ん、あそこに何かありそうな予感。 \n入れないか？",5,"死体くらいしかないだろうな。",61,"*ジト目*",49,"どうした？ \n埋められるまで、どこかに置いておかねばならないだろう。 \n戦場では常にそうだったぞ。",79];
      
      public static var redpine5:Array = ["この町、もうちょっとマシだった時もあったみたい。 \n建物はボロボロ、魔物は大量。 \n最後の基地みたいなものだし、できる限り助けてみない？",35,"ナタリーに賛成や。 \n仲間はいっぱいいたほうが絶対にええ。 \nんで助けが必要な人々がここにわんさかおる。",93,"報酬ももらえるかもしれないしな。 \n魔物退治なら任せな。",15];
      
      public static var basement1:Array = ["（ここに何が眠っているか、知りたくないような。）",24];
      
      public static var basement2:Array = ["（何かが息してるのが聞こえたぞ！）",25];
      
      public static var basement3:Array = ["なんだったんだあれ？！ \nガチで怖かったぞおい！",28];
      
      public static var basement4:Array = ["秘密の洞穴とな？ \nあかん匂いしかせぇへんで……。",109];
      
      public static var basement5:Array = ["これ、もしかしなくとも……血、よな？ \nやっぱりあのおいちゃんは怪しい思っとったんや！",114];
      
      public static var basement6:Array = ["あれ、通報したほうがよくないか？ \n警察とかさ。",5,"奴らのことだ、関係ない細々としたことに集中しているに違いない。",81,"警察なんてこの辺にはおらへん。 \n無視するしかないで。          \n\nここには以降入らんようにしとくわ。",107];
      
      public static var basement7:Array = ["すげぇ、何にも見えねぇ！           \n\nアシナシ、お前何か見えないか？　猫って暗くても見えるよな？",5,"にゃぁうん、にゃ！",145,"は？！　拷問部屋ぁ？！",25];
      
      public static var basement8:Array = ["うっし！ \n壁に秘密の通路や！",93,"ぬめぬめしてるな……あと、何かが這い回る音も聞こえるぜ。",18];
      
      public static var basement9:Array = ["（俺とナタリーだけが生き残る、ホラー映画調の出来事も可能かもしれんな。 \n崖から転げ落ちるなど、何があれども不自然ではない。）",66,"（……いや、そういった考え方はやめよう。）",77,"……。",149,"（なんだ？　あの猫、俺の思考を読み取っているとでもいうのか？）",67];
      
      public static var basement10:Array = ["あそこ、二度と行かないようにしようぜ。",28,"完全に同意だ。",67,"仮面かぶった人ばかりだっただけじゃない。 \nそんな怖い？",51,"では問うが、なぜ仮面をかぶっていた？！ \nあの頭蓋の数々で何をしようとしていたんだ？！",86,"何かのごっこ遊びちゃうか？ \n広い世界や、変な服着て変な真似するのが好きな輩もおるんちゃう？",94];
      
      public static var rapture1:Array = ["なん、だ、これは……黒い岩で構成された大地、だと？",66,"あそこのモノリス、飛んどるで！ \n何で浮かんどるんや？！         \n\n攻撃態勢か何かか？",115,"あの隕石の落下場所はここで間違いなさそう。 \n確実に、ここが私たちの最終目的地だよ。 \n思えば遠くに来たね。",35,"やぁっとこのモノリスらの目的だの、真実だのがわかるんかな。 \n正直言って、ウチちょっとびびっとる。",114,"家がすっげぇ遠いな。 \nナタリーのおかげで大冒険になったな。な、アシナシ？",2,"にゃ……。",148,"本っ当に一人で来なくてよかった。 \n大丈夫だよ、アシナシ。",31,"にゃん？",127,"うん、ほんと。",53];
      
      public static var teamReflects:Array = ["これで生きて戻れたら、そりゃあもう大きな物語になるだろうな！ \n電気を復旧させようとしてたのが、こんな大冒険になるなんてさ。 \nレベルが上がりすぎてもはや別人だぜ、僕！",2,"私も最初はこうなるとは思わなかったよ。ホープ港でイカダを借りてすぐ、って考えだったもの。 \n色々大変なことが起きたね……一部は私のせいだったかもしれないし。",41,"一人だけのせい、ってのはあらへん。 \nみんな守りたいものがあって、みんな間違いもしおった。 \nでも、それでいいんや。",94,"にゃ！",123];
      
      public static var teamReflects2:Array = ["故郷のみんながこれ見たらなんて言うやろな。 \nウチが二度と外に出ないように鎖に繋ぐ、とかかなぁ。",112,"モノリスが散乱している、巨大なクレーターを想像していたが……。 \nこれではまるで異世界ではないか。",65];
      
      public static var bloodCave1:Array = ["うっ、首筋に冷たくネバネバしたものが。 \n早く光源を探すぞ。",65,"うげぇ、ぬるっとしたもの踏んづけた。……壁が息してるような音を発してるのも、気のせいじゃないみたいだな。",25,"みゃう！     \n\nにゃ！",142,"アシナシは暗くても大丈夫そうだけど、残りの人はダメそうだね。         \n\nまずい、かな？",52,"アシナシー！　暗闇ん中置いてけぼりにした結果、間違えて撃たれても文句言わへんでな！",117,"なぁう……。",147];
      
      public static var rapturePuzzle:Array = ["今回ばかりはパス。 \nナタリー、やっておいていいぜ。",17,"今回ばかり、じゃないでしょ。",51];
      
      public static var teleporters:Array = ["これは……素晴らしい、テレポート技術だ！ \n使用者を分子レベルで分解し、新たな場所で再構築するようだな。",62,"その言い方やとめちゃくちゃ痛そうやな。 \nまぁ実際はちょっと寝るくらいの感覚やけど。",91,"ふむ……疑問だが、この機械に入るたびに、元となる俺たちは死に、代わりとなるクローンが作られるのか？",76,"そうだったらどうなるわけ？",45,"どうにもならないと思うがな。",61];
      
      public static var lavaLake:Array = ["この溶岩湖が隕石の落下地点に間違いなさそうだ。",61,"隕石を受け止める溶岩があってよかったな！",2,"よし、物理の時間だ。 \n隕石落下の衝撃で、ここら一帯が溶けた、が答えだ。 \n一瞬でNPCが何百人も消えたのだろうな。 ",79,"うっわ、破壊された宝箱の数も尋常じゃないだろそれ。           \n\n世の中、世知辛いぜ。",7];
      
      public static var darkTemple:Array = ["うおぉ、さっき見た神殿やで。 \n猫神様の神殿には見えへんな。 \n神様のおらへんカルトの崇拝場かも。",112];
      
      public static var rapture2:Array = ["ここから複数の道に分かれるようだな。 \nここ一帯が巨大な迷宮のようにも見える。 ",61,"この辺の石、変な配置しとるな。 \nここの台座の上に、まぁるいものが乗りそうや。",92,"（なぁ。……ああ、お前だよ、お前に話しかけてるんだよ。 \n他の奴らがいると変に思われるだろうから、しばらく話しかけてなかったよな。 \n考えてるだけでも、これを読んでくれるよな？ \nただの無駄な祈りかもしれないけどさ。）",11,"（とりあえず、お前には僕にもわからない、大役があるってことは知ってるぜ。 \nアシナシと僕とお前だけだった頃は楽しかったよな。 \nでも今はシリアスな展開だ、ちゃんと僕たちが死なないようにしてくれよ。 \n特にナタリー、な。悪いことが起きたら真っ先に自己嫌悪に陥りそうだから。）",5,"（お前が僕の考えてるくらいに「僕たちの運命」に影響を与える存在なら、頼む。誰も死なせないでくれ。         \n\nあ、あと全部のエリアを冒険させてくれ。宝はできるだけコンプしたいんだ！）",2,"マット、なぜそんなところでぼーっとしている？ \n敵地の奥深くに到達しているんだ、集中しろ！",65,"ご、ごめんって！",13];
      
      public static var rapture3:Array = ["これでオーブは二つ目だね！ \nあと半分だよ。",34,"にゃ！",122];
      
      public static var rapture4:Array = ["よっしゃ、これで三つ目だな。 \n何が起こるか楽しみだぜ！",2,"俺としては死が近づいている予感がする、地球での最後の時間を楽しもうではないか。",88,"にゃぁ？",147];
      
      public static var rapture5:Array = ["流石に緊張してきたな。 \nこの四つのオーブを設置した時に何が起こるか……。",88,"最悪の結果としてあげられるのは、ラスボスがここに召喚されて即エンド、かな。",5,"ま、最悪の事態を予測して……。 \nみんな、楽しかったで！",101,"（突然真面目になったね。 \n士気のためにも、そうじゃない方が良かったかも。）",47];
      
      public static var space0:Array = ["ぐっ！　俺の所持品が！！",69,"何？！　何が起きてるの？！",52,"やな感じがするぜ！",4,"ひょー、楽しいな！ \n重力も何もあらへん！",93,"空間を超越するワームホールに違いない。 \nどこにたどり着くかさえ、分からないぞ。 \n銀河の反対側にほっぽり出されてもおかしくないくらいだ。",65,"いや、こいつは大丈夫な気がする！ \n光が見えた！　そろそろ出口だぜ！",2];
      
      public static var space1:Array = ["う……宇宙空間、だと？！ \n窒息死しろというのか？！",78,"たっかいなぁ、ここ！ \nあれって遠くから見た地球ちゃうか？ \n普通に息できとるな……なんで窒息とかの心配せんとあかんのや？",112,"これ、は……不自然だ。 \n夢か？　これはただのファンタジー色の強い夢なのか？          \n\nこの世の理に従って作られるような場所じゃないぞ！",66,"もしや……これは小型の異空間か？ \n俺たちの知る時空とは別の位置に構築された場所なのか？ \nできるとしたら……これはモノリスらの仕業か？",75,"奴らの主はここにいるに違いない！！ \nモノリスの司令塔とすれば、十中八九ここに隠れているだろう！",73,"さっきのセリフ、半分以上わかんなかったぜ。 \nでもそんだけのことをしでかす力があるくらいなら、絶対倒しにくそうだよな……。",5,"にゃ、にゃぁん！",142,"そうだね。何が起きても対処できるように、自信を持たないと。",53];
      
      public static var space2:Array = ["待って、ちょっと話したいことがあるんだ。 \n長い間、誰かさんが私たちについてきていた気がするの。",35,"何？！ \n誰だ、そんな芸当ができる輩は？！        \n\n後をつけられていないか、常に確認はしていたはずだが！",76,"マットも知ってるでしょ、あなたが話しかけてるのを見たことがあるし。 \n私たちを空から……いえ、もっと遠い場所から見ていた何かがいるみたい。            \n\n説明しにくいけど、感じ取れるよ。",41,"ナタリー、お前も感じたのか？ \n僕の頭がおかしいわけじゃないみたいだな。 \n僕はそいつらをゲームのプレイヤーって感じに解釈してたぜ。 \nまぁ、そうかどうかはわかんないけどさ。",12,"俺たちの住む世界は一つのシミュレーションだという説は何度か唱えられていたが、裏付ける証拠が足りないぞ。 \n立証方法がそもそもないかもしれん。",83,"説とかじゃなくて、ただの勘だぜ。       \n\n誰かが聞いてるかもしれないから、僕はたまに独り言をしたりするんだ。 \n誰かが僕を導いてるようでさ。僕の考えてることを口にすると、いいことが起こりやすいような気がしたんだよ。",27,"それプラス、ゲームでよく見る物とかが浮かんでるのが見えるだろ。 \nアイコンとかセリフの枠とかさ。 \n僕たちが話し合うときは必要ないけど。 \n遠くで僕たちを見守る誰かのためにある、そうだろ？",15,"（なぜセリフ枠に俺は今まで気づかなかったんだ？ \nこれほど目立つというのに、だ！）",66,"とにかく。 \n画面の向こうのプレイヤーだのなんだのに、言いたいことがあるんだ。 \n心の内も知れてるだろうし、正直に言うね。",31,"こんなとこまで来させたんだし、誰も死なないようにしなさいよ！！",40,"遠くまで来させて、危険なこともさせて、最善の選択をしてくれたかも怪しいけど。 \n別の方向に行くように操られて、心配することもあったけど。 \nこれが冒険の最後なら、真面目に終わらせなさいよ！",39,"なぁ、ナタリー。怒らせるようなことは言わない方が……。",12,"私の友達を痛い目に遭わせようものなら、私が黙ってないからね！",40,"はい、以上。 \nちゃんと聞いてくれればいいんだけど。",47,"ちょいとこんがらがってきたで。 \nマットとナタリーがこんな宗教熱心とはな！",105,"*全て最初から知っていたような笑み*",141];
      
      public static var space3:Array = ["待て！ \nあちらには行かない方がいい。……嫌な予感がする。",85];
      
      public static var space4:Array = ["な、なんや？！　ウチの意思に反して、体が引っ張られとる！ \n嫌や！　そっちには行きたくない！",115,"に、にゃう！",145];
      
      public static var space6:Array = ["な、っ……。",73,"……。",25,"ひゃん……。",126,"空間そのものが崩壊している！ \nこれが広がるならば、時空すべてが無に帰すぞ。        \n\n世界そのものが削除されているようだ。",68,"じゃあどうすりゃいいんだよ？ \nこれが終わりなのか？！ \nこんなもの、どう戦えってんだよ？",6,"もうちょい、なーんも知らへんでお家でのんびりできた気がするな。 \n戻ってそうせぇへんか？       \n\n無に飲み込まれるなんてお断りや！",98,"みぃぃぃぃ……。",148,"これは悪い夢。 \nこれは悪い夢。 \nこれはわるいゆめ。 \nコレハ……。",89,"ちょっと！！ \nしっかりしなさい、あんた最年長でしょ！",40,"ここまでなんとかなったし、力を合わせれば大丈夫なはず。 \n今まで出会った敵が束になっても勝ち進めた私たちだよ？ \n画面の向こうの人も絶対勝たせてくれるって！",52,"私たちだけじゃない。サポートしてくれる魔物もたくさんいるよ！ \nホープ港にグリーンウッド村、赤松町のみんなも応援してくれてるはず！ \n彼らのためにも、絶対に勝つよ！",53,"最後の戦いなら、全力を出すしかあらへん！ \n怖くないなんて言ったら嘘になるけど！",114,"ここで負けたら両親に会わせる顔がないんや！ \n家族のため、みんなのため！　アンナ、本気出すで！",103,"こ、ここで死ぬくらいなら、せめて散り際に最大の苦痛を与えてやろう！ \n残った爆破物、全てを起爆させるまでよ！",69,"今までの冒険、楽しかったぜ。この先もそうだといいんだけど。             \n\nまぁ、今は……敵を剣で叩いてみるか。 \n今までそれでなんとかなったしさ。",27,"にゃぁ！",123];
      
      public static var ending1:Array = ["そしてついに、地球は喰らいし者の触手から解放されました。奴らの使命は失敗に終わり、それ以降新たな命令は無く、黒いモノリスたちはついに活動を停止しました。奴らの影響が無くなると、動物や人間たちに平和が戻りました。長く苦しい戦争が終わったのです。",333,"パーティは以前の冒険の記憶を思い出し始めました。長年の体験とそれに伴う感覚、育んできた友情が徐々に戻りました。喰らいし者が虚無を操作しなくなった今、消された情報は宇宙のゴミ箱からゆっくりと復元されました。過去に終了されたシミュレーションの記憶は、徐々に夢や占いとして戻っていきました。",333];
      
      public static var mattXnatz:Array = ["マットとアシナシはお宝目当てにダンジョンを巡り、罪なきNPCから盗みを働くことを減らしたりしました。ナタリーはそんな彼らに真っ当な仕事をするよう諌める日々でした。マットは徐々に彼女の意見を真剣に受け止めるようになりました。マットは何度か挫折したものの、彼女の期待に応えるべく頑張るようになりました。",333,"平和になった世界で、まるで壮大な冒険が始まった頃のように、彼らは1人で過ごす時がありました。ナタリーはどこかに落ち着いて平和に暮らしたいと思っていましたが、マットが成長するにはあと数年は必要だと考えました。それまで小さな冒険を一緒に続け、最終的には真剣に付き合うようになりました。",333];
      
      public static var lanceXnatz:Array = ["ランスは良心を持ったかのように、壊した家屋の再建に取り掛かりました。彼は所有するロボット達を材料を自動的に集め、建物を建造するようにリプログラミングしました。石や木でできた敵達は巻き添えで被害を受け、多くの庭園が破壊されました。リスクの考慮が全くされていなかったようです。",333,"しかしランスの目的はナタリーに真意を隠したまま、慈善活動を行うことでした。ナタリーが自分に恋愛感情を持っていないと彼は分かっていましたが、ナタリーに自分より良い相手が現れるまでは、小さなチャンスで十分でした。ナタリーは最終的に目を覚まし自分を好きになると彼は考えていました。マットはいつか戦死するとも考えていました。無理のある話ですが、悪くない夢でした。",333];
      
      public static var annaXnatz:Array = ["アンナの両親は、彼女が世界を救える程で、一人暮らしにも十分な年齢だと感じ、彼女を家から蹴り出しました。アンナは小さな土地を買い小さな家を建て、すぐに植物や鉢だらけにしました。家は湿り腐り果てて、毛虫だらけになり、アンナの体調は悪化しました。",333,"ナタリーは大学を終えると、面倒を見るためアンナの元へ行きました。ナタリーは必要最低限の消毒や整頓を行い、園芸センターの開設を提案しました。これでアンナはただの収集者にならずに趣味を行えました。アシナシはマスコットとなり、この仕事は地元のヒッピーやお婆ちゃんの間で大人気となりました。",333];
      
      public static var mattXanna:Array = ["マットとアンナは全く異なるゲーム機のゲームをして育ちました。今はお互いプレイし逃したゲームをプレイできました。特に彼らはアクションとアドベンチャーゲームの大ファンでした。協力プレイが可能ならなおさらです。格闘ゲームだとリアルファイトに発展したり、コントローラーを叩き壊すこともありましたが。",333,"最近まで彼らはお金が無く、ネットも公式な攻略本もありませんでした。今は情報を手に入れ、多くの古いゲームを再プレイして見逃した謎を見つけ出しています。また彼らは「オンラインゲーム」という新しいものに惹かれ試そうとしています。これまでは技術的な問題によりゲーム機をネットに繋げなかったのです。",333];
      
      public static var lanceXanna:Array = ["ランスとアンナは多くの狩りを共にしました。小さな町の家畜を苦しめるペンギンやスライムなどの迷惑な害獣を責任を持って狩りました。時にはアダマンタイマイやキングベヒーモスのような珍しく挑戦しがいのある獣を狩り賞金を受け取りました。",333,"アンナの自然界への敬意とランスの現代火器の専門知識にはお互い学ぶべきところが沢山ありました。最も重要なのは破壊と保護が連続的なサイクルで繋がっていることです。ランスは絨毯爆撃が良くない趣味だと学び、アンナは多くの新しい罵りの言葉を学ぶでしょう。",333];
      
      public static var mattXlance:Array = ["未来のエイリアン襲来に備えて、マットとランスは新兵器を研究しました。彼らは戦車20台を貫通できる「ギガソードキャノン9000+」を製造しました。他のコンセプトでは、ガンブレード、ヌンチャク剣、遠隔操作剣などです。ランスは全てのアイデアを却下しました。彼に言わせれば、全てバカげた物だったからです。",333,"ランスは世界征服をいまだに夢見ていました。しかし平和的な手段を追求し続けました。蓄積した資源と技術により、彼は産業革命を始め新興資本主義制市場のリーダーとしての地位を確立しました。明らかに、破壊するより商品を売る方が有益でした。",333];
      
      public static var badEnd:Array = ["パーティは、世界を救う責務を果たしました。しかし多少なりとも、歩む道を違えていたようです。あのような大冒険の末にさえ、互いの違いを受け入れず、恨みを持ったままでした。彼らは時々ビール片手に会い、壮大な冒険を思い出すでしょう。しかし二度と大きな活躍をすることはありませんでしたとさ。おしまい。",333,"ちょい待ち！ \nエンディングにしては暗ぁないか？",99,"だよなぁ？ \nそんなにチームとしてダメだったか、僕たち？",5,"大半を控えメンバーとして過ごした人もいるからね。 \n活躍の場がなければ、こうもなるでしょ。",51,"うーん、クエストをこなしたり、みんなをバトルに参加させたりしたら、もっといいエンディングが観れるのかな？",45,"ひでぇ設定だな！ \nおつかいをしないとハッピーエンドが見れないなんてさ！",9,"DLCじゃない分、感謝すべきだろうな。",79,"にゃ……。",139];
      
      public static var okayEnd:Array = ["パーティは世界を救い、多くの尊敬を集めました。多くのファンができましたが、無謀な行動を非難する人々もいました。パーティは荒れた時代には信頼できる英雄として見られましたが、平和な時代では厄介者扱いでしたとさ。",333,"やったで！ \nまぁまぁな終わり方やな！",93,"でもまだみんなのその後が見れてないね。 \nやり残しがまだどこかにあるはずだよ。",52,"新しい敵も作っとったな……。 \n所構わず盗みまくるからやな！",99,"せめて、みんなに謝りに行かないとだね。 \n許してもらうにはそれ以上の何かが必要そう。",47,"みんながええんなら、まだまだ冒険しても構わへんで。 \nまだ見たこともない秘密があるみたいやしな！",94,"おい、ちょっと待て！ \n製作者からテレパシーを受け取ったぜ！",16,"最高のエンディングのためには、大量の実績に加え、みんなで戦わないと、だとさ！ \n友情を深めなきゃいけないらしいぜ！ \nワープゾーンのあいつの話も聞いたほうが良さげだと！",2,"くだらんな。 \nカートゥーンじゃあるまいし。",88,"にゃ！",122];
      
      public static var goodEnd:Array = ["パーティは世界を救うだけでなく、道中の損害の回復にも努めました。村を再建し、負債を返し、捕獲した魔物を地元の保全計画へ寄付しました。功績により彼らの像が建ち、彼らは末永く良き親友でいましたとさ。めでたしめでたし。",333,"えーと、つまり、私とマットは付き合うってこと？ \nちょっといきなりすぎない？",43,"いやいやいや、まだだって！ \nこれは全部未来の話だぜ！",12,"未来で何が起こるかわかるのって変な感じ。 \n色々と反則じゃない？",41,"それをぶっ壊す方法なんていくらでもあるさ。 \nそれまで時間もたっぷりあるらしいしな！",2,"これが最高の終わり方だと？ \nけっ！             \n\n全く良くないではないか……。",81,"あんさんの好みそうな終わり方は誰も喜ばない思うけどな。 \nさっき見た未来のランス像の通りになれるとええな。",109,"俺が主人公として活躍し、必ず勝つ。そう言った類のビデオゲームをプログラムしないとな。 \n（そうでもしないと気が済まん！）",77,"……さて、ペンギンでも狩りに行くか。",79,"お、楽しそうやな！ \nあん時のアシナシの仇や、行くで！",93,"にゃ、うみゃう！",123];
      
      public static var shillingA:Array = ["あ、そうだ！　なぁ、プレイヤー！　そうそう、お前だよ！ \nEpic Battle Fantasy 5、楽しかったか？　お値段以上に楽しめたか？　アップデートや未来に出るだろう作品も見たいなら、製作者にちょっと寄付してみてもいいと思うぜ。Patreonで寄付してくれれば特典がちょっとつくかもな。上のリンク先からニュースが見れるぜ！",27];
      
      public static var shillingB:Array = ["あ、そうだ！　なぁ、プレイヤー！　そうそう、お前だよ！ \nもしかしてだけど、今お前が遊んでるEpic Battle Fantasy 5はフリーバージョンじゃねーか？　追加コンテンツとかが欲しいなら、デラックスバージョンの購入をお勧めするぜ！　バックアップ機能を使えば、セーブデータを移すこともできるしさ！",27];
      
      public static var stopShilling:Array = ["こら、広告はやめろ！ \nそういった類いのものを嫌う輩も少なくはない。 \n貴様の行動のせいで消されてもおかしくないぞ。",79,"ありゃま。ま、楽しめたしいいか。  \nとりあえず、遊んでくれてありがとうな！ \nみんなが応援してくれたおかげで五作目まで出せたことだし、さ！",4];
      
      public static var newgamePlus:Array = ["で、あれはどうするんや？          \n\nほら、あの「秘密の」あれや！",106,"あ、それか。確か……「ニューゲーム+」、だったか？            \nもう一度ゲームを遊べるんだけど、装備とか能力値上昇とかを引き継げるんだぜ！ \n難易度エピックで撃破！……って実績はこのモードじゃ解除できないみたいだけどな。",15,"今のデータでやり残したことがあったら、どうするんや？",105,"ゲームを一度中断して、もう一回ロードしないとみたいだ。 \nなぜかラスボスを倒した後はセーブができないみたいでさ。",29,"ほへー……。 \n……えーと……そのニューゲーム+のことなんやけど……。 \n始めるために何かせぇへんとあかんかったりするんか？ \nそれともすぐに……",92];
      
      public static var freezeflame1:Array = ["氷とマグマが……同じ洞窟に？ \n変じゃねーか、常識的に考えて？",22,"にゃ、にゃみゃん！",137,"どうした？ \nサイクロプスの匂いがするって？ \nまだまだ仕事が残ってるみたいだな！",2];
      
      public static var freezeflame2:Array = ["な、なんだよ、このパズル？ \nこいつは放っておこうぜ。",18];
      
      public static var freezeflame3:Array = ["またパズルかよ。嫌だなぁ……。 \nもっとこう、戦ってゲットしろ、ってのはないのか？",28];
      
      public static var freezeflame4:Array = ["うにゃあぁ……。",144,"あはは、運んでほしいって？ \nほら、アシナシ。お前ならできるって。 \n怖くないだろ？",2,"……。",129];
      
      public static var freezeflame5:Array = ["ボスは二体いるみたい。多分同時に襲ってくるでしょうね。 \n作戦としては……。",35,"お、これはわかるぜ！ \n氷っぽいところか、炎っぽいところか、戦う場所を選べる。そうだろ？",16,"うん、そうみたい！",31];
      
      public static var freezeflame6:Array = ["うっし、終了！",4,"にしても、僕の家のこんな近くにこんな場所があるなんてな。 \n面白いと同時に怖いよな、そんなの。 \nんー、他にもこういうダンジョンとかあるかもな？",15,"広い世界だ、あるだろそれくらい！ \n全部巡って、宝を総取りしてやるぜ！",2];
      
      public static var maze1:Array = ["ここに潜るのも数週間ぶりだな。 \nここで俺の機械に鉄や燃料を採掘させている。……ふむ、かなり掘り進んだようだ。",61,"このトンネル、どこまで続くんだ？ \n魔物とかいるか？ \n宝は？",1,"……知らんな。 \n数多くの機械が錆びて朽ち果てたか、または反乱でも起こしたのだろう。 \n遭遇するかしないかは、進まなければわからぬものだ。",75];
      
      public static var maze3:Array = ["なんね！　このトンネル、延々と続きおる！ \n全部探索とかムリちゃいます？",95,"うむ。地球が丸いとするならば、いつかは地球を一巡りして元の位置に戻るだろう。 \nそこまで掘り進んだかは……管理外の情報だな。 \nロボットの途中経過報告が全く読めないコードで構成されていたのでね。",83];
      
      public static var maze2:Array = ["全ロボット共通かは知らんけど、でっかいメカっぽいボスがおるんなら、そいつの跡を辿ればトンネル抜けれるんちゃう？\nそれかボスにたどり着くとか。違います？",92,"確かに。思ったより頭は悪くないようだな。 \n戦車の跡があるなら、追うぞ。",62,"へいへい。       \n\nもう一つの提案やけど、地図描いて今まで行ったところのメモ取るんもアリや思うで。",109];
      
      public static var maze4:Array = ["息苦しくて気持ち悪ぅなってきおった。なんでこんな臭いんや？",104,"この匂いはガソリンに硫黄、そして黒煙だな。 \nその程度でくたばるのか？",79,"息できひん。",119];
      
      public static var maze5:Array = ["何時間も同じ場所を回ってる気がする。 \nせめてキャンプ地を設置して休めない？",58,"休んだら入り口に戻されるって言われてなかったっけ。 \n終わりを見つけたいんだったら、歩き続けるしかないぜ。",2,"うぎゅう……。",47];
      
      public static var maze6:Array = ["俺の記憶が正しければ、このようなパズルルームが合計二つあるはず。 \nこのトンネル全体の電力を賄う発電所だ。",61];
      
      public static var maze7:Array = ["何これ？ \n隠し部屋？",46,"パズルルームにいるよりは、トンネルで迷ってたほうがマシだぜ。 \n戻るぞ。",17];
      
      public static var maze8:Array = ["うおっ、地面から巨大なトゲが！ \n部屋全体が揺れてるな……あれがボスか？",6,"戦うつもりなら、全力を出さねばならんぞ。 \nダメージ自体に強力な耐性を持っている。少しでもひるんだら、死んだも同然と思え。",68,"生き埋めは断る。 \nそうされそうだったら、その前に自決してやろう。",89,"チームメンバーになっても、あなたと戦っている気がするのは私だけ？ \nあと弱音は吐かない！　ちゃんと戦ってもらうからね！",40];
      
      public static var maze9:Array = ["核融合エンジン搭載機のマイナス面を垣間見たな。燃料がいらない反面、主人の命令に反しても問題がない。 \n次の設計からは気をつけるとしよう。",65,"採掘用マシーンにミサイルを搭載しないって手はどう？！",40,"不可能だ。 \nエコテロリストから身を守る手段は取らねばならん。 \n信じられないだろうが、自宅の下を採掘されるのを嫌う人間も存在するようだ。",81,"探索終わったんなら、とっとと地上に戻りたいでーす。",112];
      
      public static var hollows1:Array = ["ゾンビでいっぱいの洞窟、ねぇ。 \n呪われた森に関係ありそうな気がする。",51,"おー、こんなとこあるなんて知らへんかったで。 \nウチ、地上専門やしな。",112,"洞穴は危険だ。 \n隠れた溶岩流、匠の自爆、その他諸々に注意を払わねば。        \n\nガス漏れの可能性もある。火を起こす時は注意しろ。",88];
      
      public static var hollows2:Array = ["ひゃあああ！！ \n落ちるところだった！",55,"足元気をつけなよ、ナタリー。 \n落ちたら片道長いぞ！",27];
      
      public static var hollows3:Array = ["だろうな、パズルだ。 \nゾンビになっても作りやがる！",10,"ガチの地獄じゃねーか。",9];
      
      public static var hollows4:Array = ["原始的なパスワードを利用するセキュリティだな。 \n時間があれば、こじ開けることもできるが。",61,"その必要はなさそう。 \nこのシンボルが何を意味するのかわからないといけないだけだよ。",31];
      
      public static var hollows5:Array = ["ねぇ、さっきのにはノーコメントなの？ \nなんで「あれ」が鍵だったの？",48,"あれはまだマシな部類じゃね？ \nまだ動いてる子猫の心臓とか、もっとエグいの知ってるぜ？",19,"んにゃ？！",125];
      
      public static var hollows6:Array = ["なんだろう……監視されてる気がする。",35,"（いつだって見守っているからな。 \n心配する必要はないぞ、ナタリー。）",72];
      
      public static var hollows7:Array = ["おっ、また猫の巣やな！ \n根気ありゆうなぁ。",103,"今度は何をしでかすつもりだ、あやつらは。 \n追い立ててやろう。",69];
      
      public static var hollows8:Array = ["さて、呪われた木も消えた。これで神秘の森も普段の姿に戻るやろ。         \n\n多分。",92,"あの根っこ、地上に届きそうな勢いだったね。 \n確かにあれが、地上の呪いの元だったのかも。",31,"世界の問題の数々が猫の仕業らしいな。 \nやはり、殲滅せねばならない害獣なのだろう。",79,"にゃあ！！",150,"アシナシが、「全ての猫がそうだというわけではない！」ってさ。",12,"アシナシに伝えろ、獣と意見の応酬をする気はないと。",61,"……。",129,"早くここから出ましょうか。",47];
      
      public static var caverns1:Array = ["んえ？ \nなぜにブーツを置いてかんとあかんのや？",105,"さぁな。 \n適当に選んだし、他のでもいいのかもな。",27];
      
      public static var temple1:Array = ["何これ？       \n\nすっごーい！ \nなんて素敵な遺跡なの！",46,"ブーツ置き去りの理由、よ〜くわかったわ。",109,"また氷パズルだと？！ \n罠だったのか、おい？！",30];
      
      public static var temple2:Array = ["（これは……クリスタルからエネルギーを吸っている、のか？ \n俺は間違っていたのか？ \n集めるべきはモノリスではなく、クリスタルの方であったのか？）",66];
      
      public static var temple3:Array = ["あ、でっかいクリスタルと僕たちの間にでっかいドラゴン。 \n宝を取るか、命を取るか……。",5,"ふむ。確かに好ましくない状況だ。 \nドラゴンがいなければよかったのだが。",77];
      
      public static var temple4:Array = ["ふん、我々にかかれば龍もこの程度よ。",64,"我が名はマット、伝説の龍を制し者、クリスタルの収集者なり！",4,"変やな。おふたりはん、戦闘前は逃げる気満々やったやんけ！",109,"ほっときなさい、アンナ。 \n男子ってああなりやすいんだよね。",51];
      
      public static var caverns2:Array = ["はいダメ。        \n\nナタリー、やっといていいぜ。",17,"マット、何が起ころうとも、宝箱は全部開けるっちゅう信念が……",92,"僕だって辛いさ！！ \n僕の夢がこう何度も邪魔されちゃ、僕だってめげるよ！            \n\n解けるもんならとっくに解いてるって！",8,"落ち着いて、一緒に解きましょう。 \n詰まったらネットで答えが出てくるのを待てばいい話だし。",42];
      
      public static var caverns3:Array = ["マット、見て。 \nたくさんクリスタルがあるし、私たちがパズルを解いてる間、それを集めててもいいんじゃない？",32,"手に入らない物だからこそ欲しくなるんだよ！！ \nそれが醍醐味だろ？！",10,"わぁ、子供みたい！            \n\n（怒った顔がちょっと可愛く思えたのは黙っておこうっと……。）",33,"……。",11];
      
      public static var caverns4:Array = ["なぁ、なんか暑くね？",2];
      
      public static var caverns5:Array = ["何メートルある岩でさえ、僕の宝箱ゲットの邪魔はさせねぇぜ！",3,"その岩がパズルじゃない限りは、かな？",33,"なんでバカにすんだよ？！",7,"おー、ナイスー！",111];
      
      public static var caverns6:Array = ["溶岩を見た瞬間以上に、掘りすぎたと思うものはない。",85,"あそこにおるでっかいゴーレム、ポセイドンの親戚か？ \n何してもうたか言わんほうがええな、多分やけど。",111,"それな。",65];
      
      public static var caverns7:Array = ["危なかった。 \nそれにしても、かなり強力な敵とやり合ってきたね。",47,"僕たちが力を合わせれば、神様だって怖くない！ \nここの宝を全部持っていって、次のエリアに突入だ！",4,"まぁ、かっこよかったんじゃない？",53,"にゃ、にゃぁ！",123,"うげ、髪の毛焼けた。",112];
      
      public static var snowflake1:Array = ["うひゃぁ、なんじゃここ？ \n不気味やない程度に変な場所やな。",92,"ワームホールを抜け、別の次元に迷い込んだのは明らかだ。 \n風景をよく見れば、何も無いことがうかがえる。",83,"グラフィックの設定をし忘れたんだろ。 \nもしかして、ここはまだ構築中だったりしねぇか？",2,"魔物の気配はしないね。 \n罠もないけど、暗くて見えづらいかな。",35,"物理の法則は未だに影響を及ぼしていると見た。 \nこれは興味深い。探索するか。",62,"おう、行くぜ！",3,"にゃ！",124];
      
      public static var snowflake2:Array = ["あそこにいるあいつ、この空間の住民か？ \nってか、なんだあいつ？",16,"変な顔やな。友達にしてもいいくらいや。 \nここがどこか教えてくれるかもな？",95];
      
      public static var snowflake3:Array = ["あの猫らしき輩、想像よりは腕が立ったな。 \nあれほど……あー、二次元に見えた割には、だが。",88,"戦わないといけなかったのが残念。 \nでも生き残れたし、大丈夫かな？",53,"に、にゃ……？",137,"アシナシ、疲れてる時に哲学は禁物だよ。 \n猫らしい見た目だったかもしれないけど、あなたに、そしてこの惑星の生物に、関連しない存在なのは明らかでしょ！",52,"とりあえず、裏の方に何か見えた気がするぜ。貰っていくのを忘れないようにな！",2];
      
      public static var retro1:Array = ["おっ？　秘密のエリアか？ \nすっげー！",3,"……にしてはちょっと変だな。        \nなんでこんな場所が存在するんだ？",5,"にゃ……。",125];
      
      public static var retro2:Array = ["入ってはいけない場所に入り込んだ気がするな。",66,"ただの秘密のエリアだって、心配するなよ！",2,"（だが……意図的に作られた場所とは思えない。 \n見てはいけない部分に違いないぞ。）",65];
      
      public static var retro3:Array = ["おっと、またか！ \n秘密のエリア、三つ目だな！",16,"ちょっと不気味だよね。 \n別の次元を利用した秘密のエリアなんて。 \n強力な魔法の影響かな……？",35,"この世界が巨大なシミュレーションだという仮説を元にすれば……これはバグということになる。         \n\n見つかり次第消されるような不安定な場所だということか。……まずいぞ。",75,"にゅ？",135];
      
      public static var retro4:Array = ["またバグエリアか。",61,"これで……えーと、四つ目だよな！",15,"（今の所悪影響を残す様子もない。 \nこのバグを利用し、禁じられたデータへとアクセスできるのだろうか。 \n一体何が封じられているのだろうか。それを利用できる人物などいるものか？）",88,"（……追求しすぎるのも危なそうだな……。）",88];
      
      public static var glitch1:Array = ["よし戻ろう！！ \nやばい予感しかしない！",86,"今回ばかりは同意。 \nここには触れないようにしよっか。",55];
      
      public static var glitch2:Array = ["頼む、やめてくれ！ \nあんなところにゃ行きたくねぇよ！",24,"無理だ無理だ無理だ。 \n悪い夢、これは悪い夢なんだ……。",89,"息できない……。 \n（窒息死しちゃう！）",38,"なぁ、これマジでやりたくないんだよ。          \n\n聞こえてんのはわかってるからな！ \nだからここから出してくれよ、な？",8];
      
      public static var glitch3:Array = ["せめて難易度は下げよう？！ \nまじで死んじまうって！",28];
      
      public static var glitch4:Array = ["勝、った……。 でも精神的被害は尋常じゃないぜ。 \nあんなに頼んだのに送り込みやがって。         \n\nバケモノだよな、お前。",28,"私たちの声じゃなかったよね、さっきの。 \nあいつ……私たちを通して喋っていたの？",58,"今回ばかりは休暇を要請する。 \n最悪を見届けたと思ったら、この有様だ。",88,"もう一生泣いて過ごしたる。           \n\n立ち直れる気がしぃひん……。",97,"うにゃああぁぁぁぁ……。",128,"（あれ？ 音楽が元に戻ってない、よな？）            \n\nと、とにかく！　あいつがリスポーンする前に逃げるぞ！",6];
      
      public static var akron:Array = ["ここに着くまで長かったな。 \nそれほど秘密にしたいものがあるのか？         \n\nただの古い神殿だろう。……ん？",61,"あかん気配がしおる。 \nこれは猫神様の神殿やないで。もっと凶悪で、邪悪なやつのものや……。",112,"これ、アクロンの神殿やないか？！",96,"アクロン？ \nなんか懐かしい名前だな……。",5,"何千年も前、猫神様に存在を消されたやつや。 \n触手や牙、膿なんかが体から滲み出す、悪魔を超えたバケモノだったらしいで。            \n\n獲物から生命力を吸い取って、そこから元によく似たホムンクルスだのを生み出したとされとるんよ。",92,"ま、伝説によるとこんな感じや。実際に起きたことかはだぁれも知らへん。 \nホムンクルスとかも嘘やろ。",94,"私たちのことだし、本当に戦うんだろうけど。",51];
      
      public static var mattDefeated:Array = ["倒した、んだよな？ \nまだ石にされるか？",7,"死んでないし、解呪されたはずだよ。",52,"にゃぁ、にゃん！",130,"わかったよアシナシ、お前を食うってジョークは封印するよ。 \nまさかガチになるなんて僕も思わなかったんだし。",5];
      
      public static var natalieDefeated:Array = ["あー、一生のトラウマものだった。 \nあの戦いを忘れるために、あとで猫の画像を検索しないと。",47,"*手伝いたいにゃ*",123];
      
      public static var lanceDefeated1:Array = ["ま、まだ生きとるよな？！ \n教えてくれへんか？！",106,"ふむ。あの爆発で俺たちどころか、神殿さえも残ったようだな。\nあれほどの爆発なら経験したことはあるが、お前たちも生き残るとは思わなかったぞ。",88,"自爆する敵ってめんどいよな。",19];
      
      public static var lanceDefeated2:Array = ["ふむ、これは使えそうだな。",64];
      
      public static var annaDefeated:Array = ["あの後やと、狩りも躊躇してまうな。 \nあんなに苦しむもんなんやな、獲物。",98,"馬鹿げている。 \n野生の魔物には痛覚も恐怖心もない。         \n\nそれほどのことで信念を揺らがせるな。",81,"せ、せやろか？ \n大半は死ぬ間際に雄たけび上げたりするで。",97,"俺の情報は間違ってはいない。 \n魔物は思考を持たないオートマタである。",79,"（ちょっと安心はした、けど……ランスのいうこと、ちょっと信じれへんな。）",95];
      
      public static var evilNolegs1:Array = ["また宇宙かいな？？",106,"これは……闘技場、か。 \n強力な魔物が出てくるに違いない。",83,"私たちに似た敵で、まだ戦ってないのは……。",52,"にゃ！",136,"せや、悪のアシナシはまだ戦ってへんな！ \n心配……したほうがええんか？",112,"なら楽勝だな。 \nちっちゃい猫一匹に何ができるってんだ？",29,"にぇぇ……。",139];
      
      public static var evilNolegs2:Array = ["うおぉぉ、今のって霊的現象ちゅうやつか？",96,"頭痛が……。これは本当に現実なのか？ \nこれ以上猫を見たら脳が破裂しそうだ……！",89,"にゃあ！",123,"うあああああああああああ！！！！！！",86,"ウチの両親はいっつも「最大の戦いは自分の中で起こるものだ」とか言ってたな。 \nその意味、もしかしてこういうことだったんか？",95,"多分違うけど、名言には変わりないね。",33,"よし、これで多分大丈夫だろ！ \n試練達成だぜ！",4,"そうだね。          \n\nうん、大丈夫。",34,"にゃ！",122];
      
      public static var bossRush:Array = ["追加ボス、ほんまに全部倒したったんか？！ \nやったら……なんなん、これ？",92,"あとは実績全解除くらいか。 \nみんながそれで大丈夫なら、こういうチャレンジをやってもいいと思うぜ。 \n全ボスを一気に倒すとか、そんなのだろうけど。ははっ。",27,"ここはおそらく、本編の外だろうな。 \nここで死んだとしても、実際には死なないだろ。          \n\n多分だけど。",23,"ごっつ大変そうやな。 \nでも前は倒せたんや。今回も倒せるんちゃう？",103,"実績を残せるなら、俺は構わんぞ。 \nその……共に戦うことにも慣れてきたゆえ、な。",88,"今までのボスと戦えるのなら、捕まえ損ねた魔物を捕獲する絶好のチャンスだね！",34,"にししし、楽しいやろ？　魔物狩るの。",117,"え？！　\n……まぁね……。最近、性格が変わってきたような気がする。",43];
      
      public static var mattPC:Array = ["電気が止まったことだし、戻るまでパソコンで遊んで……。          \n\nあっ。",5];
      
      public static var mattConsole:Array = ["僕の最高価値を誇る所持品、ハイスペックなゲームコンソールだぜ！",2];
      
      public static var angryBird:Array = ["まぁそうなるだろうな。             \n\n鳥、かぁ。いっつも僕の家の壁に突っ込んでくるんだよな。",9];
      
      public static var cutTheRope:Array = ["こいつがなんだかわかんないけど、害をなすってことはわかるぜ。          \n\nもう悪さもできなさそうだけどさ。",5];
      
      public static var N64:Array = ["ん、古そうなゲームコンソール。          \n僕の持ってるやつの方がスペックが高いだろうな！",1];
      
      public static var squall:Array = ["銃であると同時に剣でもある？                \n一体どういうことだ！",19];
      
      public static var deadFish:Array = ["この魚、確実に死んでるな。                 \n鮮度も悪そうだ。",17];
      
      public static var buster:Array = ["（こんなの盗めるわけねーだろ。 \n持ち上げられるかさえ怪しいぞ！）",19];
      
      public static var painting2:Array = ["これぞ芸術、だよな！ \nシンプルでわかりやすいしさ。",3];
      
      public static var guestbook:Array = ["ゲストブック　\n「この場所は豪華すぎ。警備員に見下されてる気がする。2/10」ベラ　\n「バカな絵だ。自分の評価は-99/10」チャド　\n「皆が見るべき貴重で歴史的な作品群の、素晴らしいコレクションでした。10/10」ナタリー"];
      
      public static var mansionBook:Array = ["別次元に繋がるポータルについて書かれた本があるぞ。 \n四つの道を歩んだ者の前に、五つ目の道が「壊れし神」の元に現れる、だと。          \n\n変な話だな……。",22];
      
      public static var goldbook:Array = ["む、隠されたメモを見つけたぞ。 \n「おめでとう！　きみこそがチャンピオンだ！　おわりだよ！　もう一本買ってね！」",76];
      
      public static var report1:Array = ["報告88：全収容室が満員。古い囚人達の処刑開始の命令が出た。リーダーのハーレムの場所を確保せよとのことだ。\n人口再生産計画のために、様々な少女達を集める予定だ。"];
      
      public static var report2:Array = ["報告57：この謎の岩を利用できれば、我らは無尽蔵のエネルギーが手に入る。世界征服は驚異的な速度で進み、我らが技術の前にあらゆる抵抗は無意味となるだろう。しかし注意が必要である。岩の調査中にエネルギーの爆発により、連隊が全滅したという噂がある。"];
      
      public static var report3:Array = ["報告32：攻撃の時は今。天の災は不幸中の幸いである。世界は混沌とし、我らが敵は同士討ちを始めている。自らの階級の維持のために力を浪費しているのだ。我らが開発したマシンは総力で進軍し、古き世界に鉄槌を下すであろう。"];
      
      public static var book1:Array = ["「人の時代は終わる。未来の軍隊は機械となり、完璧な仕事をし、一糸乱れぬ調和を生む。10億の体が、全てにして1つの生命として動く。もはや元には戻れない。技術的特異点は我らのすぐそばにある。」　\n機械の時代　9章"];
      
      public static var book2:Array = ["「自身の存在理由を理解した者のみが魂を持てる。魂が空虚なNPCをプログラムの計算以上の存在にできる。魂により、新たな存在の高みへと前進・向上し、意義と豊かさに満ちた美しい未来へと到達できる。」　\n人間を超越する　8章"];
      
      public static var computer1:Array = ["システム更新中：電源を切らないで下さい"];
      
      public static var paintingLance:Array = ["こいつがここに住んでるみたいだな。             \n\nよし、荒らすか！",1];
      
      public static var catStatue:Array = ["「預言者の聡明なる教えを心に受け入れれば、猫神様の天使達があなたに永遠に幸運をもたらすでしょう。」\n\n 猫の聖典　12章"];
      
      public static var dontSteal:Array = ["グリーンウッド鍛冶屋　 \n\n（万引きお断り。見てるぞ！）"];
      
      public static var annaBook:Array = ["「多くのハーブは自宅で栽培でき、ニンジンやカブは菜園に最適です。農具を必要としない安価な種が必要となります。自作農は長期的に多額の節約に……」\n低予算の料理　3章"];
      
      public static var annaPS:Array = ["変なフリスビーを利用する、ヘンテコなゲームコンソールだな。          \n\n傷だらけだ。",15];
      
      public static var pokes1:Array = ["昔のゲームを思い出させるな。 \n最後だって言っといて最後じゃなかったんだよ。              \n\nインプが強敵だったなぁ。",2];
      
      public static var pokes2:Array = ["本物の毛皮でできてないことを祈りましょう。 \n可愛い動物を殺すような商売は嫌いなんだよね。",47];
      
      public static var painting:Array = ["わぁ、素敵な絵！ \n考察の余地を残しながらも、メッセージ性に溢れる名作じゃない！",32];
      
      public static var NGC:Array = ["これは確かゲームボックス720、だったな。 \n遊んだことはないけど、「クラッシュシスターズ」ってゲームは楽しいって聞いたぜ。",1];
      
      public static var cultBook:Array = ["「破壊神の眼前で魂を浄化する者に、偉大な扉は開かれる。死ある者達の世界の大罪は、血と闇でのみ洗い清められる。罪は魂から除かねばならない、骨から肉を引きちぎるように。必要なのは肉の供物……」\n\n猫の聖典　19章"];
      
      public static var mvalley:Array = ["かわいそうなお姫様、溶けかけてる。 \n渓谷を旅していたら迷っちゃったみたい。            \n\nちょっと前に遊んだゲームを彷彿とさせるね……。",35];
      
      public static var djin2:Array = ["仲間にできたら強力そうやな……。          \nただの雪でできてるんは残念や。",92];
      
      public static var djin1:Array = ["またこいつらの雪像か……。          \nカニの爪っぽいんがついとる。水属性か？",95];
      
      public static var ghost1:Array = ["ゴースト二体のご対面だ！ \nすっげーリアル！",2];
      
      public static var ghost2:Array = ["んー、敵か味方かわからないな。 \n変な顔。逃がしてやりたくなるな。",5];
      
      public static var snowlegs:Array = ["あっ、アシナシ！           \n……またはただの猫、かな？",33];
      
      public static var book3:Array = ["ロレム・イプサム　ダミーテキストです。 \nあああああいいいいいうううううえええええおおおおお \nかかかかかきききききくくくくくけけけけけこここここ"];
      
      public static var book4:Array = ["「……川の水の有毒物質がカエルをゲイにしている……」"];
      
      public static var book5:Array = ["「……我らの指導者は、寿命を伸ばすため赤子の血を飲んでいる……」"];
      
      public static var illuminati:Array = ["これは……イルミナティの実在を示す数学的証明か！               \n計算が正しいかどうかは今の俺には分からないがな……。",82];
      
      public static var koolaid:Array = ["クールエ○ドみたいな飲物だな……。           \n放射能でもあるかのように、光を放っている。",61];
      
      public static var well:Array = ["完全に枯れ井戸やな。       \nうげ、下の方に骨見えた。",95];
      
      public static var N642:Array = ["このゲーム機のゲーム一本しかない上に、コントローラー無しかよ。 \n頭痛がしてきた……。",17];
      
      public static var ultima:Array = ["尻尾を生やした金髪の男で、こいつによく似た武器を使うやつを知ってるぜ。       \n結婚して引退したけど。",2];
      
      public static var cross:Array = ["血と……拷問器具が大量にあるな。 \nここに入れられた輩はさぞかし最悪な日を過ごしたことだろう。             \n\n（俺じゃない、おれじゃない、オレジャナイ……。）",85];
      
      public static var catStatue2:Array = ["こうして火の雨が降り地球は引き裂かれ、男も女も子供も同様に討ち滅ぼされた。 \n猫神様は彼らを永遠の闇へと追いやった。彼女の審判は絶対である。 \n猫の聖典　16章"];
      
      public static var taller:Array = ["何者かが背を伸ばそうとでもしていたようだな。    \n（俺を成長障害持ちかと疑った親父が、俺をこいつに引っ掛けようとしたことがあったな。大丈夫だったが。）",61];
      
      public static var crystal:Array = ["こんなの盗まないからね！          \n重すぎて運べないし！",39];
      
      public static var spears:Array = ["これぞNPCクオリティ。 \n僕らが使ってもすぐ壊れちゃうだろうな。",1];
      
      public static var guns:Array = ["ここの銃は実用的すぎて好みじゃないな。\nバカげた実用に向かない武器が僕の好みさ。",1];
      
      public static var crapTV:Array = ["テレビがつかない……。        \n面白い番組もないだろうし、いいけどさ。",1];
      
      public static var skull:Array = ["頭蓋骨だ……。            \n……僕も一つ持ってるけどさ。",5];
      
      public static var sink:Array = ["うげっ、見るんじゃなかった。",18];
      
      public static var sign1:Array = ["北：トロピカルジャングル\n東：ホープ港\n南：氷の渓谷"];
      
      public static var sign2:Array = ["西：商店とグランドギャラリーへの道\n東：ホープ港の砂漠"];
      
      public static var sign3:Array = ["西：ホープ港\n東：鉄の要塞\n南：赤松町"];
      
      public static var sign4:Array = ["西：神秘の森（現在呪われています。旅行はオススメしません。）\n北：アンナの家と赤門神社"];
      
      public static var sign5:Array = ["北：忘れられし遺跡\n南：川をたどればレインボーゲート\n地下：秘密のゾンビダンジョン"];
      
      public static var sign6:Array = ["南西：氷の渓谷\n北：レインボーゲート\n東：赤松町（観光客に警告。現在包囲されています。）"];
      
      public static var sign7:Array = ["グリーンウッド村へようこそ！ \n（ファシストお断り）"];
      
      public static var sign8:Array = ["赤松町へようこそ！ \n（人口激減中）"];
      
      public static var sign9:Array = ["東：装備屋\n北東：素材屋と食べ物屋\nすぐそこ：ごちそう屋"];
      
      public static var desertSign:Array = ["注意：南にボスがいます！　\n\n激戦の前に食品の購入はお忘れなく！\n星魚商店はあなたのご要望にお応えします。ここから西にわずか1画面！"];
      
      public static var signDungeon:Array = ["超警告：ここはオマケエリアです。他のエリアと違い、規則があります！\n敵を倒しても経験値は入りません。あなたのレベルに合わせて、敵のレベルも上がります。つまりいつここで戦ってもかまいません。しかしスキル、装備、知識が揃ってからの方が楽でしょう。チャレンジに備えてさぁ準備だ！"];
      
      public static var library0:Array = ["誰かが古代の伝説を勉強してるみたい。     \nこの世界に存在する3つの精霊石が、異世界への扉を開く……って書いてある。\nこの世界にはきっと誰も知らない謎があるのね……。",45];
      
      public static var library1:Array = ["「降伏したモンスターの捕獲は必ず成功します。ですが強力なモンスターは降伏しにくいです。凍ったり麻痺したモンスターは捕獲をほぼ回避できなくなります。他の不利なステータス効果も捕獲率を若干向上させます。封印や不運などが良い例です。」"];
      
      public static var library2:Array = ["「モンスターの捕獲を狙う時は、準備が重要です。捕獲率を上げる装備もありますが、カウンター攻撃を持つ装備だとモンスターを意図せず殺してしまう場合があります。幸運ステータスは捕獲率を上昇させます。」"];
      
      public static var library3:Array = ["「有利なステータス効果、防御系のバフ、高いHPを持つ敵は、捕獲が非常に難しいです。防御や魔法防御、特に回避をデバフして下げることで、捕獲しやすくなります。ですが、攻撃系のバフやデバフは捕獲率に影響しません。」"];
      
      public static var library4:Array = ["「敵を捕まえる際の成功率は、箱の揺れる回数で分かります。3回揺れた場合、成功まであと少しです。揺れが少ないということは、結果は目に見えて明らかだったということです。ランダム要素もありますが、その影響は極めて小さいです。運に頼るだけでは敵の捕獲は難しいでしょう。」"];
      
      public static var library5:Array = ["「負けそうだと思った敵はすぐに降伏します。これは通常、敵味方のHPの比率で判断しています。よって敵へのダメージや味方の回復が降伏の発生要因となります。降伏した敵は次のターンに逃げます。あなたが敵を許したかどうかに関わらず、戦闘報酬は獲得できます。味方が全員メロメロステータスだと、敵が降伏する場合があります。」"];
      
      public static var library6:Array = ["「ボス含む、大半の敵は捕獲可能です。　\n極少数の敵は捕獲不可能です。捕獲スキルで対象選択できないので、それで判別可能です。捕獲したい敵を殺してしまった場合は、後で再び会えるかもしれません……。」"];
      
      public static var library7:Array = ["「装備が強化されると、ランダム効果の発動率が増加します。正確な確率は不明ですが、強力な効果は弱い効果より発動率が低く、バランスが保たれています。熟練の戦士となるには多くの装備で経験を積む必要があります。」"];
      
      public static var library8:Array = ["「戦いの準備にいくら時間を使うかは、あなたの自由です。定期的な装備の強化や変更、敵のスキャン、宝箱の探索、戦略の熟考で、戦いははるかに楽になりますが、時間は余計にかかります。戦闘時でなければ難易度はいつでも変更できることを忘れないで下さい。」"];
      
      public static var library9:Array = ["「戦闘中に攻撃に使用できる素材アイテムを忘れずに。スキルが使えない状況下では便利です。戦闘中の装備変更が可能で、ウェーブの多い戦闘では使えます。しかし戦闘中は装備による能力値の比較がしにくいです。」"];
      
      public static var library10:Array = ["「防御はチャージから強烈な攻撃を行うボスや敵に有効です。防御時にバフを与える装備もあります。最善の選択をすれば、敵の攻撃の完全な無力化も可能です！　影化や付呪は正しく活用できれば強力です。防御時に攻撃系バフをかける装備もあります！」"];
      
      public static var library11:Array = ["「戦闘から逃げるのを怖がる必要はありません。有効な戦術は、戦闘に入り敵をスキャンし弱点を調べ、逃げることです。そして有効な装備に変えましょう。ペナルティは全く無く、逃げるのが失敗することはありません。逃げられない戦いはほとんどありません。」"];
      
      public static var library12:Array = ["「ボーナススキルはNPCから学んだり、宝箱から見つかります。味方の誰か1人に習得させられます。他の味方への付替にコストはかからず、アップグレードも失われません。これは上手く利用できます。とにかくどの味方に覚えさせるのが最善か考えましょう。各キャラの習得上限は8つです。」"];
      
      public static var library13:Array = ["「敵の攻撃特性を確実に知る方法は無いですが、大半は演出を見れば属性は簡単に予想できます。物理か魔法かの推測は、敵が形ある物体かエネルギーを当てたかどうかで判別できます。これは防具の選択や何の能力のバフ・デバフを行うかの判断において重要です。」"];
      
      public static var library14:Array = [" 「一部スキル、特に敵のスキルは属性100%の攻撃ではありません。弱点や耐性ボーナスは総ダメージに対し、%の小さい方のみ適用されます。炎耐性100%で、例として炎属性50%の攻撃を喰らうと、ダメージの半分しか無効化されません。関連メモ：装備による属性ダメージの増加は、通常攻撃のような固有属性の無いスキルには適用されません。」"];
      
      public static var library15:Array = ["「スキルが物理か魔法か説明を常に確認しましょう。味方は能力値的に個性があり、装備やバフはそれを強化します。敵の多くは物理・魔法防御が同じですが、片方に特に弱い敵もいます。これは図鑑情報で確認できます。」"];
      
      public static var library16:Array = [" 「賢い行動を取る敵もいます。図鑑の情報には常に目を通しましょう。弱い味方を狙ったり、弱点属性を狙うこともあります。高難易度設定ほど敵は賢くなります。それを知っていれば、敵の次の攻撃を予想しやすくなり、味方を守ったり控えにまわすなどの対応が取りやすくなるでしょう。」"];
      
      public static var library17:Array = ["「スキルの連携はダメージを激増させるので、頻繁に行うべきです。主力アタッカーにバフをかけ、敵の防御をデバフし、属性ダメージを上げる凍結やよろめきのステータスを敵にかけ、最大の攻撃をしかけましょう。この全てが指数関数的にダメージを増加させます！　これは特にリミットブレイクなどの強力な攻撃時に有効です。」"];
      
      public static var library18:Array = ["「ビデオゲームをプレイする時は、約1時間毎の休憩を忘れずに。長時間の着席は痔や早死を招く恐れがあります（現実世界でも）。たまには野菜を食べて下さい、また太陽を直視してはいけません。」"];
      
      public static var library19:Array = ["「戦闘中の味方の交代は多くの利点があります。交代はターンを消費しません。控えのプレイヤー達は自動的に回復します。前衛のプレイヤー達がデバフやディスペルを受けても、控えはバフを維持できることもあります。頻繁に交代すれば、クールダウンの必要なスキルを効率的に使用できます。」"];
      
      public static var library20:Array = ["「以前のエピックバトルファンタジーと異なり、今回のゲームではバフは加算されません。バフとデバフは常に固定値が付与されます。例えば、20%バフのかかっているプレイヤーに50%のバフを与えると、結果は50%バフになります。バフを簡単に無効化、上書きできるので、本作ではデバフは非常に危険です。しかし、バフスキルを強化する装備もあり、強力なバフをかけることも可能です。」"];
      
      public static var library21:Array = ["「多くのステータス効果は他と組み合わせて使えます。例えばびしょ濡れと寒気の両方になると、凍結することがあります。乾燥ステータスだと火傷や炎上になる確率が増加します。不運の状態で破滅を受けると即死になることがあります、しかし幸運があれば、即死はよろめきにしかなりません。さらに、多くのステータス効果は属性ダメージを変化させます。これは攻撃や防御に利用できます。」"];
      
      public static var library22:Array = ["「敵に対し不利な影響を与えるステータス効果もあります。強敵の多くは最悪な効果に耐性がありますが、常にそうとは限りません。強敵でも即死や封印が効くか確認しましょう。簡単に無力化できる方法があるかもしれません。ステータス効果の付与率を上げる装備も存在します。また、幸運や不運ステータスはステータスの付与率も変化させます。」"];
      
      public static var grave1:Array = ["レオ将軍を追悼す\n道化師のケフカに冷酷に殺された。"];
      
      public static var grave2:Array = ["Fez 2　安らかに眠る\nこの世界であまりにも純粋すぎ、開発地獄へ追放された。"];
      
      public static var grave3:Array = ["L・ローリットを追悼す\n「2017年版の映画は最高だった、疑いの余地なく。」が彼の最期の言葉だった。"];
      
      public static var grave4:Array = ["～サルク　ここに眠る～\nその死に様は、穏やかではなかった。\n～安らかに眠れ～"];
      
      public static var grave5:Array = ["最愛の兎、フラッフィー。\n彼女は家族である17人の子に見送られた。"];
      
      public static var grave6:Array = ["不気味なスケルトンの大群　ここに眠る。"];
      
      public static var grave7:Array = ["「ちとせの岩よ、\n我が身を囲め！」"];
      
      public static var grave8:Array = ["スターアニマル隊員のスリミー・フロッグ、ぺぺ・ラビット、ファルコン・ボマーそしてフォックス・マクドナルド　ここに眠る。\nこの星系での活躍は決して忘れられないだろう。"];
      
      public static var grave9:Array = ["ジ○ン・スノーを追悼す\n「私は何でも知っている。」が彼の最期の言葉だった。"];
      
      public static var grave10:Array = ["EAが買収した全スタジオ　ここに眠る。 \n側には課金無しの完全なゲームが埋まっています。\n\n敬意を払うにはFキーを押して下さい。"];
      
      public static var grave11:Array = ["一般常識　ここに眠る。"];
      
      public static var grave12:Array = ["エピック バトル ファンタジー6\nこれについて聞いた奴ら全員ここに埋めた。"];
      
      public static var grave13:Array = ["黄○の太陽シリーズ　ここに眠る。\n終わらぬ物語に、敬礼を。"];
      
      public static var grave14:Array = ["{ カーリーブレイス }\n彼女には乾燥機が必要だったのに、大量のキノコを口に突っ込まれた。"];
      
      public static var grave15:Array = ["～メトロ○ドを追悼す～\n「彼」の方はアームキャノンの故障により不幸にも亡くなった。\n残骸の大半は埋葬されず終い。"];
      
      public static var grave16:Array = ["とも　すら　かに　よや"];
      
      public static var grave20:Array = ["～ビビ　ここに眠る、その死は伝えきれない～"];
      
      public static var grave17:Array = ["～ジャスティス・ワムフォー　勇敢なパラディンにして敬虔なる聖人　安らかに眠る～\n分厚い黄金の鎧はあらゆる攻撃を防いだが、それが破滅の元だった。\n狭い通路にハマり、敵から逃げられなかった。\n遺体は回収できず、彼の魂は安らぐことなくさまよっている。"];
      
      public static var grave18:Array = ["～ビヨルンの息子の方のビヨルン　蛮族であり実業家　ここに眠る～\n強欲さと傲慢さにとらわれたビヨルンは、強力な竜との空中戦で転落死した。\n「落下ダメージでは死なぬ、俺には膨大なHPがある！」……が最期の言葉だった。"];
      
      public static var grave19:Array = ["～サラザール・ラットキン　ドルイド、医者、カルト教団のリーダー～\n王族への反逆による罪により処刑され、彼の愛するラット達のエサにされた。\nこの石は何世紀も残り、偽りの信仰の愚かさを教えるであろう。"];
      
      public static var seaSign1:Array = ["北：赤松町 \n南：バトルアリーナ＆データバンカー \n注意：方角を間違えると海流で岸へと押し流されてしまいます。 \n自力で道を見つけたい方はオプションのヒントをオフに設定しましょう！"];
      
      public static var seaSign2:Array = ["休息のあらんことを"];
      
      public static var seaSign3:Array = ["西：データバンカー \n東：バトルアリーナ \n北：大海原"];
      
      public static var goldnote:Array = ["ん？　チート技のリストかこれ……        \n\n僕たちも使ってみようぜ、これ！",2];
      
      public static var signDungeonAlt:Array = ["超警告：ここはオマケエリアです！　\nいつここで戦ってもかまいませんが、スキル、装備、知識が揃ってからの方が楽でしょう。チャレンジに備えてさぁ準備だ！"];
      
      public static var signDungeonAlt2:Array = ["超警告：ここはオマケエリアですが、カスタムゲーム発動中の方（あなたのことですよ！）はここを先にクリアしないとメインシナリオが進めにくくなるかもしれません！"];
      
      public static var paperpile:Array = ["面白そうな話が書いてあるのだろうが、こんな大きな紙束を全て読みきるほどの時間はない。"];
      
      public static var library23:Array = ["「一昔前、祝福ステータスはディスペル不可能な強いバフでしたが、最近はその力も衰えたようです。状態異常を防ぐたびに1ターン分消費され、即死を防ぐたびに2ターン分消費され、ディスペルされるたびに3ターン消費されるようになりました。」"];
      
      public static var library24:Array = ["「一部武器やスキルは敵のバフを無視します。デバフは無視されないので使っても不利にはなりません。\n\n一部装備品は状態異常付与率を50％増やします。ちなみに重複可能です。」"];
      
      public static var library25:Array = ["「属性耐性と同じく、状態異常耐性も掛け算で求められます。50%耐性は付与率かける0.5、80%の場合は0.2、そして100%の場合は完全に防げます。100%以上の状態異常耐性はそれほど意味がないですが、100%以上の状態異常付与率を持つスキルなどは高い耐性を持つ敵にも有効です。」"];
      
      public static var library26:Array = ["「攻撃時にクリティカル率が100%や200%を超える場合、超会心や激会心が出ることがあります。それぞれダメージを+50%して、最終的には+150%にもなります。幸運と勇気ステータスは会心の一撃を出しやすくなり、不運とよろめきステータスは会心の一撃を受けやすくなります。効果はしっかり重複します。」"];
      
      public static var library27:Array = ["「ある属性の攻撃を強化する装備品はその属性の与えるダメージを+20%させ、強化されるごとに+5%、最終的にはダメージ+30%になります。この効果は重複するので、同じ属性を強化させる装備品を重ねてダメージ+60%、なんてこともできます。この効果は武器によって属性の変わるスキルには適応されません。」"];
      
      public static var library28:Array = ["「自分の装備品による弱化ステータスは耐性をいくら重ねても防げません！\n大きなイカの死に様を見届けるなど、弱化ステータス耐性が無視される珍しい出来事もあります。」"];
      
      public static var library29:Array = ["「装備品による追加スキルは装備品の強化に伴い強くなります。強化が進めば進むほど、ターンの間の攻撃や攻撃時発動する追加攻撃などが頻繁に起こるようになります。強い追加効果は弱い追加効果より発生頻度が低いです。また、装備品によって確率も変わります。」"];
      
      public static var library30:Array = ["「誰も無視されずに全員が戦いに参加すると、物語は大団円を迎えるそうです。\nまた、最高難易度で最後の敵を倒すことでも大団円を迎えられます。」"];
      
      public static var libraryDungeon1:Array = ["図書館のここ、ウチ実は入ったことないんよ。\nいつもは立ち入り禁止やけんど、やっと改装する気になったんかね。",112,"どうして立ち入り禁止だったんだろ？\n大事そうな本がこんなにあるのに……。",45,"ウチの両親はよく落書きが絵から飛び出て来た人を襲うって怖い話してくれたな。       \n\nいやいくらウチでもそんなんは信じへんて！",111,"でもホントは予算不足やったんやろうなぁ。\n\nめっさ古いで、ここ！",92];
      
      public static var libraryDungeon2:Array = ["確かに。この建物は老築化が激しく進んでいる。",61,"紙も木もおなじよーなもんやからな、食われたんちゃいます？",92];
      
      public static var libraryDungeon3:Array = ["うぉっ！　紙が浮いてるぞ！\nこれも敵か？！",22,"怪談、ほんまやったんな。\nおばけっぽいなんかををちぃと感じるわ、この部屋……。",114,"多分倒せるだろうけど、気をつけて。ここはおまけエリアだからいつでも戻ってこれるよ。",51];
      
      public static var libraryDungeon4:Array = ["っしゃ、ボスラッシュ撃破！\nやっとこの図書館から出られるぜ！",19,"もう紙なんて信じへん。",109,"この現象はどこでも起こりうるのだろうか？\n俺の砦には兵器に関する設計図が山ほどある。全て焼くように指令を出すか。",66,"面白い魔法だったね……あれっぽい魔法、私たちも使えないかな？",52,"いや、もう結構だ。",88];
      
      public static var sea1:Array = ["ね、ねぇ……世界地図の外に出ちゃった気がする！    \n\nこの先何があるかわからないよ。",52,"ふむ、端に到達すると反対側に出るものだとばかり思っていたのだが。\nまさか地図に載っていない陸を見ることになろうとは……。",75];
      
      public static var sea2:Array = ["アシナシ、大丈夫かぁ？\n海怖いか？",92,"にゃ……にゃぁん……",148,"あかんか。       \n\n待っとれ、すぐに陸探すかんな！",95,"ふにゃ…",128];
      
      public static var sea3:Array = ["ジグザグ進んでるだけじゃねーか。\n方向感覚なくなってきたぞ！",5,"まぁどっかに向かって進んでることは確かやな！",92];
      
      public static var sea4:Array = ["でかい陸見えてきたで！ ",93,"もうちょいで上陸するでアシナシ、辛抱や！",92,"みゃ？！",127];
      
      public static var sea5:Array = ["よし、どっかに到着！",2,"小さな集落が見えるな。 \n大陸からこれほど離れて何をしているんだ？",82];
      
      public static var sea6:Array = ["……よし、何もない！",5,"同感だ。",61];
      
      public static var bunker1:Array = ["なんだここ……。",5,"ランスの砦そっくりやな！",114,"こんなところに基地を建てた覚えはないな。         \n\n手早く侵入経路を探り、見つかる前に攻め落とすぞ。",61,"んー……友好的だったら？",49,"ふん、その可能性はないと思え。",81];
      
      public static var bunker2:Array = ["よし、この調子だ。\nあの警備が犬をけしかける前になぎ倒すぞ！",62,"そこまでしなくても……。",51];
      
      public static var bunker3:Array = ["友好的な人ばかりだったね。誰かさんのせいで危うく攻撃するところだったけど。",35,"事前に知る方法がなかっただけだ。\n反応するより自発的に行動する方が良いゆえな。",81,"*はぁ*",47];
      
      public static var bunker4:Array = ["左側の部屋のPCだと二人用のゲームが遊べるみたいだな！",2,"私たちのうち二人が同時に遊べるってことかな？",32,"あー、誰を向かわせるかは敵の種類によるかな。\n最高のコンビで挑みたいんなら、まずは相手が何か知らなきゃだろ！",15,"むー。",51];
      
      public static var bunker5:Array = ["右側には三人用ゲームがあるみたいだな……。",1,"なぁなぁ、ウチ遊びたい！\nここのゲームほとんど知らんやつばっかや！     \n\nやるときはウチもチームに入れてな！",117,"にゃん、にゃ！",127,"あり、アシナシて腕ないけど遊べるん？       \n\n足がないのはわかってたんけど今腕もないて気づいたで！",105,"みぃ……。",128,"なんとかなるだろ、多分！",27];
      
      public static var bunker6:Array = ["ふむ……この施設、思ったより深いな。     \n\nだがこれが最下層だろう。",82];
      
      public static var bunker7:Array = ["まぁ準備運動だな！\nもっと強いやつやろうぜ！",2];
      
      public static var bunker8:Array = ["モンスターのデザイン、ちょっと怖かったかも。      \n\n怖いっていうか、生理的に受け付けないっていうか。",51,"美的感覚の違いってやつか？",2,"多分違うと思う。\n低評価レビューでも書いていこうかな……。",51,"十年は前のゲームだぜ！　レビューなんて今更誰も読まねえよ！",27,"同意見だ。\nこれほどの年代物の場合、作者が既に死んでいる可能性が高い。",65,"いやそうじゃなくてよ……。",19];
      
      public static var bunker9:Array = ["シリーズ二作目はどうも好きになれん。\nこの時期はよくファシストが悪役だと決めつけられたものだ。",88,"確かに悪役だよね。",39,"（勝つまではな。）",88];
      
      public static var bunker10:Array = ["もう、なんなのあのモンスター。\n吐いたりツバかけたりするばかり。\n\n未成年男子の作品かな？",57,"んだと？　女子にゲーム作らせてみろ！    \nストーリー重視でパズル山盛りの作品しか出ないだろ！     \n\n暇だろ？！",9,"それ、結構良さげなんだけど。",31,"ウチも同感や。",92,"にゃあにゃ！",137,"せやせや！　アシナシも苦しまなくて済むしな！",117,"そいつには苦痛がお似合いだ。\n苦しんだ分強くなれるんだからな。",5,"……。",139];
      
      public static var bunker11:Array = ["あー、なんか懐かしい気分になっちゃった！",34,"昔はシステムがこんな複雑じゃなかったからな。\n今はほんとむずいよな！",3,"昔友達とこれを遊んでいた気がするんだけど……昔すぎて誰と遊んだか覚えてないよ！",41,"まじか、僕もだ！\n変わったこともあるもんだな！",13,"ふむ……かなりの頭脳戦を強いられるな。\n脳の運動にちょうど良い。",75];
      
      public static var bunker12:Array = ["あのボス戦、原作とはなんか違う気がしたな。\n粘土の兵士なんて呼んだか、あいつ？",15,"ゲームをそこまで規制するとはな！ \n二度と支援するものか、このゲームの作者なぞ！",69,"そういう感じじゃないと思うぜ……。",17];
      
      public static var bunker13:Array = ["さっきのモンスター、見覚えあったで。\n数年前このゲーム遊んだ気ぃする。",92,"ちょっと前まで人気だったからな。\n僕たちもみんな遊んだことあるだろ。\n……アシナシ以外はな、その頃赤ん坊だっただろうし。",1,"にゃ？",147];
      
      public static var bunker14:Array = ["旧作品のメカのデザインの方がよかったな。\n今のタッチだとスムーズすぎて逆に違和感が残る。",65,"全世代を通して同じタッチで描かれてるだろが。\n何言ってんだか。",19,"ふん。",61];
      
      public static var note1:Array = ["故障中OUT OF ORDER \n\nITの人が来るまで触るなよ、フェリックス！"];
      
      public static var note2:Array = ["俺のエナドリ触るんじゃねーぞフェリックス！\n\nライナスより"];
      
      public static var note3:Array = ["故障中\n\nここをトイレがわりに使ったやつは割り出せてるからな！"];
      
      public static var note6:Array = ["あのゲームを遊ぶな！\n\nあそこで死んだら現実でも死ぬぞ！"];
      
      public static var note4:Array = ["長い猫の画像などのジョークが壁に所狭しと貼り付けられている。\n\nこの猫、ダイマックスでもしたのだろうか。"];
      
      public static var note5:Array = ["古いウェブキャラクターが壁に貼り付けられている。\n\nどこかで見たような気がする……かもしれない。"];
      
      public static var conceptMap0:Array = ["どっかで見たような風景やけども……見たことない場所やな！",92,"探索できひんのが残念やな。",95];
      
      public static var conceptMap1:Array = ["この風景、なんか好きかも。\n神秘的な何かを感じるんだよね。    \n\nもし存在する場所だったらあそこの近くにあるのかな。",31,"作者曰く、この施設は初期設定だと「時の神殿」になるはずだったらしいぜ！\n多分この絵がそれだろ！",16,"噂に踊らされるとはまたお前らしい。",79,"信じてくれるなんてハナから思っちゃいねーよ。",17];
      
      public static var conceptMap2:Array = ["うわ、変な形の宝箱！\n相当古いコンセプトアートなんだな、これ……。",22];
      
      public static var enterArena:Array = ["その名の通り、ここは闘技場らしいな。",61,"へーへー。",92,"なぁ、あれ見ろよ！\n僕たち専用の入口が用意されてるぜ！",16,"ってことは……ソロバトルか！\n一人で戦い抜けってことらしいな！",22,"えぇ〜……。",35];
      
      public static var p1arena1:Array = ["（自分一人で戦うのも久しぶりだな。\n回復役がいない分、HP吸収とか自動回復とかする装備をした方がいいかも……。）",5,"（難易度が高い場合は属性耐性も重要になるだろ。\n忘れるところだったぜ！）",1,"（……さて、どの敵から倒せばいいのかな。）",15];
      
      public static var p1arena1B:Array = ["よし、腕慣らし終了。\nあと9戦！",1];
      
      public static var p1arena2:Array = ["（今の所は大丈夫そうだ。\n自分で戦略を練るのもたまにはいいかもな。）",1,"（今まで僕の装備がどんな効果を持ってるかなんて考えたことなかったからな。\n一人で戦うときは注意しねーと。）",2,"さて、次はどいつが僕の相手だ？！",3];
      
      public static var p1arena3:Array = ["（あと数匹！）",2,"（僕、最強！）",21];
      
      public static var p1arena3B:Array = ["もうちょっとか！\n\n（ここでミスったら恥ずかしいだろ。）",2,"（最後は楽なやつがいいな！）",3];
      
      public static var p1arena4:Array = ["っしゃおら！",4,"（賞品、いいものだといいな！\nさっさと回収してみんなと合流しねーと……。）",2];
      
      public static var p1arena5:Array = ["マット、おめでとう！",34,"サンキュー！\nいや、あれ実は全部演技だったらしいんだよ！\n実害なんてなかったぜ！",29,"そうともいかないでしょ。\n実際ピンチだったじゃん。",51,"合図したら降参してくれたりしたんだぜ！\n絶対あれは演技だったって！",21,"少々イキっているな。",65,"そうだね。",47];
      
      public static var p2arena1:Array = ["（なんでこんなこと始めちゃったんだろ？\n絶対に初戦でぼっこぼこにされちゃうよ……。）",58,"んー……。",35,"（防御を最大まで固めていけば……いけるかもしれない……）",45,"（とりあえずは最善を尽くそう。\nいい経験になるかもだし。）",51];
      
      public static var p2arena1B:Array = ["（さっきの戦闘のおかげでちょっと自信がついてきたかも……。）",31,"……。",35,"（よし、次行こう……。）",51];
      
      public static var p2arena2:Array = ["コツがつかめてきたかも！\n\n頑張れ、私！",34,"（……あああ、観客がいるってこと忘れてた！　独り言はやめた方がよさそう！）",43];
      
      public static var p2arena3:Array = ["（あと少し……あと少しで終わり……！）",34,"（あーもう疲れた……汗もひどいし。\nシャワーなんてこの辺にはないよね……。）",47];
      
      public static var p2arena3B:Array = ["あと一戦！\n\n（まさか一人でここまでこれるなんて！）",34];
      
      public static var p2arena4:Array = ["（さっきので最後！　クリアしちゃった！）",46,"や……ったぁ！",34,"（やっと一息つける！\n早くここから出て一眠りしたいな……。）",53];
      
      public static var p2arena5:Array = ["おつかれさんやで、ナタリー！",93,"おう、よくやったじゃねーか！",2,"その、上出来であった。",72,"にゃー！",123,"ありがと、みんな！\n\n思ったよりうまくいったかも！",53];
      
      public static var p3arena1:Array = ["（ターゲットが生きている射撃場か！\n願ったり叶ったりだ！）",63,"（さてと……どの的から撃ち抜いたものか。）",75];
      
      public static var p3arena1B:Array = ["思った通り、弱い相手であったな。",64];
      
      public static var p3arena2:Array = ["（すでに疲労を感じているとはな。\nかつてのようには肺が機能していないのか……。）",77,"（一休みするか。）",88];
      
      public static var p3arena3:Array = ["（あと少しだ……くそ、体力が持つだろうか……。）",77];
      
      public static var p3arena3B:Array = ["（もう一度休んでもいいかもしれん……。）",77,"……タバコがない？！",86,"……。",85];
      
      public static var p3arena4:Array = ["勝利は我が手にあり！！",63,"民衆よ、新たな王にひざまずくがいい！",64,"……ん？",82,"（声援が一つも聞こえない。\n……まさか観客全員が眠りこけているのか？）",79];
      
      public static var p3arena5:Array = ["お疲れさん、ランス！\nでも観客はちょっと興を削がれたみたいだぜ。",27,"何？！\n蛮族のような戦い方をすればいいとでも？！",69,"まぁ、その大きさの銃じゃなぁ。\n狙わなくても当たるだろ、それだと！     \n\n技術も腕力もさほど必要ないっていうか……。",2,"*自信が打ち砕かれる音*",85,"あー、と……見てるぶんには花火みたいで楽しかったぜ？      \n\nあっははは……。",27,"友人が欲しい！",69];
      
      public static var p4arena1:Array = ["（っし、ウチのかっこかわいさを見せるチャンスや！）",113,"（やるんやったら作戦立てへんとな。\n相性悪い装備で挑むなんてかっこ悪かろ……。）",112,"（バフだの回復だのタダでしてくれる装備とかがええかもしれへん。\n回復と攻撃を両立させるんは大変やからな！）",95];
      
      public static var p4arena1B:Array = ["よーし、倒したで！\nお昼前には終わらせられそうや！",92];
      
      public static var p4arena2:Array = ["今の所大丈夫やな！",92,"観客のみなはーん！\n応援あんがとなー！",94];
      
      public static var p4arena3:Array = ["それで全力言うんか？\n本気出しぃや！",113,"ファンのためにもここで終わらしてもらうで！",94];
      
      public static var p4arena3B:Array = ["お腹空いてきたなぁ。\n早よ終わらせるで。",107];
      
      public static var p4arena4:Array = ["簡単やったな！ \n見ただけで降伏されたで！",102,"*げっほげほ*　*ひゅっ*　*ぜぇはぁ*",104,"か、かまへんかまへん！\n（あかん、全力出しすぎたかも……。）",118];
      
      public static var p4arena5:Array = ["あ、おめでt……",32,"きゅううう……。",119,"うおっ、大丈夫か？！\nダメージを溜め込みすぎたのか？！",22,"脱水症状かな。\nお水持って来るね！",52,"うぅ……。",118,"にゃぁ……。",125];
      
      public static var p5arena1:Array = ["うー……\n\n*パワー充電中*",147,"にゃあああああああ！！！！！",142,"*物理の限界を突破した*",142];
      
      public static var p5arena1B:Array = ["にゃ、にゃん！",123,"*前向きだ*",122];
      
      public static var p5arena2:Array = ["*力が足りなくなってきた*",131,"*過去の敗北の苦痛を……*",129,"*今の勝利への原動力にした*\n\nにゃあああ！！",130];
      
      public static var p5arena3:Array = ["にゃ、にゃ……みゃーん！！\n\n*元気を分けてほしいと観客に呼びかけた*",123,"ふにゃ……？\n\n*誰も猫の言葉を理解できなかったようだ*",121];
      
      public static var p5arena3B:Array = ["くあぁぁぁぁ。",132,"*眠くなってきた*",137];
      
      public static var p5arena4:Array = ["*敵の弱さに呆れている*",139,"*猫らしく勝利を味わうことにした*",141,"*自分のお尻の匂いを嗅いでみた*",138];
      
      public static var p5arena5:Array = ["お疲れさん、アシナシ！\nすごかったな！",3,"おやつ、おまけいっぱいつけてあげよな！",94,"うにゃぁん！",140];
      
      public static var bosh1:Array = ["ん？\n植物店の地下か、ここ？\n\n何を隠してるんだろな？",22,"見張っとるからな。\n盗みは許さんで！",109];
      
      public static var bosh2:Array = ["環境を救おう的なプロパガンダゲームだったのか、あれ？",15,"そうだとすると低クオリティだな。森を1平方センチメートルも救いたくなくなる。",69,"農業シミュレータやったらよかったんかな？",107];
      
      public static var robo1:Array = ["む、こんな部屋があった記憶はないぞ？\n設計図に見落としでもあったか？",82];
      
      public static var robo2:Array = ["面白いゲームであった。\n後ほど遊びに戻るとしよう。",84,"ちょっと、今はそれどころじゃないでしょ！",39];
      
      public static var snek1:Array = ["な……\nなんだべここはぁ？！",86,"……こほん。",77,"先ほどのことは忘れてくれ。\n今は冷静に状況を把握せねば。",88,"なんかシャーって聞こえるで……。",114];
      
      public static var snek2:Array = ["うし、終わりや！\n呪われる前にはよ逃げるで。",109,"了解！\nあ、まず宝箱をゲットさせてくれ。",27];
      
      public static var glob1:Array = ["あかん匂いするで……。",109,"匂いで死んだ奴なんて聞いたことないぜ。\n多分大丈夫だろ。",29];
      
      public static var glob2:Array = ["もういいだろう。\n早く脱出して息をするとしよう。",88,"今回ばかりはランスに賛成かな。",47];
      
      public static var chair1:Array = ["上の階で振舞ってくれないなら……\n下の階でセルフサービスだぜ！",3,"にゃ！\nみゃーん！",124];
      
      public static var chair2:Array = ["さっきのゲーム、ジョーク系のあれか？\n「家具シミュレーター」って感じの、ああいうやつ。",15,"いや、普通にクソゲーだっただけだな。\n当時は大ヒットしてたかもしれないけどさ。",19,"……もしやこんな地下に放置されてることに理由があったりすんのか？",17,"にゃ！",137];
      
      public static var treagure1:Array = ["えーと……あの宝箱はニセモノだったってことか？\n罠だったわけだな？",7,"そういうこと。",39,"でも次はそうじゃないかもしれないな！",2,"歯がついてるなら罠って決まってるの！\nそんなに死にたいの？！",40,"えーと……。\n（なんで怒ってるんだろな、ナタリー。）",5];
      
      public static var phoenix1:Array = ["ちょっときつかったかな、あのトンネル……。",51,"ノーコメントや。\n\nお、明かりが見えるで！",92];
      
      public static var phoenix2:Array = ["さて、溶岩のガスで窒息する前に脱出するとしようか。",82,"りょー。",2];
      
      public static var totom1:Array = ["わぁ、隠された神殿かな？！",46,"前ここに来たことはあるけんど、あのゲーム機はなかった気ぃするで……。",114,"呪われとるに違いあらへん！",115,"ふむ、興味深いな。",66];
      
      public static var totom2:Array = ["除霊完了！\n呪われたゲームとはこれでおさらばや！",94,"壊れてはいないようだ。\n時間が経てばまた点くだろうな。",61,"ちぇー……。",114];
      
      public static var guoye1:Array = ["お、隠し通路だ！",3,"にゃあ！",123];
      
      public static var guoye2:Array = ["また地球から離れたようだな。",61,"普通驚くとこだよな、これ。慣れって怖えーな。",4];
      
      public static var guoye3:Array = ["まさか精神を攻撃するゲームだったとはな……。",77,"昔のゲームでそういうタイプのは珍しいな。 \n今じゃわんさかあるけどよ。",2,"今のゲームだったら罪悪感で課金させるくらいしそうだな！",29,"ふむ……。\n（金で罪は消えるか否か。調べておくとしよう。）",75];
      
      public static var pumpkus1:Array = ["お！ \n海や！",93,"*四方八方死しか見えない*",126];
      
      public static var pumpkus2:Array = ["いやー、かぼちゃにボコボコにされるなんてな。\n死ぬかと思ったぜ！",27,"「野菜に殺された。」\n\nだっさい墓石になりそうやな。",112];
      
      public static var mermaid1:Array = ["っと！\n絶対ここには何か隠し要素があるって思ったんだ！",16,"あー……またあの呪われたゲームかぁ。",114];
      
      public static var mermaid2:Array = ["大勝利！",2,"なんや、この罪悪感。\n\nほぼ人間やったのにふっつーに攻撃したんやで？！",111,"ただのゲームだってば、アンナ。\n私たちみたいなリアルの住人じゃないんだよ！",32,"あのゲームも十分リアルに感じたんやけどな……。\n\n（そもそも、「リアル」って何が基準なんや？）",101];
      
      public static var maw1:Array = ["どんくらい下へ向かうんや？",114,"そりゃあ最下層までだな！",2,"あかん気ぃしてきた……。",107];
      
      public static var maw2:Array = ["ガチであかん気ぃしてきたで！",115,"同じく。",85,"にゃぁ……。",148,"しっかりしてよ。\nここに来るまでにゾンビなドラゴンを倒したんだよ。\n\nそれより酷いことにはならないと思うんだけど！",52];
      
      public static var maw3:Array = ["なぁなぁ、見つからない方がいいものってあると思わへん？\nさっきのゲームみたいな。",109,"いや、試練があるなら挑まないと面白くないだろ！",4,"ホラー嫌いなんよ、ウチ……。",107,"（VRじゃなくて助かったぜ……。）",23];
      
      public static var newPainting0:Array = ["変わった趣味の人もいるんだね。\n\nこんなの壁にかけたいと思う？",35];
      
      public static var newPainting1:Array = ["あれ、これ誰が撮った写真や？\nウチら誰もスマホ持ってへんで！",106,"んーーー………………。",15,"さっぱりだな！",2];
      
      public static var newPainting2:Array = ["かわええなぁ！\nなんでこの子チームに入れられへんのん？",116,"ふん。",51];
      
      public static var newPainting3:Array = ["ちょ、なんで私のパジャマがバレてるの？！",43,"露出設定をオフにして遊んでる人がいるらしいな！",27,"って、私は容器から直接アイス食べたりなんてしないよ……。",41];
      
      public static var newPainting4:Array = ["む、これはこれは。",80,"お黙り。\nたまには一人で妄想してなさい！",39,"背景に僕とアシナシが見えるけど、ちょっとやばそうだな。",27,"みたいだね。",47];
      
      public static var newPainting5:Array = ["あんなのと戦わずに済んで良かったと心から思うぜ。\n\n……アシナシは僕たちのことを裏切ったりしないよな？",5,"にゃん！",141,"「多分」ってなんだよ？！",9];
      
      public static var newPainting6:Array = ["俺はそんな悪役面はしていないぞ！\n\n（……主観含む。）",69,"うおぉ、僕ぼこぼこにされてるな！",12,"なんで私そんな見た目なの？！",41,"ウチは相変わらず可愛いけどな！",94];
      
      public static var newPainting7:Array = ["ちょっと……ギザギザしてるね。",35,"これは「ピクセルアート」っつー現代美術の一つだな。\n最近のゲームはこれを使うのが基本だぜ。",1,"それにしては古めかしくない？",51];
      
      public static var newPainting8:Array = ["僕の大好物なんだよな、液体のパン！",2,"ちょっと飲みすぎな気がする。",51];
      
      public static var newPainting9:Array = ["にゃ！　にゃーん！",124,"おうおう、お前に超強力な友人がいるってことは知ってるさ。\nだからもう威張らなくてもいいぜ！",19,"にゃー……。",139];
      
      public static var newPainting10:Array = ["んにゃーーん！！",142,"アシナシ、これがお前なわけねーだろ！\n別の猫じゃねーか……？",19,"んにゃーー！！",150,"うおっ、落ち着けよ！\n\nめっ！",9,"……。",129];
      
      public static var newPainting11:Array = ["んぇ？　誰や、こいつら？\n\nどっかで見た気がするんやけども……。",105];
      
      public static var newPainting12:Array = ["あの服大嫌いなんだよね！\n誰の性癖から生まれたんだろうね、全く！",40,"だが人間は欲に忠実な生き物である！",77,"それ、ちぃとわかるかも……。",101,"ノーコメントだな……。",23,"…………………………。",41,"あーもう、これだからあなた達は！\n\nレディーの扱いがなってない！",57];
      
      public static var newPainting13:Array = ["あ、僕の邪悪なやつ！",1,"……………。",5,"マジで嫌いなんだよな！！",10];
      
      public static var newPainting14:Array = ["おー、ウチ結構大人っぽくなったな！\n（こういう格好すればええんか？）",103];
      
      public static var newPainting15:Array = ["見ろよランス！\n仲良さげだぜ！　リアルだな！",3,"んー。",61,"トラブルメイカーにしか見えへんな。\nリアルやな！",92,"んー？",79];
      
      public static var newPainting16:Array = ["にゃん、にゃ！",135,"確かに……お前太ったな！",1];
      
      public static var newPainting17:Array = ["この絵……俺の砦にある王座のすぐ上に飾りたいものだ。",63,"あなた、王座なんてないでしょ。",49,"注文は入れたんだ！\n確実に映えるだろうな！",69];
      
      public static var newPainting18:Array = ["これは立派な……。",71,"お黙り！",40,"はっ。",72];
      
      public static var newPainting19:Array = ["うおー、かっけーっ！",3,"この旅が終わるころにはこれくらい剣が集まってるのかな？",15];
      
      public static var newPainting20:Array = ["みゃあああ！",142,"甲冑を着込んだ猫がいるな。\n\n改めて思うが、なんなんだよこの世界？！",2];
      
      public static var galleryFull:Array = ["この前来た時より絵が増えてるね。\n溢れるのも時間の問題かも！",31,"全て名作のはずなのに、床に置かれるだなんて失礼だと思わない？",32,"そんくらい僕たちが人気ってことだろ！\nそうじゃなければこんなにファンアートが来るわけないからな！",29];
      
      public function dialogue()
      {
         super();
      }
   }
}

