package text.japanese
{
   public class npcs
   {
      public static var watson:String = "ワトソン";
      
      public static var indy:String = "インディ";
      
      public static var bessie:String = "ベッシー";
      
      public static var molly:String = "モリー";
      
      public static var lynne:String = "リン";
      
      public static var edward:String = "エドワード";
      
      public static var chad:String = "チャド";
      
      public static var jeff:String = "ジェフ";
      
      public static var jake:String = "ジェイク";
      
      public static var rory:String = "ローリー";
      
      public static var ross:String = "ロス";
      
      public static var dennis:String = "デニス";
      
      public static var pam:String = "パム";
      
      public static var ned:String = "ネッド";
      
      public static var tandalf:String = "タンドルフ";
      
      public static var randalf:String = "ランドルフ";
      
      public static var wohehiv:String = "ウォヒフ";
      
      public static var hania:String = "ハニア";
      
      public static var makya:String = "マキャ";
      
      public static var winona:String = "ウィノナ";
      
      public static var herald:String = "ハロルド";
      
      public static var arne:String = "アーネ";
      
      public static var knut:String = "クヌート";
      
      public static var thief:String = "シーフ";
      
      public static var yiffy:String = "イフィ";
      
      public static var donald:String = "ドナルド";
      
      public static var jimbo:String = "ジンボ";
      
      public static var bud:String = "バッド";
      
      public static var annie:String = "アニー";
      
      public static var sadie:String = "セイディー";
      
      public static var pickle:String = "ピクル";
      
      public static var mungus:String = "ムンガス";
      
      public static var linwood:String = "リンウッド";
      
      public static var byrd:String = "ビアド";
      
      public static var rock:String = "ロック";
      
      public static var june:String = "ジューン";
      
      public static var necron:String = "ネクロン";
      
      public static var goth:String = "ゴス";
      
      public static var fizz:String = "フィズ";
      
      public static var lulu:String = "ルル";
      
      public static var kira:String = "キラ";
      
      public static var teru:String = "テル";
      
      public static var hawk:String = "ホーク";
      
      public static var dampe:String = "ダンペイ";
      
      public static var girlA:String = "少女A";
      
      public static var girlB:String = "少女B";
      
      public static var girlC:String = "少女C";
      
      public static var mom:String = "ママ";
      
      public static var dad:String = "パパ";
      
      public static var grump:String = "グラム";
      
      public static var jolly:String = "ジョリー";
      
      public static var ronja:String = "ロンジャ";
      
      public static var jamie:String = "ジェイミー";
      
      public static var randy:String = "ランディ";
      
      public static var misaki:String = "ミサキ";
      
      public static var mio:String = "ミオ";
      
      public static var chika:String = "チカ";
      
      public static var izumi:String = "イズミ";
      
      public static var pal:String = "パル";
      
      public static var gal:String = "ギャル";
      
      public static var lenk:String = "レンク";
      
      public static var sarah:String = "サラ";
      
      public static var xavi:String = "ザビ";
      
      public static var pablo:String = "パブロ";
      
      public static var steve:String = "スティーブ";
      
      public static var monika:String = "モニカ";
      
      public static var jorma:String = "ジョルマ";
      
      public static var drifty:String = "ドリフティ";
      
      public static var tina:String = "ティナ";
      
      public static var gina:String = "ジーナ";
      
      public static var infernus:String = "インフェルノ";
      
      public static var jekyl:String = "ジキル";
      
      public static var stephanie:String = "ステファニー";
      
      public static var santa:String = "サンタ";
      
      public static var spike:String = "スパイク";
      
      public static var angela:String = "アンジェラ";
      
      public static var larry:String = "ラリー";
      
      public static var frosty:String = "ノエル";
      
      public static var fanni:String = "ファニー";
      
      public static var nasim:String = "ナシム";
      
      public static var gust:String = "ガスト";
      
      public static var krogan:String = "クロガン";
      
      public static var bounce:String = "バウンス";
      
      public static var wally:String = "ウォーリー";
      
      public static var hans:String = "ハンス";
      
      public static var heinz:String = "ハインツ";
      
      public static var helmut:String = "ヘルムート";
      
      public static var erika:String = "エリカ";
      
      public static var rebel:String = "リベル";
      
      public static var aniki:String = "アニキ";
      
      public static var hikari:String = "ヒカリ";
      
      public static var karen:String = "カレン";
      
      public static var bella:String = "ベラ";
      
      public static var tim:String = "ティム";
      
      public static var yui:String = "ユイ";
      
      public static var akira:String = "アキラ";
      
      public static var asahi:String = "アサヒ";
      
      public static var abdul:String = "アヴドゥル";
      
      public static var jerry:String = "ジェリー";
      
      public static var leo:String = "レオ";
      
      public static var jenny:String = "ジェニー";
      
      public static var jonathan:String = "ジョナサン";
      
      public static var garven:String = "ガーバン";
      
      public static var xun:String = "シュン";
      
      public static var jam:String = "ジャム";
      
      public static var raymond:String = "レイモンド";
      
      public static var helen:String = "ヘレン";
      
      public static var princess:String = "ヒメ";
      
      public static var guardA:String = "護衛A";
      
      public static var guardB:String = "護衛B";
      
      public static var dao:String = "ダオ";
      
      public static var manlet:String = "マンレット";
      
      public static var gimli:String = "ギムリ";
      
      public static var leonidas:String = "レオニダス";
      
      public static var shaggy:String = "シャギー";
      
      public static var hippy:String = "ヒッピー";
      
      public static var smokey:String = "スモーキー";
      
      public static var emo:String = "エモ";
      
      public static var vivy:String = "ビビィ";
      
      public static var ghost:String = "幽霊";
      
      public static var anon:String = "アノン";
      
      public static var anton:String = "アントン";
      
      public static var rick:String = "リック";
      
      public static var jessica:String = "ジェシカ";
      
      public static var hobo:String = "ホボ";
      
      public static var shione:String = "シオーネ";
      
      public static var george:String = "ジョージ";
      
      public static var roku:String = "ロクウ";
      
      public static var sparky:String = "スパーキィ";
      
      public static var albrecht:String = "アルブレヒト";
      
      public static var maka:String = "マカ";
      
      public static var maya:String = "マヤ";
      
      public static var finn:String = "フィン";
      
      public static var nemi:String = "ネミ";
      
      public static var bubba:String = "ブッバ";
      
      public static var barman:String = "バーマン";
      
      public static var wakizashi:String = "クニヒロ";
      
      public static var peppi:String = "ペッピー";
      
      public static var sam:String = "サム";
      
      public static var weeb:String = "ウィーブ";
      
      public static var king:String = "キング";
      
      public static var kirsan:String = "キルサン";
      
      public static var canela:String = "キャネラ";
      
      public static var kai:String = "カイ";
      
      public static var alva:String = "アルバ";
      
      public static var gray:String = "グレイ";
      
      public static var falcon:String = "ファルコン";
      
      public static var ika:String = "ユキ";
      
      public static var student:String = "生徒";
      
      public static var zephyr:String = "ゼファー";
      
      public static var bunni:String = "バニー";
      
      public static var sally:String = "サリー";
      
      public static var jack:String = "ジャック";
      
      public static var amy:String = "アミィ";
      
      public static var roastie:String = "ロースティ";
      
      public static var digger:String = "ディガー";
      
      public static var blondie:String = "ブロンディ";
      
      public static var sunny:String = "サニー";
      
      public static var pandora:String = "パンドラ";
      
      public static var marina:String = "マリナ";
      
      public static var slasher:String = "スラッシャー";
      
      public static var goner:String = "ゴーナー";
      
      public static var vegan:String = "ビーガン";
      
      public static var cutter:String = "カッター";
      
      public static var ripper:String = "リッパー";
      
      public static var odin:String = "オーディン";
      
      public static var bard:String = "バード";
      
      public static var cultist:String = "   ";
      
      public static var lunar:String = "ジン";
      
      public static var dennisD:Array = ["やぁ！　魔物に殴られても、食べ物を食べればすぐに治るんだ。 \n知ってた？",0,"僕だって何かを食べたことくらいあるぜ！ \n物をどう食えばいいかくらい知ってらぁ！",9,"じゃあ美味しい食べ物だと満腹になって、しばらく食べられなくなるのは知ってる？！ \nハンバーガーやピザがそうだよ！",0,"っと、その概念は初めて聞いたぞ……。      \n\n今のうちはフルーツでしのぐか。",11];
      
      public static var randalfD:Array = ["やぁ若造！　スキルは知っとるようじゃな！　 \nスキルの大半はノーコストで使い放題じゃ！　じゃがクールダウンの必要なスキルもある。再使用には数ターンかかるということじゃ……。",0,"クールダウン、ねぇ。そういうスキルはちょっと持ってるぜ。 \n超強力なスキルをバンバン使われないようにあるんだよな？",15,"ウム、例えばじゃ。ワシの「ギガ・ドゥームズデイ」は10ターンに1度しか使えん！ \n実際使ったことはないがの。 ワシは平和的な魔法使いじゃから。 \n南の大陸が壊滅したのはタダの偶然じゃよぉ。",0];
      
      public static var tandalfD:Array = ["やぁ！　ワシはタンドルフ。こっちは相棒のランドルフ。 \n13年の間、共に魔法を学び、世界を巡ったんじゃ。 \n学ぶことは沢山あるぞ。お前さんは「スキル」メニューでAPを払えばスキルを学べるぞい！",0,"日常的な会話にチュートリアルをぶっこむんじゃねぇ！ \nよし。このゲーム、スキルを一つも習得しないでクリアしてやるよ！",9,"ハハハ、それで上手くいかなくても、ワシを責めるんじゃないぞ。",0];
      
      public static var mungusQ:Array = ["誰かがワシの靴下とメガネを盗んだんじゃ。 \nあと今年は西暦何年じゃ？",0,"それワシのじゃ！ \n貴重品なんじゃよ！",0,"おかげさまで快適じゃ。",0];
      
      public static var mungusD:Array = ["ハハハ、80歳に若返った気分じゃ。 \n昔を思い出すのう！ \nありがとう、我が息子よ！",0,"僕は息子じゃねぇよ。",5];
      
      public static var pamD:Array = ["ちょっと、裏に入らないでよ。 \n買物したいならテーブル越しに話しかけて。",0,"ごめんごめん、道を間違えたみたいでさ。 \n（宝が欲しいとかそういうのじゃねーぜ。）",12];
      
      public static var nedD:Array = ["ごちそうは良いものだ。 \n能力値を永久アップ！　できるだけ沢山食べるといい。  \n欠点は財布がマッハで死ぬといったところか。そこら辺は気をつけてくれよ。",0];
      
      public static var rossD:Array = ["この値段は詐欺だよ！ \n宝箱漁ったり魔物から奪ったりした方がマシだ！ \nでも強化に必要な最後のアイテムは……無駄に時間をかけて探すか、財布を殺すしかない……。",0];
      
      public static var roryD:Array = ["時間が無い時は、ロスおじさんとここにアイテムを売りに来るよ。 \n良い取引とは言えないけど、すぐにお金が必要な場合もあるってことさ。 \n余裕があれば、アイテムは溜め込んでおいた方がいいよ。必要になる時もあるだろうしね。 \nどーせアイテムは無限に持てるんだし。",0];
      
      public static var jakeD:Array = ["今日は一日中働いてたよ。 \n地震のせいで泥玉が飛び散って、そこら中の道を塞いでる。 \n商店にシャベルがあったと思うけど、そこへの道も塞がれてる！ \n遠回りしないとどこにも行けないよ……。",0];
      
      public static var jakeD2:Array = ["シャベルを見つけたの？　そりゃ良かった。\n呼ぼうと思ったのに一体どこに行ってたんだい？ \n僕の仕事はもう終わったよ。 \n一緒にコーヒーでもどうかな。",0];
      
      public static var wohehivQ:Array = ["そこの旅行者達！ \n森の方から来たのか？ \n木材が余っていないか？ \n地の揺れで壊れたトーテムを直したいのだ。",0,"ありがとう、旅行者！ \n旅が上手くいくことを祈る。",0,"すぐに仕事を始めないと。",0];
      
      public static var wohehivD:Array = ["建て直したおかげでトーテムたちは美しい姿を取り戻した。                   \n\nやっと落ち着けるよ。",0];
      
      public static var indyQ:Array = ["地下の発掘を行っていたんだが、モノリスが空から振ってきてトンネルの入口を塞いでしまった！ \nこいつを取り除くために、爆薬が必要なんだが……。",0,"完璧だ！　私が欲しかったのはソレだ！ \n数分したら戻ってくるといい。下に何があるのか見せてあげるよ……。",0,"調査の時間をくれ！",0];
      
      public static var indyB:Array = ["モノリスが降る前は、ここで仕事してたんだよ。 \nしかしこのパズルには手を焼いてるよ……               \n解いてくれたら、宝は君達にあげるよ。",0,"あと、あの壁のジグザグ模様はとても重要になると思う。 \n一種の暗号か何かだろう……後のためにメモしておくべきだろうね……。",0];
      
      public static var watsonD:Array = ["インディはトンネルに夢中だけど、モノリスも面白いと思うよ！ \nどこから来たのか？　他にもあるのか？ \nなぜ光るのか？　模様に隠された意味があるのか？ \n疑問は尽きないね！",0,"とにかく、この世界は謎に満ちている。 \n「情報」メニューから見れるクエストや各種情報が助けになるよ。",0,"おっと、忘れかけてたぜ。 \nどれだけ進んだか、たまに見てもいいかもな。",22];
      
      public static var thiefD:Array = ["お……おい！　何ジロジロ見てる？\n俺は盗賊じゃねぇ！\nここには隠しドアなんか無い！\n出てけ！　ケガする前に帰れ！",0,"（気の合いそうな奴だったな……。     \n僕もああいう感じで見られてないといいんだけど。）",17];
      
      public static var winonaD:Array = ["私のお爺ちゃんが心配なの。\n医学を信じないから、狩りにコーヒー持ってかないのよ……。 \n\nコーヒー無しじゃ死んだ仲間の蘇生はできないのに！",0,"パーティに強力なヒーラーがいない限り、ニンニクを常備しとくのも大事よ。 \n毒や麻痺にならないとも限らないんだから！",0,"ニンニクはそんな好きじゃねぇんだよ……猫も同感だろうな。",17,"にゃにゃっ！",137,"他にもあるわ。 \nステータス効果をよく知らないなら「能力値」と「装備」メニューから一覧が見れるわ。\nカーソルを重ねれば、名前が見れるわよ。",0];
      
      public static var makyaD:Array = ["的に当てるのは簡単だけど、速い敵に当てるのは大変だ。 \n自分よりレベルの高い敵に命中させるのは難しいよ……僕レベル0だし。",0,"あと……飛ぶ敵もだ！ \n回避率が高い傾向にある。       \n\n命中率の高い狙撃系スキルを使うといいだろうね。",0,"命中率には注意するようにしますね！ \n私の知る限りでは、命中率が回避率より高かったら必中だよ！          \n\n……命中率がとても低い、一部のスキルは除いて。",31];
      
      public static var haniaD:Array = ["獣を狩ろうとしたんじゃが、逆に襲われてしまってのう。 \n孫娘の言う通りじゃ……コーヒーを持っていくべきじゃった。",0,"そうだ、今のうちに使えるスキルを確認して、有効そうなのを強化しておこうよ。",45,"少なくとも、ワシはこのバケツにスライムバニーを入れとる！ \n何度も命を救われたんじゃ。 \nあともう1つ。ボスは護衛を無限に呼び出せるんじゃ。 \n奴ら仲間が倒れても無限に補充できるようじゃの。",0];
      
      public static var haniaD2:Array = ["孫娘の助言を聞かんとのう。\n回復アイテムの知識はワシよりあるんじゃ。",0];
      
      public static var budD:Array = ["魔物は捕まえたかい？ \n強い敵は難しいんだよ。 \nHPを下げるだけじゃダメだ。能力値も下げないと。麻痺や凍結が最も効果的だよ。",0,"でも強い敵は状態異常に耐性を持ってることが多い……だっけか？ \nスキャンして手に入れた情報でどれだけ耐性があるか調べられるけど、確認し忘れることが多いんだよなぁ。",15,"小さな効果も全部効くよ。 \nだから強敵相手なら殺しちゃう前に色んな効果を重ねがけしとくといいね。",0];
      
      public static var jimboD:Array = ["俺はただの通りすがりさ。長くここにいる気はない……。 \n次のエリアに行く前に、少し敵と戦っていこうと思う。",0,"同感だ。 \n今は準備段階だけど、強くなったら海を越えて戦いに行くつもりだぜ。",1,"エリアを移動すると敵が復活するのは知ってたか？ \n道を塞いでない敵だけだけどな。 \nレベル上げに使えるけど普通は必要ないぜ。",0];
      
      public static var pickleD:Array = ["本日16杯目のエスプレッソさ！ \n目玉が少し飛び出そうだ！\nでもいい気分だよ！",0,"コーヒーはそんなに好きじゃないんだよなぁ。 \nそれもいつかは変わるだろうけど……。",2];
      
      public static var annieD:Array = ["輝く変なアイテムが沢山！ \n何か知らないけど役に立つ物なんでしょ？ \n家に飾って幸福をもたらすだけのアイテムもあるんだろうけど？",0,"僕は収集癖持ちだからアイテムを集めるのが好きなんだ。 \nあんまりよくないって散々他の人には言われてきたけど。",3];
      
      public static var heraldD:Array = ["薄汚いサイクロプスがいつの間にか洞窟の入口を塞いでやがる！ \n戦うつもりなら、かなりのスタミナが必要だ。気をつけろ。 \n準備を怠るなよ。上手くいかなかったら一旦逃げて違う装備も試せよ。",0,"マット、アシナシ、これは聞いておいたほうがいいよ。 \n全部がゴリ押しで済むとは思わないで。 \n時には一歩下がって作戦を練る必要があるんだから！",32,"へっ、この僕が魔物に背を向けるものか！ \n逃げたりしないさ！",9,"逃げて体制を立て直すのは、恥ずべきことじゃない。実際デメリットは無いぞ。 \nこれが生き延びるための知恵だ。",0];
      
      public static var jeffD:Array = ["よぉマット。お前もさっきの揺れを感じたか？ \n何事か分からないが、俺なら家に座ってられないね。 \n何か起こったみたいだ。",0,"おう、ちょっと確認するついでに足を伸ばそうと思ってな。 \n電気がないとゲームが遊べないしさ。直しに行かねーと。",5,"ここには電線が通っててラッキーだったな！ \nあと変な猫がお前のゴミ漁ってたぞ。 \n気をつけた方がいいかもしれない。",0,"猫、かぁ。              \n\n（美味い夕飯になりそうだな……。）",27];
      
      public static var jeffD2:Array = ["よぉマット。マジでやばいぜ！　古い橋が壊れた！ \n水を渡るにはイカダが必要だが、イカダ職人は水の向こうだ！ \nだからイカダが手に入らねぇんだよ！",0,"大丈夫だって。 \n向こう岸に行くために、氷の洞窟を抜ければいいだけさ！",1,"その女の子誰だ？あと猫も？ \n俺はまた除け者かよ？ \n何でいつも一緒に遊びに行ってくれないんだ？",0,"あー、と……その、また後でな。",12];
      
      public static var jeffD3:Array = ["くそ、マット！　何だってんだよ？ \n新しい友だちと一緒に旅してんのか？          \n\nお前は人気者だから俺には来るなって？",0,"いや、そういうわけじゃ……。",12,"もういいよ。 \n週末はネットでも見てる。         \n\n絶交だ。",0,"おー、怒っとる。              \n\n……ウチらを裏切ったら容赦せぇへんからな。",109];
      
      public static var jeffD4:Array = ["死へようこそ！　クソ野郎！",0,"なんだぁ？　ジェフ、お前か？          \n頭でもぶつけたか？",9,"ジェフは死んだよ。友達を作って名も無き一人になったんだ。 \n奴の人生は無意味だったよ。",0,"（これ、僕のせいか？　友人失格……なのかな？）",15,"えーーーと……………。",17,"なぁジェフ、明日一緒にユーロダックシミュレータ遊ぼうぜ？！ \n（その頃には世界が終わってると思うからな、逃げ道は確保したぜ！）",2,"マジで？！　やりたい！ \n楽しそうだ！           \n\nここを抜け出す時に処刑されなきゃ、 絶対に行くぞ！",0];
      
      public static var chadD:Array = ["やぁマット。 \n外に出るのは数週間ぶりだね。 \n外の世界のルールを忘れてないかい？",0,"チュートリアルかよ。 \n自分の面倒くらい自分で見るっての。",17,"まぁ忘れてた時のために説明すると、スライムバニーのいる水バケツですぐに回復できる！ \nむこうにあるのは……お店だよ。ドアを通って……。",0,"もういいって！ \n自分で自由に探索させろ！",30];
      
      public static var chadD2:Array = ["ん？　あぁ君か……。",0,"僕の家で何してんだよチャド？！",10,"拾った物は俺の物。つまり今は俺の家だ！ \n数日お前が家にいなかったから俺達が利用してやってるのさ。って言うか、最初にお前の両親が、俺の家族からこの家を盗んだんだろ！",0,"おいおい、僕のご先祖様の罪を僕になすりつけるなよ。 \n今は忙しいけど、いつか戻ってきて蹴り出してやるからな！",17];
      
      public static var lynneD:Array = ["地震と魔物と泥棒が来たのよ。 \n問題ばっかりね。 \n余裕があればグリーンウッド村に引っ越したいわ。 \n夫を置き去りにしてでもね。",0];
      
      public static var edwardD:Array = ["ここには狩りに送られたんだけど、僕には荷が重いよ。 \n魔物を刺す度に、僕は頭を切り落されるんだ。 \nなんで生きてるのかって？　オートセーブだよ。別の画面へ移動するたび自動でセーブされるんだ。 \n勝ってもオートセーブされると思うけど、それはまだ一度も試せてないんだ……。",0,"みんながヒーローになれるわけじゃないんだよ。 \n他の奴らを強く見せるために突っ立ってるだけでも十分な仕事だぜ？",2];
      
      public static var mollyQ:Array = ["やぁ！　私の仕事はこの島の色んな部族が作った古代の陶器を集めることなの。 \n変な人形を見かけたら私に頂戴。大抵見やすい所に転がってるから。         \n\n犬を使えって？　この子は役に立たないのよ。歩き回るには太りすぎててね。",0,"全部見つけたって？　私にくれるの？ \nありがと君達！",0,"遺物がかなり集まったわね！ \n調査が終わったらレイモンドの博物館に寄付するべきかな。",0];
      
      public static var bessieQ:Array = ["モンスターに襲われたことがあるの。犬がいれば守ってくれるけど、手に入らなくて。 \n怪しい連中に依頼しようかとも考えてる。 \n正直、品種とかは問わないから！　私を守ってくれるお友達が欲しいの！",0,"犬を見つけてきてくれたの？ \nこの子……強そうじゃないわね。訓練してあげなきゃ。",0,"上手くいかないわね。 \n指示通り動いてくれない……。",0];
      
      public static var bessieD:Array = ["私とインターセプターは最高の友達よ！ \n私を襲おうとする奴らなんて食べちゃうんだから！",0];
      
      public static var bessieD2:Array = ["ちょ？！ \n何したのよ？！",0,"えーと、何が起こるか知りたくて……。           \n\n実際にああなるとは……。",12,"皆死んじゃえ！！               \n\nこの犬殺し！ \n私の子犬を風船みたいに破裂させやがって！",0,"（僕らって……悪者？）",7];
      
      public static var donaldD:Array = ["お……おい！　裏に入るな！ \nカウンターの前に来てくれよ！            \n調査員じゃないだろうな？ \n（俺は何も隠してないぞ……）",0];
      
      public static var byrdD:Array = ["座礁しちまってな。 \n久しぶりに飯にありつけるチャンスだろうが……ここなら飢えたほうがましだ。 \n下の階に人間に食える代物は無かった。 \n今の俺ならイカでもガキでも食えるくらいだ。",0];
      
      public static var linwoodD:Array = ["よぉ！　俺は息子の便りを待ってるんだ！ \n奴は水辺でイカダ作ってたなぁ。 \nもしアイツがまだバカなことしてたら教えてくれ。\n俺はそれまで飲んでるよ。*グビッ*",0];
      
      public static var linwoodD2:Array = [" 息子は元気だったか？　そうか……ありがとうよ……*グスッ* \nお前らイイ奴だな！　飲んでけ！",0];
      
      public static var yiffyD:Array = ["ちょっと！ \nあなた無一文でしょ！　出てって！ \n浮浪者に食べさせる物はないの！",0,"失礼だな！ \n僕は好きでこういう格好してるんだぜ！",19];
      
      public static var yiffyD2:Array = ["あら裕福な紳士様！ \nお席へどうぞ！　すぐに……。",0,"へっ、やめとけ。 \n金があるとわかった途端手のひらくるくる返しやがって、なぁ。",19];
      
      public static var jerryQ:Array = ["おおマットや！　帰ってきたか！ \n話したいことは沢山あるじゃろうが、緊急事態なんじゃ！ \n地下が滅茶苦茶すぎて釣竿とサングラスが見つからん！ \nお前さん向きの仕事じゃろ！　お前さん以上に信用できる奴はおらんわい！",0,"ありがとうマット。お前さんは最高じゃ。 \n死んだ妻が地下の惨状を見ずに済んだのは幸いかのう。",0,"いい釣場を見つけたんじゃ……。",0];
      
      public static var jerryD2:Array = ["*ヒック！*最高じゃ！ \n結局釣りよりビールじゃの！ \n釣れたのは結局タコだけだったのじゃ！",0,"（なんでこいつのおつかいとかしなきゃいけないんだ？ \nいいものさえもらえないのに……。）",19];
      
      public static var sadieD:Array = ["出ておゆき！         \n\n注文したいならテーブルの前から話しかけな。",0];
      
      public static var xunD:Array = ["ワシはかって万里の長城に立ち、数多の獣を打ち倒した。 \nヒーロー扱いじゃったが、難易度「エピック」でなかったので何の実績も得られなかったのじゃ。 \nあの館の警備員にとって、人生はゲームのようなものとしか見なされぬ。 \n世の中、世知辛いのじゃ。",0];
      
      public static var guardAD:Array = ["アロハ！　ここはレイモンド様の館です。世界的な財宝や貴重な芸術品が保管されています。 \n一般公開はされてません。限られたエリートのみが入場を許可されます。",0,"ほーぅ、僕みたいな貧乏人には見ることさえ許されないってか。 \n（いつか絶対盗んでやる、見てろよ。）",19,"実績メダルがここでは有効です。 \nメダルを多く持つ者を高貴なる人物と見なし、それを入場条件とします。入場には最低10枚のメダルが必要となります。ですが館内の各部屋の条件数はさらに多いです。",0];
      
      public static var guardAD2:Array = ["ここは達人の部屋。この建物内で最も高貴なる部屋です。 \nあらゆる実績を極めた者のみが入場できます。 \nつまり全実績メダルの獲得が必要であり、容易なことではありません！",0,"えらい実績だな、それ。 \n苦労した分、見返りも多いんだろうな？",5,"入ってみたことはありましたが、別に特別な物はありませんでした。 \n\nですが熱意あるゲーマーのためにここを守り通す所存です。",0];
      
      public static var guardBD:Array = ["すみません、僕は新人なんです……。ルールは父上にお聞き下さい。",0];
      
      public static var helenD:Array = ["レイはコレクションの収集のために世界中を旅していました。 \n最近は体が弱り家にいることが多く、お客様の相手をしています。 \nですがお客様達が様々な芸術品を送って下さり、今でも展示されるコレクションは増え続けています。 \n心温まる話ですよね。",0];
      
      public static var raymondD:Array = ["やぁ、私はレイ。 この博物館のオーナーにして館長だ。 \n最近よく来てくださるようだね。宝や芸術に理解のある方もいらっしゃるようだ。 \n楽しんで頂けると嬉しいよ。 これは私の生涯をかけた仕事の展示でもあるのでね。",0,"いい話なこった。",2];
      
      public static var raymondD2:Array = ["やぁ、おめでとう！　ここは私のプライベートルームだ。 \n実は、君達に秘密の景品がある！",0,"え、景品？        \n\nどんなのだ、それ？",2,"この館全てを君に受け継いでもらいたい、ナタリー！             \n君に私の意思を引き継いでほしい。",0,"え、えぇ？！ \n本当ですか？！",43,"なぜ俺じゃないんだ？！",76,"おーっ！ \nナタリー、おめでとう！ \nこういう仕事したいって言ってたよな！",12,"クーデターのつもりか？ \n俺の背後で何を企んでいた？ \n（それとも考えすぎか？）",66,"ナタリーはよくここに来てくれた。彼女が誰よりもこの場所を守ってくれると信じている。 \n実際彼女は長年に渡り歴史研究の分野でかなりの貢献をしているしね。 \n彼女が最もふさわしいだろう。             \n他の方々は……信じてるよ……その……仲間からは盗まないと。",0,"光栄です！             \n\nそのつもりでしたら、全身全霊を込めて頑張ります！",42,"これで決まりだ。 \nここは全て君のものだ。だが私があの世へ逝く時のために、金の延べ棒を数本くらいは埋めさせてもらおうかね。ハハハ。 \n冗談さ。",0,"よくやった、同志よ。 \n嫉妬心は奥底にしまい、祝ってやろう。",61,"これはおめでたいなぁ。 \nナタリー以外にこんでっかい場所の管理できそうなやつ、思いつかひん。",92,"すげぇぞナタリー、やっと宝の置き場所ができたな！ \n常にアイテムを山ほど持ち歩かなくてよくなるぜ！",27,"そうみたいだね！ \nこの先の冒険に必要な場所になりそう！ \n全部私だけのものってわけにはいかないし、みんな、いつ来ても歓迎するね！",33,"というこった。 \nEpic Battle Fantasy 5、やれることはやり尽くしたな！             \nおめでとう！　（プレイヤーも、な！）",2,"にゃあ！",123];
      
      public static var princessD:Array = ["お爺ちゃんとお婆ちゃんが言うには、この館全部いつか私の物だって！               \n\n早く死んでくれるといいな！",0,"（なんつーガキだ！）",6];
      
      public static var princessD2:Array = ["え～～～～～～～～～～ん！ \n何をしたの？　お爺ちゃんに何を言ったの？！ \n何でお爺ちゃんは怒るの？　私には相続しないって！ \nお前らなんか死んじゃえ！",0,"黙っとけ、ガキ！ \n無礼者には最高の仕置だな！",2];
      
      public static var jamD:Array = ["素晴らしい絵が壁に展示してある。まるで物語のような……。 \nねぇ！　これって君達じゃないか？",0,"ウチらの絵がいっぱいや！ \nかなーり唐突やな！ \nファンがおるなんて思ってもみなかったで！",103,"おっ、僕かっこいいじゃねーか！ \n実際とは程遠いけど、まぁいいんじゃね？",21,"なぜ俺は常に悪役のように描かれているんだ？ \nまったく、俺のことを何一つ理解していないようだな。 \n（……こやつらと対立したことは認めるが。）",65,"私の変な絵が増えないといいんだけど……。 \nあ、この絵は可愛いかも。",51];
      
      public static var manletD:Array = ["恐れ入りますが、入れるわけには参りません。 \n入場には最低25枚のメダルの提示が必要です。 \n僕は職務に忠実なんですよ。",0];
      
      public static var manletD2:Array = ["ほう、僕よりも多くの冒険をこなしたようですね。 \n少し寂しい気もします……。",0];
      
      public static var gimliD:Array = ["ワシの正義のドリルスピアに貫けぬものは無い。 \nこの場を死守し、怪しい奴や厄介者は入れぬよう仰せつかっておる。 \n見た所あんたらは45枚もメダルを持っていなさそうじゃ。信用できん。",0];
      
      public static var gimliD2:Array = ["あんたらならいいだろう。尊敬の念を感じ始めておるぞい。 \nまだ若いが、世界に名を刻みつつある。素晴らしいことじゃ。",0];
      
      public static var leonidasD:Array = ["俺はレオニダスの息子のそのまた息子のさらに……俺は15のメダルを持つ英雄達が現れるまで、ここに立ち続ける。",0];
      
      public static var leonidasD2:Array = ["祖先に敬意を払え、若き英雄達よ。俺のように不名誉なことはするなよ。 \n俺は単なる壁役にすぎん。",0];
      
      public static var daoD:Array = ["メダル　35まい　みせろ。そしたら　とおす。 \n日本語　ニガテで　メンゴ。",0];
      
      public static var daoD2:Array = ["キミたち　おもしろい　ヒトたち。 \nたまに　よいヒトで　たまに　とても　ワルいヒト。 \nデモ　トテモ　パワフルで　ココロ　ユタか。",0];
      
      public static var arneD:Array = ["からぁ～～～～～～い……！      \n温まるために唐辛子食べてるんだ、でも効いてるか分からない。 \n温まってる気はするけど、死にそうな気分だ。",0,"なぁ、ちょっと分けてくれねぇか？",2,"ダメダメ。           \n\nコレは激レアなんだ。非常用に持ってる分しか無いよ。",0];
      
      public static var heraldD2:Array = ["あぁ、俺達はこの洞窟に住んでるんだ。  \nサイクロプスを始末してくれたから通ってもいいぞ。 \nだが俺達の家なんだ。そこは尊重してもらうぞ。",0,"彼らが変なことをしないように見張っておきますね。 \nたまに触ってはいけないものに手を伸ばしてしまうみたいで。",49,"へっ、命令すんじゃねーよ！ \nあとアシナシに手はねーぞ！",1,"にゃ、にゃ、にゃぁん！",139,"あっ、ごめんねアシナシ。 \nあなたのことをからかっていたわけじゃないの。",35,"みゃっ！",123];
      
      public static var knutD:Array = ["洞窟は最高の家じゃ。誰も盗もうとせん。 \n……魔物以外はな。魔物なんて地獄に落ちるべきじゃ。 \n奴らの骨を晩飯にしちゃる！",0,"確かに魔物って美味いよな！ \n……スライム以外はな。あれは気持ち悪くなる。",2];
      
      public static var hansD:Array = ["洞窟を通ってきたのか？ \n鉄の要塞に何しに来た？ \n我らがリーダー、ランス様がお前らなど容易に倒すだろう！",0,"喧嘩売ってんのか？！ \n何しようとしてるかくらい聞いてらぁ！  \nNPC程度、怖がるわけねぇよ！",9,"フフフ……。 \nランス様は単なるNPCではない……今に分かるだろう。",0];
      
      public static var helmutD:Array = ["重砲兵部隊隊員ヘルムート！　着任！ \nオペレーション・ヘルファイア開始！ \n我が軍の進路確保のため森を破壊する！",0,"考え直してくれませんか？ \n数多くの人々が住処を失うんですよ。",36,"命令は命令だ。俺に拒否権は無い。",0];
      
      public static var heinzD:Array = ["我らが偉大なリーダーは世界征服の暁には、西大陸を下さると約束してくださった。 \nせいぜいそこに友人や家族がいないことを祈るんだな！",0,"おい、僕の居場所を奪うんじゃねーよ！ \nお前らが今立ってるマス以上に何かを確保できるはずないだろうけどな！",10,"ランス様は本当に頭の良いお方。 \n彼の作り出したロボット軍団に敗北は無い！",0];
      
      public static var hansD2:Array = ["なぜ我らが要塞に侵入する？！ \n第三次大戦でも始める気か？",0,"お前らが始めたことだろうが！ \nここにあるもの全部取って、あのでかいホバーカーをぶっ壊すまで、許すつもりはないぜ！",9,"我らが行動には大義がある！ \n鉄の要塞は難攻不落！          \n\nお前なんぞがランス様に勝てるわけないだろう！",0];
      
      public static var helmutD2:Array = ["俺はただ金のためにここにいる……それは正義ではない……だが他の連中は本気で世界を救えると信じている。 \n俺は無理だと思うが、それを奴らに言う気は無い。",0,"今のうちに逃げたほうがええで！ \nやっこさんらはあかん！           \n\n降伏してくれれば、グリーンウッド村は無罪にしてくれるかんな！",109];
      
      public static var heinzD2:Array = ["侵入者か！      \n\nなぜ我らの防犯対策はザルなのだ？！ \nどうやって罠を抜けた？！",0,"最難関のパズルは全部必須じゃないみたいだ。 \nなぁにが防犯だ！ \nパズルができない僕としては、助かることだけどな。",3];
      
      public static var hansD3:Array = ["ランスを倒したのか？　君達を過小評価していたようだ。 \n君達に対し事を荒立てる気はない……俺に勝ち目はないだろう。             \n認めよう。君達の勝ちだ。俺は降伏する。",0,"次に女性を誘拐しろとか、田舎を焼き払えとか命令されたら、それで本当にいいのか考えることね。",49,"了解。 \n間違いだったな。",0];
      
      public static var helmutD3:Array = ["確かに俺は悪い組織に所属することを選んだ。謙虚で広い視野を持っていれば、このような事態は避けられたろう。修復作業を手伝える場所があるか見てくるよ。\n\nすまなかった……許してくれ。",0,"このようなことに巻き込んで悪かったな、同志よ。 \n罪は俺がかぶろう。共に生き、共に誇りを取り戻そうではないか。",61];
      
      public static var heinzD3:Array = ["なぜ俺達の邪魔をした？！ \n俺は自分の国を持って支配するはずだったのに！ \n邪魔しやがって！　許せん！",0,"こんなことで悩む奴じゃないんでね。",19,"学ばない輩もおるんやな。 \n村のブラックリストに入れとくわ。",107];
      
      public static var erikaQ:Array = ["ファシストどものしたことを見てよ！ \n小さい頃から慣れ親しんだ森が滅茶苦茶よ！ \nでも落ち込んでる暇はないわ……植物の再生を助けるために種を植えてるの。                     \n手助けしてくれない？",0,"最高よ！ \n助かるわ！ \n               \n本当にありがたいわね！",0,"皆と一緒に森を治していくわ! \n              \n終わるまで休むつもりはないけど…… もうすでに疲れちゃった。",0];
      
      public static var jormaQ:Array = ["橋が無くなっちまった。不味いな。 \n修理はできるんだが……材料が必要だ。 \nこのエリアに転がってるはずだ。",0,"よし。これが必要だったんだ。 \n橋はすぐにできるよ。",0,"バッチリだ！",0];
      
      public static var jonathanD:Array = ["ねぇ君達、ファシストが悪いって知ってる？ \n殺人が悪いって知ってる？！",0,"えーと、まぁ……考えたことは、あるかな。     \n（魔物や動物を結構倒してきたけど、それも悪いのか？）",15,"ソーシャルメディアで騒ぎ立ててファシズムと戦おう。 \nファシズムが悪いことを世界中に広めるため、ツワッターでトレンドにしよう！ \nああいうの耐えられないんだ！",0,"気持ちが大事って言うけど、今回ばかりはそれだけだと友人が救えないんでね。",5];
      
      public static var jennyD:Array = ["ファシストはカス！",0,"え、え？　僕？",7,"ファシィィィィィストはカァァァァァス！！！！！！ ",0,"（夢中みたいだ……怖ぇよ。ほっといた方がいいかもな。）",22];
      
      public static var abdulD:Array = ["釈放してくれるのか？　本当に自由なんじゃな？ \nありがたい！　本当にありがたいよ！",0,"まぁな。 \nこの中に宝が見えたから開けただけだけど……。 \n\n人助け、でもいいかな。",2,"気づいたことを教えようではないか。メインホールのトゲを解除するスイッチがこの辺りにあるぞ。 \n他の男らがそれを導入しているのを見かけてな。 \n            \n簡単なメカニズムだ、お前でもわかると思うぞ！",0,"他にこんな感じの、あるんか？ \n捕虜は？",106,"おるぞ、大量にな。 \nメインホールの側の巨大牢に少女たちを詰め込むのを見かけたぞ。",0,"ナタリーの居場所が割り出せたな。 \nよっし、通路も牢獄も、全部解放すっぜ！",16];
      
      public static var jerryD:Array = ["マット！　マットじゃないか！ \nこやつらの一味になったとは言わないだろうな？！ \n何年も同じ地域に住んでいたにも関わらず、ほぼ毎日自分の小屋にこもりっぱなしのお前さんが、こんなことを企むとはな？！",0,"いや、解放しにきたんだよ！　あとあいつらはぶっ倒す。 \n知人をさらわれたからには、何とかしてやんないと、だろ？",5,"そうか、それはよかった。ではワシは自分の家に戻るとするかね。 \n帰ったら釣りでもするか。 \n\nここでやることが終わったら、遊びにおいで。",0];
      
      public static var leoD:Array = ["おや、友好的な人間とは珍しい。 \nこの牢屋が家のように思えてきたところだよ。 \n外の世界はまだあるようだが、戻りたいとは思えない。 \nシーツのあるベッドがあるんだ、前の家と比べればこっちの方がマシさ。",0,"落ち込んどる暇やないで、おいちゃん！ \n人間、頑張りゃどこだって行けるはずや！",94,"プレイヤーキャラクターはそうかもしれんが、我らNPCはそうではない。 \n一部はそのNPCという呪いに気付きながらも、それを終える自由さえ手に入らない。ひどい冗談だよ。 \nこの状態に囚われたまま、永遠を過ごすだろうな。",0,"深いな……。 \n         \n哲学者や魔導師とか向いてんじゃね？",22];
      
      public static var timD:Array = ["大学卒業後の初めての大仕事がでっかい城でだなんてな！　興奮するぜ！ \n地主はちょっとイカレてるけどな。それ以外は結構いいぜ。 \nあいつが言うことが冗談でありますように、っと！",0,"自分からここで働きにきたんか？！ \nこいつ、倒した方がいいんちゃうか？",99,"ファシストのために武器を製造する仕事ってのが最近流行ってるのか。 \nニート生活が好きなタイプでよかったぜ。僕、仕事アレルギーなんだ。",19,"さてと。あのコンベアベルトが見えるか？　あれ、俺の作品だぜ！ \n何かにぶつかるまで、示された方角へと人を吹っ飛ばす。かっこいいだろ？ \n鉄製のタイルでストップできるマグネットブーツも開発したけど、どっかに置き去りにしちゃってさ。 \nこれなら給料上げてもらえるだろ、確実に！",0,"マグネットブーツ？ \nパズルを解くためにそんなアイテムが要るのかよ？",17,"宝を全部回収したいなら、探してみるといいかもな。へへへ！",0];
      
      public static var asahiD:Array = ["お前、ここにいていいのか？ \nいや、いい。 \n俺はここに研究しに来ている身だ。このモノリスはすごいぞ、強大なエネルギーを発しているんだ！ \nそんなものが世界中に現れるとは、これまた興味深い。",0,"で、それって一体なんなんだ？ \n危険なのか？ \n貴重品か？！",15,"そこまではわからない。そういえば南の大陸が隕石によって半壊したと聞いたな。        \n「天の災」、ねぇ。それで出来上がったクレーターがこいつらでひしめき合っていると報告が入ったんだ。 \n宇宙のものであることに違いない。この星にないテクノロジーの一種だろうか？　興味が尽きないな。",0];
      
      public static var yuiD:Array = ["はぁ、このスーツ、あったか〜い。 \nまるで好きな人に抱かれているかのように私の心をぬくぬくと包み込む……。 \n\nあ、あれ？！　また独り言を？！",0,"えー、と……。",23,"と、とりあえず！　モノリスが発する放射線を防ぐエネルギーフィールドは確保したわ。 \n何を燃料に動いているかわからないし、注意しないとね。",0];
      
      public static var akiraQ:Array = ["クレーターあたりの調査隊の報告を待っているんだ。 \n死んでないといいんだが。 \n機密性の高い情報だ。ハッキングされないように手書きで報告しろと言ったんだが。",0,"クレーターからの情報だと？！ \n……確証が持てた。侵略者は別世界から来ている。 \n礼としてはなんだが、エネルギー源の研究の際に、このような魔法を編み出してみたんだが……。",0,"別の星どころか、全く違う世界から来ているという説が浮かぶな。 \nこんなサンプル、見たことないぞ。",0];
      
      public static var xaviQ:Array = ["ザビ、参上！　……と言いたいとこなんだけど。 \n音楽に関する事業を始めてみたいんだけど、お願いがあるんだ。 \nCDがないと始まらないんだよ。空っぽでもなんでもいいからさ！ \nあと、気をつけて。悪そうな人がこの先いっぱいいるからさ。",0,"パーフェクト！　最高だ！ \nさて、起業しますか！ \n世界最高品質のCDを売るぞ！",0,"おや、初めまして。 *ウィンク*",0];
      
      public static var rebelQ:Array = ["しーっ、忍び込んだことがバレるだろ！       \n\nここをバラすために刃物が欲しいんだが……。",0,"完璧だ！ \nここ一帯を荒らして、見つかる前にずらかるか。      \n\nその辺で見つけたもん、やるよ。",0,"あの垂れ幕から始めるか……。",0];
      
      public static var bellaD:Array = ["神秘の森でアンデッドのモンスターと戦ってたら、突然捕まったの。 \n魔法がクールダウン状態だったからだと思う。 \nもうちょっと時間があったら全員ここから逃げられたはず。助けてとか頼んでないし。",0,"へいへい、どーいたしましてー。",112];
      
      public static var hikariD:Array = ["夜食をちょいと食べてたら黒い服の人らにさらわれてもた！ \nジョーダンや思たけど、これほんまもんか！ \nウチ、さらわれるほどの価値あるみたいやな！　光栄や！",0,"まだこの状況に対してショックを受けてるみたい……。",35,"あと……ここのリーダー、けっこーええ男やで。 \n「ランス」、やったか？             \n\n強くてイケメンで！　あー、独り占めしてみたいなぁ！",0,"いやいやいや、それはちょっと考え直しましょう。 \n頭でも殴られました？",36];
      
      public static var karenD:Array = ["グリーンウッドで自分の店経営してたら、こんなんに巻き込まれてもうてなぁ。 \nおやすみ取れる思ったんやけど、牢屋の中の者の配分係にされてなぁ。        \n\nなんか買うんやったら、テーブルに話しかけぇや。",0,"命の恩人にさえ料金を払えってか？！",9,"（わぁ、失礼な！）",43];
      
      public static var hikariD2:Array = ["ランス様！ \nウチに会いにきてくれたんか！ \n寂しかったで！",0,"（……こいつか。 \nこいつばかりは誘拐したのは失敗だった。 \n少々頭が弱そうだ……。）",77,"毎日毎日、ランス様んこと考えとる！ \n勇敢で素敵で！ \n離れれば離れるほど、また会いたくて震えてまうんや！",0,"よいか、小娘。俺はお前の子孫を残せる力だけを目的に誘拐した。 \nその関係に愛情なぞ存在しない。 \nそして俺の作戦が無に帰した今、お前の存在は俺にとって無価値だ。 \n（俺の犯した罪に対して訴えるようなことはしてくれるなよ。）",65,"ほーん、これが世に言うツンデレか？ \nだいじょーぶ、いつか絶対に巡り合ってみせるで。 \nずーっと、遠くから見守っとるからな！",0,"うえぇ。",35,"同感だ。",61];
      
      public static var karenD2:Array = ["あぁ……また会ったなぁ。 \nせや、これがあたしのいつもの姿や。         \nまぁそれは置いといて、助けてくれたお礼。",0];
      
      public static var thiefD2:Array = ["なっ？！　またお前らか！ \n警察官気取りか？！ \nなんでこう邪魔するかな？！ \n俺は無罪だっての！",0,"まだ何も言ってないってば！ \n（でも服装のせいか、妙に怪しい……。）",49];
      
      public static var pabloQ:Array = ["おうい、アンナちゃん！　気づいとったか？　サイドクエストこなしたら、新しいスキルが手に入るんやで！ \nせや、魔物がカカシ壊してな。新しいのを作らへんと。 \nちょいと布があったら、くれへんか？",0,"ありがとさんな！ \nせや、ワシの納屋の扉、開けとくわ。中にあるもん、自由に持ってき。      \nせやせやアンナちゃん、両親から「たまには風の守護に頼れ」て伝言やで。",0,"納屋の扉、開けといたで。 \nすぐそこや。ほれ。 \n*左を指差した*",0];
      
      public static var randyQ:Array = ["魔物に木の板奪われてもうた。 \n自分、家作ろうとしとるだけやで？ \n剣の振り方さえわからへんのに。 \nあかんちや。",0,"あんがとさん！ \nこれ、くれるんやろ？　助かるで！ \nやぁっと家が作れる！ \nせやな、お礼にテレビで見たごっつかっこいい忍者の技教えたる。",0,"一度離れてから戻ってきてくれれば、できてる思うで。",0];
      
      public static var randyB:Array = ["いよぅ。 \nこれ作れたの、あんさんらのおかげやで。\n家ん中の物、ぜーんぶ持ってってもかまへん！",0,"じゃ、いただいてくかな！",3,"でも……。          \nああもう。",47];
      
      public static var lenkQ:Array = ["僕、アーチェリーとか好きやないんよ。 \n音楽ん方をやってみたいけど……サラが、ねぇ。\n僕にはちと難しい相手やな。",0,"オカリナ？ \n僕んために？ \n練習してみるわ、ありがとな。",0,"浮かないことばっかやけど、音楽があればちょいとはましに感じれる。 \nいつかええことあるやろ……。",0];
      
      public static var sarahD:Array = ["アンナ、ほれ、ウチのボーイフレンドのレンクや！ \n狩りを教えて、アタシのために色々とってきてもらうんよ！ \n森の中にはお宝が多いし。",0,"にしては命中率低いな。 \n期待しすぎでストレス与えてるんちゃう？ \n期待しすぎたら別れる思うで。",111,"まっさかぁ！ \nレンクはアタシのこと、だーいすきや！ \nアタシのためなら、なんでもしてくれるはずやで！",0,"ま、レンクが殺されない程度にな。 \n弓使うんはまだまだ初心者やろうしな……。",99];
      
      public static var weebQ:Array = ["機械兵や！！",0,"おぉう、早いな……。 \nその経験値、分けてくれへんか？ \nとにかく、さっきのは多分鉄の要塞からの刺客や。最新ウ◯ンドウズアップデートで狂ったん思うで。",0,"アップデートは悪やな。学んだで。",0];
      
      public static var ronjaD:Array = ["きゃあああああああ！！！ \n兵士呼ぶで！ \n泥棒！　ドロボー！！",0,"すみません、私の旅仲間が我慢できなかったようで。 \n危害を加えようとは思っていません！　ごめんなさい！",42];
      
      public static var girlAD:Array = ["集中力回復のために一休み中なんや。 \nもうちょいしたら勉強に戻らへんと。",0];
      
      public static var girlBD:Array = ["ここの本は全部読破したけど、全部戦闘技術のことさかい、あたいには関係ないもんや。生まれた頃からステータスごっつ低いんでな。 \n実際戦ったら一瞬で首なくなるで！",0,"ま、戦いに明け暮れなくとも人生成り立つもんやで。",92,"ちょっち羨ましいなぁ。 \n……にしても今回、どえらい人連れて帰ってきたなぁ！",0,"どえらいんは賛成や。 \n（どえらいことはしでかさないで欲しいなぁ。）",111];
      
      public static var girlCD:Array = ["冒険者よな？ \nオプション、ちゃんと見とるか？ \n難易度やその他諸々、好みに合わせていつでも調整できるで！",0,"私を守ってくれるあのオプションが好きなんだけど……。              \nそれが好きなのは私だけだろうな……。 \n*ため息*",47];
      
      public static var grumpD:Array = ["見てたで！",0,"ちょ、はぁ？ \nなんもしてねーよ！ \nなんだよお前？",5,"すぐ外で屑鉄を盗むの、見てたで！ \n嘘はつきなさんな！",0,"所持されてないアイテムは誰のものでもねぇ！ \nそんなに大事なら所持品にしまっておくんだな！",9,"否！！ \nグリーンウッドにはお前さんのような泥棒からものを守るためにルールがあるで。 \n金属ちょっと位で罰するつもりはあらへんが……お前さん達だけに対して、値段を上げちゃる。 \nちったぁ反省しなはれ。",0,"僕の生き方を変えろってのか、あぁ？！",10,"*ため息*",107];
      
      public static var momD:Array = ["アンナ、おかえり！ \n勝手にふらつき回っとるとあかんで？ \nせや、お友達もおゆはん一緒にどう？",0,"いんや、行かなきゃあかん場所があってな。 \n（世界を救うなんて言っても信じてくれへんだろうしなぁ。）",92,"ほな、危険なことに頭突っ込まへんようにな！ \nいい子にしとるんやで？",0,"はーい。 \n（流石にそんな年でもあらへんし！）",101,"（なんだ、これは？               \nこれが……「普通」、の家庭……？）",76];
      
      public static var dadD:Array = ["んん、新しいお友達か？ \nあかん雰囲気してはるな。 \n危ないことされそうになってもうたら、父さんに言うんだぞ？",0,"大丈夫やで。……大体は。 \n心配せぇへんでや。 \nなんならウチが見張っとく。",92,"で、どっちが彼氏や？ \nそこのホームレスか、それともそっちのスクールシューターか？",0,"今なんつった？",9,"そんな場所で発砲した覚えはないぞ！",69,"えーと、ほな行くで！ \nまた後でな、おとん！",93];
      
      public static var momD2:Array = ["アンナ、まぁたおゆはんに顔出さへんのか？ \nま、もう立派な大人やしなぁ。 \nせや、あんたのしとることも知っとるで。ニュースに出るしな！ \nこんな立派なことができる娘を持つなんて、母親としても誇らしいわ。",0,"おかん、言い過ぎや。照れてまう。 \n家のリフォームとか、応援しとるで。            \nお金もかなり溜まったさかい、必要ならいつでも言ってええんやで！",92,"んなお金、受け取られへんて！ \n気ぃつけぇや、んでご武運を祈っとるで！",0,"わかりました。",31,"あんがとな、アンナのかぁさん。",2,"了解。",61];
      
      public static var dadD2:Array = ["南の大陸に行っただぁ？ \nんな危険なとこ行くんやったら、もう何も言わへんわ。 \nあそこの話で安全そうなのは全く聞かへんしなぁ。",0,"おとん、ウチらも結構実戦経験を積んだんや、大丈夫やで。 \n世界を救うため頑張っとるんや！             \n……信じないだろけどな。",101,"ワシの可愛い娘に怪我させたやつは、とーちゃんがなんとかしてやっからなぁ！ \nがっはっはっは！ \n*心臓発作になりかけた*",0,"ウチがいない間、無理せぇへんでや！ \nおかんに屋根掃除頼まれたら、レンクか誰かに頼むんやで。 \nハシゴから落ちたなんて聞きたくあらへんからな！",92,"ワシはそんなやわくはないぞ、がははは！",0,"だろうねぇ。",111];
      
      public static var juneD:Array = ["こいつ、変なものを毎日持ってきはる。猫かっての。 \nいっつも居場所がばれてまうんよ。グ◯グルの一味やろか？ \nSNSとかのアカウント、全消しせなあかんかもなぁ。",0,"女性にこういう男はつきものみたいだね。",49,"む？        \nなぜこちらを見る？",79];
      
      public static var rockD:Array = ["ジューンはワイの未来の妻や！ \n数ヶ月窓からのぞいて、好みも把握したで。 \nあとはワイがフェミニストの味方でいいやつやと納得させたら、きっとうまく行くはずや！",0,"ありゃりゃ、ジューンはんかわいそうやな。",112];
      
      public static var jollyD:Array = ["おやま、お客人か！ \n知りたいことや豆知識に関する本、全部揃ってまっせ！ \n戦いに関する情報ならお任せ！ \n魔物を狩るための情報が載った本は人気も高く……。",0,"いや、実際に殴ってみて何が起きるか見る方が性に合う気がするな。",17,"ちょっと、マット！ \nここでの情報、大切なことが多そうなんだよ？！ \nゴリ押しでわかることなんか限られてるんだしさ！",39];
      
      public static var steveD:Array = ["ファシストたちを倒したんか？　ありがたや！ \n一人で戦う羽目なる思ってたんよ。 \nこの村も大変よな。前門からファシスト、後門から魔物に襲われてさ。 \n……って、なんでファシストのリーダーがここにおるんや？！",0,"……強制的に辞退させられてな。 \nもう敵ではない、武器を下げよ。",79];
      
      public static var galD:Array = ["神秘の森に入る気なんかぁ？ \n何しとるかわかってないんなら、回れ右して帰ることやな。 \nあれは地上のラビリンスや。",0,"イカダ作りのできるやつんとこ行くには、こっからしかやないと無理や。 \nあと、故郷を魔物に乗っ取られたくないってのもあるで！",92,"アンナは信じられる。が、他のやつらはちょい……なぁ？",0,"んだよ？！",9,"ま、とにかく。 \nイカダ職人の居場所にたどり着くための大事なアイテムが二つ、この森の中にあるで。 \n見落とさへんようにな。ご武運を！        \nあと、歩く木に捕まらへんようにな！",0,"歩く木なんておらへん。        \nそんなんで怖がる子供でもあるまいし。",109];
      
      public static var galD2:Array = ["イカダもらったんか？　よかったなぁ！ \nせや、これ。小腹が空いた時のために持ってき。",0];
      
      public static var palD:Array = ["鏡割ったら不運になってもた！ \nでもなぁ……あの鏡、生きてるかのようにこっちに浮かんで来とったんや！ \nいんやー、あの森から出てくる魔物、日に日に変わり者になってくるなぁ。 \n援軍が欲しいわ……。",0];
      
      public static var izumiQ:Array = ["お前さん、魔物を操るすべを持っとるな？ \n戦闘練習にパンチングバッグみたいなのが欲しいんや、一部切り落としても死なへんのがな。 \nそんなんできる魔物知っとるか？　おったら最高の練習台作ったる！",0,"スライムか！　なーるほどなぁ！ \n次に会うことがあるなら、こいつらで戦闘練習させたる。楽しみにしといてや！",0,"普段、周りには常に忍者がおる。 \n見えへんだけや！",0];
      
      public static var jamieD:Array = ["なんじゃあんたらは？ \n勝手に人ん家入ってきてええとか思ってるんか？ \n出てけ！",0,"落ち着けよ、おっさん。 \n僕たちは……あー、ただの税金回収者だぜ！           \nちょっと物を持ってくだけだから、な？",12,"おんしらみたいな輩に何するか、知りたいんならやってみぃ！",0];
      
      public static var gothQ:Array = ["ボクは文字通り、心なき者！ \n両親がボクを手伝ってくれなかったから、家出してきちゃった。 \nでもお腹が空いたし、怪我も治さないといけないんだ……。",0,"こんなにチョコレートをくれるなんて……ボクの両親よりいい人だね！ \nあの人たち、鳥やうさぎを生贄にさせてくれなかったんだよ？　ひどくない？",0,"いつかゴスを卒業して、ネクロマンサーになってやるんだ。 \nそうすれば両親も見直してくれるはず！",0];
      
      public static var necronD:Array = ["ソシテ　センリツノヨルハ　オトズレタ！ \nアッハッハッハ！",0,"なんね、変なやっこさんやな！",100];
      
      public static var angelaQ:Array = ["どうか、話を聞いてくださいまし！    \nわたくし、危険から身を守るために、このような木のうろに隠れておりますの。 \n善と悪の力を宿すサンプルを分けてくださいましたら、とても便利な魔法を教えて差し上げますわ。",0,"ふむ……なるほど……興味深いですわね。 \nちょうど必要としておりましたサンプルですわ。ではこれが報酬です。 \nあなた方に幸あらんことを。",0,"とても不思議な場所ですわね。 \n光と闇が戦い、均衡を保っている。 \nその戦いに勝者はいるのか、猫神様の仰せのままに。",0];
      
      public static var bellaD2:Array = ["あ、あの時の。 \nあの時言ったように、私一人でも大丈夫。 \nこんなところに住んでるし、戦うことも慣れてるし。",0,"このような土地に投資する気は起きないな。 \n木の中暮らし……最低の環境だろう。",61,"なんでこいつがいるの？ \n洗脳魔法でもかけた？",0,"今は彼が私たちの囚人。 \nちゃんとしていないなら、くびちょんぱするつもりです。",47,"ふん。",79];
      
      public static var monikaD:Array = ["おやま、あなた方のことは知ってますよ！ \n娘から話は聞いております。 \n娘を助けてくださり、本当にありがとうございます。",0,"魔物を倒して世界をよくするのが得意でね。 \nどーいたしまして、っと！",29,"ほう？ \n俺の城から物資を盗み出すことに時間の大半を費やしていたのを覚えているぞ。まったく、この盗人が。",79,"とりあえず、いつでもここにいらっしゃいな。 \nお客さんが来てくれるなんて珍しいから、もてなすものもありませんが。",0];
      
      public static var mioD:Array = ["こん森、呪われてるて話やけど……普通に見えるで。 \n兵士らが強がれるように嘘ついたに違いないで。おばけなんて存在せぇへんからな！ \n猫や野生動物しかおらへんやん。",0,"行き先がわかんなくなってもうたら、矢印を追うんやで！",117];
      
      public static var misakiD:Array = ["この辺りの聖地巡礼しとるんや！ \nいっぱい祈って、いっぱい徳を貯めとかんと。 \n無限にアイスたべれるようにお願いするつもりや。",0,"目標、ちっちゃいなぁ。もっと祈ってもええんちゃうか？         \n\nま、ただの迷信やろうけどな！",107];
      
      public static var chikaD:Array = ["うち以外は幽霊信じてないみたいや。……うちは信じとる。 \nおばちゃんがよく呪術のこと聞かせてくれたんよ。 \n呪いの人形や鏡……精神鍛えてへんとえらいことになる。 \n時には見ないふりも大事やで。",0];
      
      public static var mioD2:Array = ["なんね、体が変や……。            \nここ、来ちゃいけへんかったかもな……。",0,"うっわぁ、完膚なきまでに全滅じゃねーか。 \n状態異常のかかり方がはんぱねーぞ。",6];
      
      public static var misakiD2:Array = ["ぐおぉぉぉぉ！　骨をよこさんか！！",0,"だが断る！",69];
      
      public static var chikaD2:Array = ["うげぇぇ？！",0,"脳までやられてる……。ゾンビ化は私たちが治せるものじゃないよ。 \n今は放っておくしかないみたい……。",37];
      
      public static var mioD3:Array = ["おばけとかの話、ほんまやったみたいやな。 \nだぁれも予想できへんかったな……みんな死にかけたんはあたいのせいや。",0];
      
      public static var misakiD3:Array = ["なんとか森を抜けたけど、あそこでみたもん、忘れへん。 \nアイスじゃトラウマは治せないんよ。",0];
      
      public static var chikaD3:Array = ["もう絶対に村の外には出ないようにするわ。 \nおばけにやられたり、呪われたりと比べると、つまんない人生の方がマシや。 \nここにずっと突っ立ってんのもええかもしれへん。",0];
      
      public static var spikeD:Array = ["俺たちのコレクションを分けてほしい？ \nだったら鍵を探すことだな！ \n全部、鍵探しに見合ったお宝が入ってるからさ！",0,"でも宝箱の中身がわかんないだろ？　違法ギャンブルじゃねーか、これ？！ \n詐欺だったらどーするよ？",15,"……えーと、これは教えちゃいけないことなんだけど……開けた宝箱に不満があったら、システムを利用してやり直すことができるぜ。 \n*げほごほセーブリロードげほごほ*",0,"ま、最終的には全部回収してやるぜ！",2];
      
      public static var driftyD:Array = ["ん？　なんだ？　客人か？ \nこれは珍しい！ \n（盗まれるものなんてないがな。）",0,"あの、イカダ造りの方でしょうか？！ \n水の上に浮くあれの？",32,"仕事しているときはそうだな。 \n今はただビール片手に景色を楽しんでいるだけさ。 \nただの男だよ。",0,"すいません、今すぐに南の大陸に行くためのイカダが必要なんです！ \nあそこに落ちた隕石の調査のためです！",52,"わかった、わかった。 \nイカダの需要は高くなっているだろうから……そうだな、そこの新作を持っていってくれ。 \n面倒ごとは嫌いだからな、放っておいてほしいんだ。",0,"そんなに面倒ごとを引き起こしそうに見えるかな？ \nすでに私たちの悪評が広がっているの？",35,"俺から見ればおしゃれな盗賊団に見えるかな。 \nルールをぶち壊すタイプ。",0,"まぁ、まだマシな方かな。",29,"さて、イカダがあれば船着場の縁から水の上へと移動できるようになる。 \nだが船着場でしか降りることができない。……まぁ、色々と試してくれや。",0];
      
      public static var tribe1D:Array = ["かえれ、森、ワレワレ家！              \nかんこーしゃ、ここ死ぬ！　キケン！",0,"っとぉ！　びっくりしたな！ \n忠告あんがとな、無視すっけど。",22];
      
      public static var tribe2D:Array = ["だれだ？！　こわい、ナイ！ \n敵、戦う、こわい、ナイ！ \n心、じゅんすい、頭、いい！",0,"怖くないのなら、なぜ顔を隠すのですか？",39,"黒石……みとーす、ゼンブ！ \n石、わるい！　石、すぱい！",0,"モノリスを危険視するんはわかるな。 \nウチもちょっちゾワゾワしおる……。",97];
      
      public static var tribe3D:Array = ["逃げろ。猫の王、怒る。猫の王、怒る、よくない。 \n猫の王、さつりく後、森の王。",0,"猫の王？ \n猫ごときに遅れを取るはずがなかろう。",75,"猫の王、森、西、はじっこ、生きる。 \n行く、しぬ。お前たち、弱い、倒す、むり。",0,"何言った？！",9,"西、水、歩く、つく。 \n水、歩く、ブーツ、ひつよう。 \nブーツ、緑、木の上……鳥、いがい、ムリ。",0];
      
      public static var tribe4D:Array = ["猫の王、イケニエ、たましー、吸い込む。 \n猫の王、たましー、集めた、たくさん。 \n猫の王、ひとり。でも、ぐんたい。 \n猫の王、カワ、マスクつくる。",0,"猫の王のカワがマスクなのか……           \n\n……にしては毛皮っぽくないよな。",2];
      
      public static var jonathanD2:Array = ["また会ったね、君たち。 \n環境破壊や地球温暖化について声を上げようと思ったんだけど……ここの木とか、怖いんだよ！ \nもうどうなっても知るものか！　ぜーんぶ切り倒してしまえ！",0,"ふむ、その調子だ。",62,"夜に変な音が聞こえるから、眠れもしない。 \n朝起きたら呪術道具が落ちてたりしてさ。",0,"そりゃダメだな。 \n（死ぬんだったら持ち物とか拝借してもいいよな……。）",5];
      
      public static var jennyD2:Array = ["降りたくない……でも、降りなくてもやばい。 \nホラー映画みたいでもう嫌！ \n最後の数分をネットで流したら、覚えてもらえるかな？ \nこの前は叫んじゃってごめんなさい……悔いながら死にたくない！",0,"にゃぁ！",122,"僕の猫は許すみたいだな。 \nだったら大丈夫だろ。",1];
      
      public static var studentD:Array = ["古い文献によると、これは聖なる山とされているらしいね。 \n中に神様が住んでるレベルの。 \nそれがどう可能かもわからないし、わかるすべもないだろうな。",0,"じゃあ登って見てきたらどうだ？ \n運動得意そうなんだしさ。",2,"この辺りには強力な魔物がわんさかいる。 \n命を捨ててまで好奇心を満たそうとは思わないよ。 \n勇者じゃあるまいし。",0];
      
      public static var studentD2:Array = ["……ついて来たんだ。怒らないでくれ。",0,"一歩間違えたらドラゴンにやられるような場所だぞ？ \n自分の勇気に自信持ちなよ！",3,"もしかして、死んだことに気づいてないだけかもな！",0,"……で、興味深いものは見つけたか？",61,"ここから西の祭壇は、コードを入力するデバイスみたいだ。 \nどんな仕組みなんだ……？",0];
      
      public static var shaggyD:Array = ["ごちそう、サイコー。 \nそうは見えないだろうけど、これでもステータスはトップレベルだぜ？ \nさてと、あのキノコを食べ終えないと。",0,"（こいつのステータスで高いのはぐうたらさだろうな……。）",17];
      
      public static var hippyD:Array = ["よーぅ、モノリスを見に来たのかー？ \nここ、ナイススポットだぜー。 \n悪を退ける的な、パワースポットみたいな感じがしてさー。 \nこの星との繋がりが強くなってくるんだぜー。",0,"私たちの見解ですと、このモノリスらは私たちを監視している未知のテクノロジーです。 \nそのような物の周辺で気を抜くのはどうかと思いますが。",35,"メディアの嘘だろ、それー。 \nポッケに入れてる四角いやつとはベツモンだよー。 \nほれ、ビール開けて、リラックスしなよー。 \n穏やかーに行こうぜー。",0,"（こやつのように気を緩めることができたら、どれほど楽だろうか。             \n……ドラッグのせいだろうか。）",61];
      
      public static var mayaQ:Array = ["私は波を知る者。その秘訣を教えてあげてもいいよ。 \n海の宝を見せてくれれば、認めてあげる。",0,"うん、合格。じゃあこれを教えてあげる。 \nこのリミットブレイクを使えば、大海原も思いのままだよ！",0,"あの技で港町とかを一掃しないようにね。 \nその責任は取りたくないから。",0];
      
      public static var infernusD:Array = ["ようこそ、英知を求める者らよ。 \nここはレインボーゲート、そして周辺は海神ポセイドンの領域。 \n南は……うん、ちょっと寒いよ。",0,"っと、待った。情報が多い。 \nここを開くにはどうすりゃいいんだ？",5,"それなら……台座の上に骸骨の形をした宝を乗せることだね。 \nポセイドン様が満足すれば、門は開くよ。 \n宝は川のところどころにあると思うから、探してみてね。",0,"で、そのポセイドンとやらは……敵？　味方？",22,"おそらく敵だね。 \n川に下水を流すようにしてから、かなり暴力的になったんだ。 \n赤松町の人々にとってはかなりの脅威だから、どんな手を使ってでもおとなしくさせたら喜ばれるんじゃないかな。",0,"うっし。次のボス、把握したぜ。",2];
      
      public static var infernusD2:Array = ["ポセイドン様を鎮めたんだ？　すごいや！ \nでもまだまだヒントは尽きないよ！        \n\n例えば……虹の根元には宝があるってことは知ってたかい？",0,"よくある話やな。 \nでもあん石のドクロ、元ん場所戻したら、おもろいもん見つかるかもな……。",92];
      
      public static var fizzQ:Array = ["おいらの笛が盗まれたんだ！ \nでもまだ12だから、争い事は避けたいんだよ。見た目は気にすんなよな。 \nステルスミッションかぁ……お腹も空いてるんだけどなぁ。",0,"ありがとうな！ \nお礼はこのキラキラした物だよ！",0,"ピンクの島々、かぁ。なんか落ち着くし、大きくなったらここに家でも建てようかな。        \nあそこの神殿がちょっと怖いけど……。 ",0];
      
      public static var anikiQ:Array = ["そのドリルで天を貫け！ \n闘志を見せてくれるなら、新たな技を授けよう！",0,"よし、約束通りだ！ \nこの攻撃で敵を貫け！ \n抵抗する敵ほど効果が高いぞ！",0,"自分の力を信じれば、なんだってできる！                 \n（試した結果死ぬかもしれんがな……。）",0];
      
      public static var finnD:Array = ["水辺はキケンだ。 \n水から始まるコンボも多いしさ？ \nびしょ濡れになったら、電気も氷もよく通るし。 \n水生生物もそれを把握しているみたいだ。",0,"属性と組み合わせるとどえらいダメージを叩き出すステータスてあるよな。 \n属性を防ぐんもあるけど。",117,"ステータスを付与されたら、控えに逃げるっていう手もあるぜ。 \n命もターンも無駄にする必要はないしさ。",0];
      
      public static var kaiD:Array = ["あたいはただの漁師さ。 \nこの前間違えてイカを強く殴ったら、あいつの腕がもげてさ！ \nあれは面白かったよ。",0,"イカはかなーり強いで。 \nイカスミで付与されるステータスもやっかいなもんばっかりや。 \nちゃーんとそういうのは把握せぇへんと負けるで。",92,"あいつらにはもう一つ、共通した弱点があったはずなんだけど……。          \n思い出せないんだよなぁ。ま、いっか。",0];
      
      public static var kingQ:Array = ["風がポップコーンを飛ばしちまった。 \nああ、氷の渓谷をくまなく探してほしい。 \nクエストコンプしたいなら、とっとと始めることだな。",0,"……戻ってきたか。 \nポップコーン全粒集めたのか？ \n……つまらないな。",0,"俺はただのNPCかもしれないが、システムを馬鹿にするくらいはできる。 \n簡単に終われると思うな。",0];
      
      public static var tinaD:Array = ["ジーナと私は赤松町から逃げてきたの。魔物が多すぎてさ。 \nあそこ、いっつもどんよりしてるから嫌いだったんだよね！",0,"隕石が落ちてきた時にですか？ \n町は大丈夫でしたか？",35,"町はまだあるけど、時間の問題ね。 \nちょっとこの辺で野宿したら、良さそうな場所に引っ越すつもりよ。",0,"赤松も問題だらけみたいだね。 \n隕石落下地点のすぐそばだし。",47,"故郷を捨てるような輩は信用ならん。",69];
      
      public static var ginaQ:Array = ["町から逃げる時に十分な荷造りを怠ってしまって……。 \nお恥ずかしながら、食料や衣類を分けてくださりますでしょうか。。",0,"あ、ありがとうございます！ \nお礼と言ってはなんですが、暖かな炎の魔法を教えてあげますね……。",0,"姉さんを信用すべきじゃなかったかもしれません。 \n家にいた方が良かったです。",0];
      
      public static var anonD:Array = ["吹雪で顔を落としてしまったんだ。 \nこう……ぽろり、とね。                     \nでも生きている分幸運だよ。",0,"字幕があって助かったな。 \nそうじゃなきゃ何言ってるかわかんねーし。",2];
      
      public static var ikaD:Array = ["私は氷の魔法使い。防寒どころか、氷で回復するんだよ！ \nでも寒いものは寒いよ！",0,"この辺りでは不死身も同然ではないか。 \nお前に文句を言う権利はない。",65];
      
      public static var alvaD:Array = ["指先の感覚がない。 \n生きているかどうかもわからない。 \n来なきゃ良かった。",0,"凍死する前に逃げろよ！",9];
      
      public static var grayD:Array = ["寒気とびしょ濡れを組み合わせると凍結になる。 \nもっと早く知っておくべきだったよ。 \n次はなんじゃ、破滅と不運は即死に繋がるとでも？",0,"ステータス耐性も大事になってきたね。 \n……もうそれくらい知ってるよね？",52,"凍死するくらいならかっこ悪い服は我慢するさ、当然。",2];
      
      public static var stephanieD:Array = ["言ってはいけないんですけど……。             \n秘密なんですが……。",0,"さっさと言えよ！ \n隠し事は良くないぞ！",9,"その、とある祝日のある月にしか手に入らないアイテムやクエストがあるんです。",0,"ほんまかいな？ \nどんな祝日？",92,"あのー……バレンタイン、イースター……ハロウィン、と、クリスマスですね。\n\n確かもう一つあったような気がしますが……。",0,"俺はそういったことは祝わないゆえ、ダメだな。",61,"そう、ですか？",0];
      
      public static var santaD:Array = ["ほっほっほ……ここで見つけたのは秘密じゃよ。 \n今年は祝う気分じゃなくてな。",0,"大丈夫だぜ、おっさん。        \nゆっくり休めよ！",29];
      
      public static var jekylD:Array = ["ポセイドンと戦おうとしたんだが……俺のような奴には無理だ。 \n渓谷に囚われ、凍死も時間の問題だ……。",0,"どうにかしないと。 \n次の街に行きたいし……。",52,"凍結させる攻撃には気をつけろ。びしょ濡れになったら守れ、さもないと全滅するぞ。 \nそれだけじゃない。光属性の攻撃や、自爆する小さなゴーレムの軍も引き連れてくるぞ！",0,"了解しました。 \n気をつけます。",32];
      
      public static var jekylD2:Array = ["なんて力だ！　素晴らしいよ！ \nこれで安心して眠れるよ……。",0,"こら、足を動かして次の画面に進めよ！ \nここで死ぬんじゃねーぞ！",10];
      
      public static var rickD:Array = ["あっはっは、信じられるか？！　銃を制限するなんてよ！ \n銃がもっとあれば、町だって魔物に乗っ取られずに済んだんだ。 \nもう少し練習したら、俺一人でこの街を救えるってのにな！",0,"（俺の隣の空気に向かって喋っている……。            \n……こいつ、盲目だぞ！）",66];
      
      public static var antonD:Array = ["ここまで侵入したやつは普段なら撃ってるさ。 \nだが状況が状況だ。武器が必要なら持ってけ。 \n力になるんならどんどんやれ。",0,"ここでとったものは絶対払い戻しますから！",42,"だろうなぁ……。",0];
      
      public static var vivyD:Array = ["ひどい噂を聞いたの。魔物ばかりが心配すべきものではない、と。 \nその陰でさらにあくどいことが起きている、と。 \n町の一部は逃げ出してカルトに入信したと聞いたわ。なんにもならないのにね。",0,"カルト、ねぇ。 \n世界が終わろうとしているかのように見える時だし、嘘じみた言葉を信じようとする気持ちもわからなくはないね。 \nそのカルトなどは、何に信仰を向けているんですか？",52,"神ではないみたい。むしろ、神は死んだと信じる人が多いのよ！ \nカルトは二つ知ってるわ。一つは古代の宝石を祭り上げてるらしいの。 \nもう一つはこの世界を崩壊し始めたシミュレーションと信じてるみたい。",0,"うっへー、信じられへんな。 \n正気でよかったぁ。",92,"冒険の途中でもおかしなもの見たよね。 \n私たち、なにか見落としてないかな？ \n普通の街の人の中にも潜んでるかも！",35];
      
      public static var falconD:Array = ["ここに出てくるのは危険だが、倒れた者らに敬意を払わないとな。 \n最初の攻撃で人を半分亡くし、そこからは町の人口は減る一方だ。",0,"大丈夫さ、すぐにまた会えるって。 \nほら、アンデッド系がこの辺にたくさん出てきてるしさ。",12,"言っちゃいけないジョークがあるってわかってる？！",39,"元気づけようとしただけだって！",11];
      
      public static var helmutD4:Array = ["む、お前たちか。 \n過去のことは誰にも言わないでほしい。 \n忌々しい過去を忘れようとしているんだ。",0,"お前のことを覚えていないゆえ、どのような秘密があれど安心しろ。",65];
      
      public static var hikariD3:Array = ["ら、ランス、様？ \nランス様か？",0,"い、いや違う！ \n俺は知らんぞ！",73,"他の男と間違えているようだな……。",72,"また会うために……ここまで来たんや！ \n遅すぎたんか？　もう手遅れなんか？",0,"捕まってほしいところだが、これ以上は俺を追うこともできないだろう。 \nその……一杯くらいは、おごってやろう。",71,"この子、未成年だよ！",39];
      
      public static var canelaQ:Array = ["君たちがクレーターにいる間、モンスターがまた襲撃しにきたんだ。 \n相手も賢くなってきてるけど、まだ勝機はある！",0,"ふぅ、これで一息つけるね。",0,"ゆっくりだけど、安全になってきている。 \n赤松は生き残るさ。",0];
      
      public static var kirsanQ:Array = ["ビビリと罵られても構わん、わしはここから逃げるぞ。 \n旅路の酒を詰めるためのビンが必要だ。",0,"ありがたい。 \nこれだけあれば、ここから逃げ出せるな。 \nこんな呪われた大陸とはおさらばだ。 \n行く前に、これを教えてやろう……。",0,"……そうだ、ポセイドンが船を沈めたんだったな。 \nあーらら。 \n飲みすぎて死ぬのも悪くないかもな。",0];
      
      public static var smokeyD:Array = ["ハーブ育ててるんだよ。 \n現代式ライトアップシステム使ってるんだよ。",0,"ハーブて食用の方の？　それとも……？",92,"ふへへ、いっひっひ！",0,"世界の終末を楽しんでる奴もいるみたいだな。",27];
      
      public static var emoD:Array = ["ここにいちゃいけないんだよ。 \nあ、知ってるか……じゃあこれは強盗だね……だったら、殴らないで！",0,"ごめんね！",36];
      
      public static var ghostD:Array = ["気にしないでね。 \n幽霊も買い物はしないといけないんだから。",0,"高度な浮遊トリックだな……。",2];
      
      public static var albrechtQ:Array = ["悲しきかな、我が古いユニフォームを出す頃には反逆は幕を閉じていた。 \nだが爆発は見たいものよ。 \n火薬はあるか？ \n信じてくれ、同志よ。",0,"よくやった。 \nではこちらはこちらでミッションを終わらせるとしよう。 \n向こう側でまた会おう。",0,"立ち去れ。",0];
      
      public static var rokuQ:Array = ["森で特訓してたら、でっけぇ爆音が響いたんだ！ \nそれで戻ってみたら、家が無くなってたんだよ！ \nこれを直すためには……スターボールだな！ \nそれがあれば、家を元通りにできるぜ。",0,"代わりに見つけてきてくれたのか？！ \nこれで家を直せる！",0,"さて、願いますか…… *ぐすん*",0];
      
      public static var rokuD:Array = ["家より宝だろ！ \nまぁ、心配すんなよ！　ちゃんと責任持ってビットコインに投資すっからさ！",0,"この詐欺師め！ \nいっぺん死んどけ！！",30,"世界平和も願えたのに、宝の山？！     \n\n最低の願いだよ！！",40,"あっはっは、ごめんごめん！       \nただでそういうものはもらえないって教訓だよな！",0,"アホやな……。",107];
      
      public static var makaQ:Array = ["隕石が畑だの設備だのぜーんぶ壊してったんだよね。 \n復興の為にも、寄付をお願いしまーす。",0,"これをくれるの？ \nこれで風力発電機が直せるよ！ \nありがとう！",0,"助けてくれてありがとう。 \n頑張ってねー！",0];
      
      public static var nemiD:Array = ["怪我人を治療しないとなんだけど、もう限界。 \n全部、忘れるしか治療法はないのよ……。",0,"僕たちが来たからには大丈夫だぜ！ \n街を救ってやるよ！",21,"てゆーか、だれアンタ？ \n観光客？ \n観光してる暇があるんなら逃げな。",0,"……。",5];
      
      public static var nemiD2:Array = ["え？　魔物を倒したっですって？ \nやっぱり、希望はあるのかもね。 \n……仕事、戻らないとなぁ……。",0];
      
      public static var bubbaD:Array = ["赤松はもう手遅れだよ。 \nどこに行けども魔物が潜んでいる。 \n外に出ること自体が危険だ。 \n飲むくらいしかできることがないんだ。",0,"なんや？ \nんなザコ相手に諦めるんか？ \nこの町、ウチらが全部直さへんとなのか？",99,"お嬢ちゃん、みんなが勇者になれるわけじゃないんだよ。 \n俺含めて、ね。",0,"*ため息*",107];
      
      public static var barmanD:Array = ["なるほどねぇ、そういうタイプの人か。 \nアンタらの噂を聞いて鍵を取り付けたんだけど、無駄足だったみたいだな。",0,"本当にごめんなさい！　全部終わったら払い戻します！ \n絶対に払いますから！",43,"（払うもんか……。）",17];
      
      public static var jessicaQ:Array = ["ようこそ、ここは迷える魂たちのいこいの場。 \nあなたの魂を導いてあげましょう。 \n富を持っているのでしたら、持たざる者に救いの手を。",0,"ありがとうございます。 \nあなたのような心優しい人のおかげで、このいこいの場も潤うのです。",0,"ここで一息つきませんか？ \n面白い話が聞けるかもしれませんよ。",0];
      
      public static var shioneQ:Array = ["私はこの世界の真理を知ったの……これはただの巨大なシミュレーションよ！ \nすること言うこと、全て自分の意志からではなく、台本をたどるだけ！ \n無限の時間の中、私は意味もなくここに囚われているだけ。 \nなんてひどい存在なの！",0,"何これ……マガジン？　ゲーム？ \n苦しい真実から目を背ける為に……？ \n……ちょっとくらいなら、いいかな。 \n永遠もこれで少しはマシになるかもね。",0,"人生は、時にはそんな悪いものじゃない。 \nまだちょっと悲しいけど、前よりは大丈夫になったわ。",0];
      
      public static var thiefD3:Array = ["もう泥棒するのはやめだ。宝の一つも取れなかったしな。 \nいい宝ほど過酷なダンジョンの奥にあったりするんだよな。 \nもうそういうのは諦めるよ。",0,"やっぱり泥棒だったんだ！",34,"もうやめたって言ったろ？　過去の話だよ。 \nでもやっぱり気になるな、墓地の地下……。 \nダメだ！　あれは考えてはいけない！ \nどうあがいても悪だろ！",0,"なぁ、実際何を探してたんだ？",2,"三つの精霊石の話、聞いたことないのか？\nまぁいいよ。三つの街の地下、それぞれにとても珍しい宝石が眠っているって話だ。 \nでも面倒ごとしか見つからなかったよ。もうおしまいだ。",0,"なぁ、こいつガチか？          \n\n信じていいのか？",15];
      
      public static var hoboD:Array = ["仕事も金も食べ物もない。 \n人生をリセットしたら、もう少し幸福な形に生まれ変われるだろうか。",0,"悪化するかもだぜ。 \n来世がスライムだったらどうするよ？",2,"理性がないだなんて最高ではないか！ \n脳こそが苦しみを生み出すのだ。 \n脳を捨てれば我らは自由だ。",0];
      
      public static var georgeD:Array = ["キサマ！",0,"俺か？",76,"様々なものを見た風貌だが、まだ真実にたどり着いてないようだな。 \nこの世には理解の範疇を超えるものも多数存在する。 \nマトリックスのグリッチ、夢のエラー、時空の歪み。",0,"……理解が追いつかんな。",61,"レインボーゲートに向かい、イルミナティの印を掲げよ。 \n秘密が一つ明かされるであろう。 \nどうだ、人間には説明できない、不可解な出来事だろう？！",0];
      
      public static var wakizashiQ:Array = ["赤松に数多の魔物がなだれ込んできたが、最凶のものらはまだだと思っておる。 \nこの命が終わる日まで、ここで盾となろう。 \nもう少々資源があれば、壁を立て、もう少し持たせることができるのだが。",0,"そなたらのような戦士がいれば、この戦に勝てるであろう。",0,"赤松は勝つ！ \n戦線を押していくぞ！ \n町は守られた、心配せずに進め！",0];
      
      public static var peppiD:Array = ["街を守ろうとする意志を持ってる奴らはここにいる。\nだが見ての通り……それほどいないんだ。 \n猫神様に見放されてしまったようだな。",0];
      
      public static var samQ:Array = ["溶岩サンプル。必要。 \n顕微鏡で隕石がどこから来たかわかる。 \n固体サンプルは隕石の衝撃で溶けた。",0,"よし。こうやって包んで……。          \nはい。鉄の要塞まで頼む。 \n解析に必要な機材はここにないから。",0,"状況は良くない。 \n長年恐れていたことだな……エイリアンの侵略かもしれない。 \n魔物の挙動がおかしい。",0];
      
      public static var dampeD:Array = ["我はただ　\n死を待つために　\nここにいる。",0,"えーと……さっきの、意図的か？",95,"生き求め　\nその喧騒に　\n息も止め。",0,"*ぞっ*",54];
      
      public static var hawkD:Array = ["ようこそ、ドゥームズデイ・バトルアリーナへ！ \n観客が楽しむ、それだけのためにデスマッチに参加する気はあるか？",0,"私たちはここを通りたいだけです。 \n邪魔しないでください。観客もいないでしょう！",39];
      
      public static var teruD:Array = ["来たぞ来たぞ、世界の終焉が！ \n未来のことなぞ気にせず、今を生きろ！ \n金を使いきれ！　ごちそうを買い占めろ！ \n全てを最強にするんだ！",0,"お、もうやってることじゃねーか。 \n僕は準備オッケーだな！",3,"確かに。今こそ全部使い切るタイミングかもね。 \nお金もガンガン使って、装備品を整えておこう？",32];
      
      public static var kiraD:Array = ["終焉は来た。 \n己に不満はあるか？ \n己の価値観に見合った、幸福な人生を歩んだと言えるか？",0,"僕の人生、かなりの時間をゲームで無駄にしたな。               \nでも面白かったからいいんだ。 \n後悔なんてねぇぜ！",2,"俺は大量のNPCの命や家を奪った……が、勇者であるほうが悪役より見返りが多いことを最近知った。 \nこのような人生を歩んでいたら、どれほど楽だっただろうか。                   \n確かに俺のしたことは後悔するものばかりであったな。",61,"おかんが欲しがってたハーブ、結局育てられなかったの思い出したわ。 \nもーちょい一緒に過ごした方がよかったかもなぁ。",101,"何懺悔してるの！ \n死ぬわけじゃあるまいし！",36];
      
      public static var luluD:Array = ["世界の終わりは赤い空とピンクの海が出迎えてくれるものなんてね。\nすごいきれい……。",0,"まだ終わってへんで。 \nウチらは戦って、世界を守りきるつもりや。",99,"私は猫の聖典を信じ、破滅を待ち望んできたの。 \n私は天に行くのにふさわしかったかな？　それとも私の魂は永久的に消し去られるのかな？ \n何が起きようと受け入れるわ。",0,"この辺じゃ仲間は見つかりそうもないな。",17,"好ましくない状況だ。",79];
      
      public static var randalfD2:Array = ["ワシほどの大魔法使いが、若造らの力を見誤るとはな。 \nこんな短時間でここまで来れるとは、思いもしなかったぞ。 \nたった数日間でこれほど強くなってなぁ。",0,"それがRPGの醍醐味だろ？ \n魔物倒して、装備見つけて、レベルアップして。そのたびに強くなって。 \nすげぇ達成感あるよな。",2,"あーるぴーじー？ \n最近の流行りにはついて行けんわい！",0];
      
      public static var tandalfD2:Array = ["やぁ！　また会ったな！ \nそれにしても……つい最近までは初心者丸出しの若造らが、ここまで来るとは。 \nいやぁ、立派になったなぁ！",0,"褒められてるかどうかわかんないな？",5,"現状は絶望的じゃ。 \nじゃが希望はある。お前さんたちという希望がな。",0,"にゃあ！",121];
      
      public static var sparkyQ:Array = ["やぁ、戦士っぽい人たち！ \n今までの旅路で金のチケットを集めたようだね。 \n最終決戦が近づいている今こそ、それを使うべきだと思わない？ \n使って、援軍を呼ぼうよ！",0,"やったぁ！ \nこれで戦士ギルドが装備品とかを送ってきてくれるはず。 \n数分で宅配されるはずだから！",0,"ちょっと待ってね！",0];
      
      public static var sparkyD:Array = ["見て、戦士ギルドが送ってきてくれた品揃え！ \n最後の戦いに備えて、好きなものぜーんぶ持っていってね！",0,"これ全部送ってきてくれたのか？！ \nすげぇ高級そうなんだけど！",20];
      
      public static var zephyrD:Array = ["このクリスタルから力を吸収しようと思ったが、肌が赤くなっただけだった。 \n怒りすぎて大きなとんかちを落としてしまったよ。お前たちが今持っているものよりデカいやつをな。",0,"大きなとんかち、か。 \n進路の邪魔をする赤いクリスタルを壊すためだろうな。",61];
      
      public static var anikiD:Array = ["お前たちならできる。そう信じていなくてもだ。 \nなぜかって？　それは俺がお前を信じているからさ！ \nお前を信じる俺を信じろ！",0,"誰だったっけお前。 \nまぁあんがとな。頑張ってみるよ。",29,"あの時教えたスキルを使え！ \nドリルを使えばなんとかなる！",0];
      
      public static var wohehivD2:Array = ["村を代表して、物資を届けに来たぞ。 \n我らが故郷の地出身の者が世界を救うと耳にしてな。どうにか力になりたかったのだ。",0,"サンキュー、ウォヒフ。 \n僕たちが死んだら敬意を込めたトーテムポール、建ててくれよな！",2];
      
      public static var samD:Array = ["お前ならできる。戦うのを見た。 \nその力とテクニック、右に出る者はいない。 \n失敗したら世界が終わる。",0,"プレッシャーあんがとなぁ……。",109];
      
      public static var mollyD:Array = ["あの時はありがと。サポートとして、恩返しに来たわ。 \nスライムキャットを全種類解放してくれたおかげで、ここに来るのも楽だったわ。 \n思えば本当に色々してくれたわよね。",0,"あんがとな、モリー。 \n多分いける気がしてきたぜ！",4];
      
      public static var mungusD2:Array = ["お前さんならできる！         \n何ができるかは知らんが……。 \nだが、未来は若者が握るものじゃ！",0,"休んでいた方が良くないでしょうか？",35,"いやいや！ \nこの決戦を見逃すわけにはいかん、死んでもな！",0];
      
      public static var shioneD:Array = ["ねぇ、あの時はありがと。 \nこのちっぽけなシミュレーションの世界、できることはなんでもしないと。 \n誰も一人ぼっちで苦しむ必要はないの。 \n応援してるわ。",0,"元気出たようでよかったわ。 \nこの世界、生きる価値のあるものに直しちゃる。            \n約束や！",92];
      
      public static var rebelD:Array = ["我々は共にファシストを食い止めた。 \nならば共に世界の破滅も食い止められるはずだ！",0,"貴様か、マットら以外に俺の要塞を荒らし回ったのは……？！",69,"い、いやぁ……。",0];
      
      public static var sallyQ:Array = ["君たち、なんでシラフなの？　そうだ、いいこと教えてあげる！ \nこの一定期間中、キャンディーをくれたら、あったかい服と交換してあげる。 \nいい条件じゃない？",0,"そうそう、そんなかんじ！ \n空を飛ぶ太ったおじさんの祝福と、ストッキングにアルコールが詰め込まれることを祈って！",0,"お仕事終了。 \nさーて、気絶するまで飲むかぁ。",0];
      
      public static var jackQ:Array = ["トリックオアトリート！       \nモンスターキャンディーをくれ……そうすれば生かしておいてやる！    \n（いじめないでください。）",0,"良いぞ、人間。 \n褒美として悪に染まった衣をやろう。 \n（これで君もドレスアップだ！）",0,"なかなかだな、来年まで持ちそうだ。 \n……どうやって帰るんだ？　なんで宇宙まで来たんだ？",0];
      
      public static var amyQ:Array = ["私、チョコレートが大好物なの。 \nチョコをあげる相手がいないようなら、全部私にちょうだい！ \nお礼に素敵なサプライズを用意してあげるから。 *ウィンク*",0,"こんなにたくさん！　ありがとう！ \n約束通りのサプライズだよ！",0,"ふぅ、満足。 \n素敵な眺めー！",0];
      
      public static var bunniQ:Array = ["やぁ、私のイースター依存症を深める手伝いをしたくないかな？ \n魔物がチョコレートの卵を産む季節だしさ。 \n集めてきてくれたら、お礼にいいものあげるよ。",0,"生みたて新鮮！　最高品質だね。 \n約束通り、卵のお礼。",0,"よい祝日を、っと。 \n星を眺めながらの卵は格別だね！",0];
      
      public static var lunarQ:Array = ["さあ、小さな赤い封筒が現れる時期になったぞ！ \nそれを使った祝い方を知らないだろうし、代わりに俺にくれよ、な？",0,"あんがとな、お礼の爆竹をやるよ！ \nこれで悪霊を追い払うことができるぞ。      \n幸多き旅を祈ってるぜ！",0,"爆竹は人間に投げるんじゃないぞ！",0];
      
      public static var odinD2:Array = ["勇敢で力強い戦士の方々、よくぞここまで。 \nどうぞ、このスライムキャットをお使いください。 \nこの先、どのような困難も勝ち抜くと信じておりますぞ。",0,"おう、こういう待遇もいいもんだな！",21,"はいはい、無茶はしないようにしようね。 \n私たちでも歯が立たないボスもまだまだいるみたいだし。",51];
      
      public static var bardD:Array = ["...",0];
      
      public static var bardStart:Array = ["運勢を占いましょうか？ \n手を見せてくれれば、思考を読んで差し上げましょう！",0,"ちょっとそういうのはパス。 \n触らないでほしいぜ。",17,"よし、えーと……。",0];
      
      public static var bardSegments:Array = ["マットは他人の感情、特に女性のものに気づけないようです。 \nナタリーにとっては致命的ですね。","ナタリーとランスの間に妙な緊張感を感じますね。 \n何か起きましたか？","アンナとランスはお互いのことはよく知らないようですが、実は共通する部分が多く存在します。 \nたまに一緒に戦ってみてはどうでしょう？","ナタリーはアンナにとって姉のような存在になり得ますが、なぜかお互いをライバル視しているようですね。","マットとアンナは似たような性格……つまり、どちらも子供っぽい一面があるということです。","ランスはマットの人気に対し、強迫観念のようなものを抱いているようですね。 \n時には彼から学ぶのも手ですよ。","おや、噂話も感じ取れません。 \nみんな、とても仲が良いようですね！"];
      
      public static var cultistD:Array = [".-- . .-.. -.-. --- -- . | - --- | -.. .. . .-.-.-",0];
      
      public static var cultist2D:Array = [".--. .. --.. --.. .- --. .- - . | .. ... | .-. . .- .-.. .-.-.-",0];
      
      public static var cultist3D:Array = [".. | .- -- | . .-. .-. --- .-. .-.-.-",0];
      
      public static var cultist4D:Array = [".... --- .-- | -.-. .- -. | -- .. .-. .-. --- .-. ... | -... . | .-. . .- .-.. | .. ..-. | --- ..- .-. | . -.-- . ... | .- .-. . -. .----. - | .-. . .- .-.. ..--..",0];
      
      public static var cultist5D:Array = ["-.. --- -. ..- - | - . .-.. .-.. | .- -. -.-- --- -. . | .- -... --- ..- - | - .... .. ... .-.-.-",0];
      
      public static var cultist6D:Array = [".. - .----. ... | .- | ... . -.-. .-. . - | - --- | . ...- . .-. -.-- -... --- -.. -.-- .-.-.-",0];
      
      public static var cultist7D:Array = [".- .-.. .-.. | --- ..- .-. | -... .- ... . | .- .-. . | -... . .-.. --- -. --. | - --- | -.-- --- ..- .-.-.-",0];
      
      public static var cultist8D:Array = [".... . .-.. .-.. | .- .-- .- .. - ... | -.-- --- ..- | -... . -.-- --- -. -.. | - .... . | -.. --- --- .-. | --- ..-. | - .. -- . .-.-.-",0];
      
      public static var maskerAD:Array = ["...",0,"またこいつらかよ……。            \nまだ話す気は無いみたいだな。",9];
      
      public static var maskerBD:Array = ["...",0];
      
      public static var maskerCD:Array = ["...",0,"なんね、こいつ？ \nあとでここに大事な何かが出てくるみたいに突っ立っとる。",105];
      
      public static var maskerDD:Array = ["...",0,"うおっ！ \n誰かいるぞ！",25,"はよ逃げっで！",114];
      
      public static var maskerED:Array = ["...",0,"沈黙の義務ってか？           \nまぁいいよ。 \nキモいし。",19];
      
      public static var maskerFD:Array = ["ここに悪夢あり。        \n立ち去れ。",0,"喋った！           \nそして不穏！",22];
      
      public static var redD1:Array = ["■□■□■■■□□ -□□□ .¬ 0xFFFFFF \n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□??",0];
      
      public static var redD2:Array = ["\n-@@d@@@\n`□□□□□- -□□□-□□□ \n\n■□□? -□□□?? \n■□■□■■■□□ -□□□ .¬",0];
      
      public static var redD3:Array = ["\n\n■ □□ -□□□ .¬\n\n■□■□■■■□□ -□□□ .¬`□",0];
      
      public static var wallyD:Array = ["サイドダンジョンはこちら！ \n残念ながら、リアルで金を払わないと入れないぜ。 \nEBF5のデラックス版を購入してくれたらどいてやるよ。",0,"そりゃないだろ！ \n僕たちを苦しめるためだけに存在するのか、あぁ？",9,"まぁ、そうともいうな。 \nでも正直な仕事ができるのって、この辺じゃ貴重な体験だしな。            \nはい、じゃあパンフレット。説明しないといけないことは全部ここに書いてあるからさ……。",0,"ほい。 \nクリックで飛べるリンク先もあるぜ。",-1];
      
      public static var wallyD2:Array = ["おっ、デラックスバージョンを買ったのか。じゃあ入れてやるよ。 \nでも気をつけろよ。今までよりは難易度が高い場所だ。もうちょいとシナリオを進めたほうが楽になるかもしれねぇ。 \nまぁ試しに入ってみなよ！",0];
      
      public static var fanniD:Array = ["門を開けるとかしないでちょうだいね。 \nなんのために設置されたと思ってるの？ \nこの先、強力な魔物がいるのよ！",0,"よし、開けるか！",2];
      
      public static var fanniD2:Array = ["みんな、私は護衛になるには威圧感が足りないって言ってたの。 \n言葉で追い払えるかと思っていたけど、無理みたい。",0];
      
      public static var frostyD:Array = ["あら、あなたも遺跡の調査？ \nなんて神秘的なのでしょう。氷と炎は共存できないのに。",0,"このパズル、どう解けば良いんだ？ \n要件はそれだけだ。",9,"うーん、解き方はわかった気がするんだ。 \nでも私もお宝が欲しいし、ヒントがあげられないなぁ。",0,"ブロックパズルの無間地獄かよ。 \nなんなんだよこの人生。",8,"はいはい、ヒントね。          \nブロックは押して動かせるよ。",0,"ゲームのつもりか？！？！",30];
      
      public static var larryD:Array = ["できると思うか？ \n溶岩サーフィン……いけるか？",0,"ボードが炎耐性ついてるならやってみる価値あると思うぜ？ \n録画はしとけよ、再生数ガチ稼ぎできそうだしさ。",4];
      
      public static var garvenD:Array = ["ブロックを押す力が出ない……押せたとしても無理だろうな。 \nパズルが難しすぎるんだ…‥。 \nだがボスの姿は視認できたぞ！",0,"おっ？         \nボスのこと教えてくれるか？",1,"お前の想像する通り、やつらは炎と氷属性だ。 \nあいつらに適応できる装備がないなら、後回しにして良いぞ。",0,"やつら？　あいつら？？        \nボスが複数体いるのか？",15];
      
      public static var bounceD:Array = ["俺はここを守る者。EBF5のデラックスバージョンを購入した者のみ、この高セキュリティのダンジョンに入ることを許す。",0,"よく見ろ。 \n俺がお前の雇い主だ！　今すぐ俺たちをここに入れろ！",70,"不可能です。自分さえも入れるなとの命令でしたので。 \nなので、入れることはできません。 \n\nですが情報はあります……。",0,"これはすでに完成度の高いゲームですが、これを購入することでさらにやり込めます。              \n\n……なので減給だけは……。",-1];
      
      public static var bounceD2:Array = ["EBF5のデラックス版を購入なされましたね。では、ダンジョンに入れられますね。       \n内部は迷宮。お気をつけてください。 \n迷ったら、データをセーブし、ロードしますと入り口に戻れます。          \n\n忘れてはいけませんよ！",0];
      
      public static var kroganD:Array = ["ぅおっ！　敵、味方？！ \n銃持ってきてよかったなぁ、今生きてるのもそのおかげよ。 \n入り口、どんがらがっしゃんいった思うしのぉ。",0,"いや、脱出法はあるぜ。 \nここで暮らすとか考えるなよ、狂うぞ？",2,"まだまだじゃ、まだお宝を全て取ってない！               \n……むしろ一つも見つけてない。",0];
      
      public static var gustD:Array = ["なんと、人間か！ \n俺も冒険者だったが、ここから脱出することは諦めたよ。いつも入り口に戻されるからな。 \n今はここが我が家だ。天井の水滴をすすり、苔を食い、バケツに排泄する日々だ。",0,"おおぅ、どんくらいここにいとったんや？！",96,"三、四時間くらいだと思う。",0];
      
      public static var nasimD:Array = ["救出しに来てくれたのか？！　ありがたい！ \n潰されるかと思ったぞ！",0];
      
      public static var nasimD2:Array = ["素晴らしい戦いだったよ。 \n神の使者かと思うくらいにはな。 \nわしの命を救ってくれてありがとうな。",0,"僕たちも一時はどうなることかと思ったよ。信じてくれてありがとうな。",27];
      
      public static var slasherD:Array = ["おい、来るな。 \nこの道はゾンビ、またはエキスパンションを購入した人間専用だ。 \nあー…‥でらっくすばん、だったか。",0,"汚いゾンビまみれの洞窟に入るためにお金を？ \nここは諦めても問題ないんじゃないかな。",57,"人間だって汚らしいじゃないか。俺の家を侮辱するな。               \n興味があるなら情報をやる。",0,"新たなダンジョン……困難極まりないパズル……ひひひ…… \nこのゲームの本当のボスはパズルにあり……。",-1];
      
      public static var slasherD2:Array = ["*くんくん*          \nゾンビではないが、通すとしよう。 \nデラックス版を購入したやつは通せとのお達しだ。",0,"えーと……ありがとうございま、す？",35];
      
      public static var gonerD:Array = ["じ、人肉が食べたい……。 \nああ、みんなの言うことを聞いて、ここまで来るんじゃなかった！ \nやっぱり私、なんか変だよ……。",0,"進むぜ。 \n次に出会ったやつが説明してやるだろうさ。",5,"またはこの苦痛から解放するか、だな。",79];
      
      public static var cutterD:Array = ["ふむ、よくぞ来た、人間よ。 \n深入りしすぎじゃないかい？ \nお前たちは珍味として扱われているからなぁ……。",0,"やめておけ！",69,"味見さえもダメか？",0];
      
      public static var veganD:Array = ["新しいダイエットを始めたの。          \n好きなものなんでも食べて良いんだけど、肉とか卵とか実際に好きなものは食べないの。",0,"そんなじゃくたばるんが先やで。",92,"うぎゅう。",0];
      
      public static var ripperD:Array = ["へっへっへ。お前たちに解けるかな！ \nだがヒントはくれてやる……答えは目の前だ！",0,"こいつ……こんなの作ったからには苦しむ覚悟はできてるんだろうな？！",10,"（ゾンビを倒すのは道徳的にダメなのかな。 \n人間によく似てるし。 \nでも確実に悪だし！）",9,"お前のようなサドではないので、もう一つヒントをあげよう。         \nスイッチを入れる順番は関係ない。問題はその結果だ！ \n印をよく見て、流れをつかめ！",0];
      
      public static var sunnyD:Array = ["ここまで来れば、もうわかるわよね。 \nこのダンジョンにはEBF5のデラックス版を買わないと入れないの。 \nでも入る価値はあるわ。ボスが二体もいるんですもの！",0,"つまらんなぁ。       \n町救うために戦ってるのに、タダじゃ入れへんって何や？",99,"ごめんなさい、でもそれがルールなの。 \nタイトル画面にデラックス版へのリンクが貼ってあるわ。あと、はいパンフレット。",0,"無料版を遊び尽くしたら、購入するって手もあるわよ……。",-1];
      
      public static var sunnyD2:Array = ["あ、デラックス版を買ってくれたの？　じゃあ赤松の秘密の洞窟に入れてあげるわ。 \n色々起きてるみたいだし、なんとかしてくれるかしら？",0];
      
      public static var diggerD:Array = ["やぁ、すごい場所だと思わないかい？！ \n隠し通路が四方八方。 \n岩をひっくり返すたびに宝が出てくるぞ！",0,"宝を見つける「だけ」なら構わないぜ。 \n僕たちがゲットできるような場所に置いといてくれよな。",19];
      
      public static var blondieD:Array = ["このパズル、無理だろ。 \n宝石を集めたほうがいいんだけど、こいつから目が離せないんだ。                      \nすっげー頭使うよな。",0,"どこまで進んだんですか？",31,"それが全く！　ブロックを押せるくらいの力がなくてさ。 \n数トンあるだろ、これ！",0];
      
      public static var pandoraD:Array = ["クリスタルをエネルギー目的で集めているのは私たちだけじゃない。 \n魔物だってたくさんいる。               \n\nどこに行っても、いつもいるんだよねぇ……。 *ため息*",0,"経験値さえも出さないしな！           \nその気持ち、わかるぜ。",17];
      
      public static var marinaD:Array = ["この神殿、クリスタルを壊さずにエネルギーを吸ってるみたい。 \n普段は燃やすだけだから、効率化のためにも研究を進めないといけない物事だよね。",0,"このクリスタルのエネルギー、どこへ向かっているかわかりますか？",45,"ウチ以上にストーリーに関係なさそうな話題だね。",0];
      
      public static var roastieD:Array = ["だーもう、暑くて息できねぇ！ \nモンスターも妨害してきてさ。 \n一日中ここにいて……。",0,"その目どうしたんだ？",22,"（ちょっと、失礼だよ！）",49,"ドリル型の槍ってのは諸刃の剣だな。 \n岩も眼球も貫くみたいだ。 \n経費カットされたから練習できてなくてさ。",0];
      
      public static var templerD3:Array = ["この神殿が見えるか？　これこそが究極の試練！ \nこれこそが黄金のスライムキャットの行き先だ！",0,"あー、あれだろ？　リアルマネーを払わないと通れないってやつだろうな、このやろう。",9,"その通り！　デラックス版、最後のダンジョンだ！ \n他のダンジョン全てを攻略しないと入れないぜ！ \n悪のプレイヤーたちがいるって噂だ。あいつらは確かに悪だったな！ \nさて、あの広告を出すか……。",0,"まだ買う気が起きないなら、セールでも待つことだな……。",-1];
      
      public static var templerD:Array = ["見事！ \nお前たちは己の内なる闇に打ち勝った！",0,"おう、すごかったぜ、あいつら。           \n\nで……えーと、何すりゃいいんだ？",27,"残念ながら、作者の想定した順序にお前たちは逆らった！ \nここに来るまでに全てのミニボスを撃破したことが前提なのだ！            \n三つ頭のハイドラスカルを倒したらここに戻ってくるがいい！",0,"ありゃま。       \n\nわかった。",5];
      
      public static var templerD2:Array = ["あぁ、EBFの勇者御一行様がようやく来てくれた！  \n誇りと名誉のための戦いの間を用意いたしました！",0,"誰だ貴様？",69,"目前にありますは5つのオーブ、全て強大な挑戦へとつながっております！ \n一番左は「ザコマラソン」、ゲームに出てくる全ての通常敵と立て続けに戦う、耐久力の試練。左から二つ目は「ミニボスラッシュ」、このゲームの弱いミニボスと立て続けに勝負する場所。",0,"一番右が「メガボスラッシュ」、右から二つ目が通常の「ボスラッシュ」。名前が示す通り、このゲームに存在するボス一体ずつと、休みなしで戦い続ける挑戦となります。すでに倒したことがあります敵ゆえ、簡単かと思いますよ！",0,"へへっ、だといいな。",27,"最後に真ん中の「エンドレスバトル」です。この耐久力の試練では、徐々にレベルが高くなるランダムな敵のウェーブを、可能な限り勝ち抜くことが目的です。難易度は自動的にハードに設定され、ハイスコアはメニューの情報、各種記録に記録されます。",0,"さぁて、実績解除タイムといきますか！",4];
      
      public static var sage:String = "ケンジャ";
      
      public static var barb:String = "バーブ";
      
      public static var brutus:String = "ブルータス";
      
      public static var val:String = "ヴァル";
      
      public static var hal:String = "ハル";
      
      public static var felix:String = "フェリックス";
      
      public static var dexter:String = "デクスター";
      
      public static var linus:String = "ライナス";
      
      public static var ada:String = "エイダ";
      
      public static var alan:String = "アラン";
      
      public static var dinesh:String = "ディネッシュ";
      
      public static var gilfoyle:String = "ギルフォイル";
      
      public static var elliot:String = "エリオット";
      
      public static var fartus:String = "ファルタス";
      
      public static var shartus:String = "シャルタス";
      
      public static var nimrod:String = "ニムロッド";
      
      public static var fran:String = "フラン";
      
      public static var reno:String = "リノ";
      
      public static var sabrina:String = "サブリナ";
      
      public static var phyrnna:String = "Phyrnna";
      
      public static var moody:String = "ムーディ";
      
      public static var osho:String = "オショウ";
      
      public static var rami:String = "ラミ";
      
      public static var kiev:String = "キエブ";
      
      public static var son:String = "ソン";
      
      public static var kat:String = "カット";
      
      public static var robyn:String = "ロビン";
      
      public static var meg:String = "メグ";
      
      public static var sageD:Array = ["お、おい！\n\nこのあたりは危険だぞ……命を落とす可能性だってある！",0,"えーと……大丈夫ですか？",35,"ああ、おやつを抜いてしまってな……。\n\nとにかく！\n老築化も進み魔物も住み着いた。ここは危険だぞ！",0,"（あの予算削減が響いているな……ここにいても給料はないだろうし。）",0];
      
      public static var sageD2:Array = ["あの紙製モンスターと戦っている間におやつを食べて元気が出たよ！\n\nそうだそうだ、魔物の一体がこんな紙を落としていったぞ……。",0,"んえ？\n\nなんやこれ？",105,"新しいスキルだな！\n\nすげぇ、新しいリミットブレイクだ！",16,"……でも女子専用らしいな。\n\nちぇっ。",17,"おー、ええなそれ！\n\nちょい見せてみ！",113];
      
      public static var barbD:Array = ["こんな噂を聞いたことある？　……この図書館には、魔法の紙があるってやつ。\n\n描いたものに命を吹き込むってやつだよ！（ヒソヒソ）",0,"見つけたか？！（大声）",61,"しーっ！　静かに！",0,"…………………………。",79,"まぁいいわ……\n\n実はまだ、ここで役立ちそうなものは一つも見つけていないの。\nあなたも無理でしょうね。",0,"だから図書館は無駄なんだよ！",17,"お黙り、マット！\nバカに見られたくないんだけど！",39,"ほら、見て！\n面白そうな本がいっぱいあるじゃん！",49];
      
      public static var brutusD:Array = ["誰も部屋を直す様子がないし、せめて植物はちゃんと元気になるようにしてるだけさ。",0,"しっかりやっとるらしいなぁ。\n\nモンスター、気にならないんか？",92,"こっちが手を出さなきゃ問題ないさ！",0];
      
      public static var valD:Array = ["本当に小さなイカダで海を渡ってきたの？\n\n魚の餌にならずに？",0,"魚は嫌いだ。\n\n以上。",61,"えっとね….     \n\nそんなタフな人達に、隠し島の話をする気はないわ！\nえぇそうよ！　カモメが1羽だけいる島の北には絶対に何も無いわ！",0];
      
      public static var halD:Array = ["大陸の人達かい？\nこんな所まで来るとは、たまげたなぁ……。     \n\nせっかく来たんだし、何か買っていかない？",0,"*おやつください*",140];
      
      public static var felixD:Array = ["おっ、ベータテスター御一行のご到着だ！",0,"誰がベータだ、この低脳が！",69,"落ち着けよ兄弟。興奮しすぎるなよ！           \n\nここはデータバンカーだ！　俺たちは古いビデオゲームをここに保管してるんだ！",0,"ゲームを？！　\n詳しく！",22,"いいとも、この階はメインデータサーバーだ。つまりデータが処理される場所ってこったな！\n下の階の8つのコンピューターは、王道なファンタジーゲームの旧作がプレイできるぞ。",0,"ファンタジーゲーム？　\n\n僕たちが知ってるやつとかあるかな？",15,"どうかな。     \nウェブ上のよく知らないFlashゲームだ。        \n\nでもまぁ、気軽に試してみてくれ！",0,"マジかよ、僕Flashゲーム大好きなんだ！         \n\n僕もやるべきことをするよりネットで暇をつぶすタイプでさ！",2,"あぁ、バナナのエックスフォンを作った男がフラッシュを非難して、結果として技術の否定と衰退に繋がったことは残念だな。\n今やどうやって人々はウェブゲームを遊ぶんだ？　JavaScript？ HTML5？　かってのFlashと同じ情勢にするには15年はかかるぞ！\nおっと、話がそれちまったな。",0,"（Flashゲームか……俺が大人への第一歩を踏み出したきっかけだな。ここにはどのようなゲームがあるのやら……。）",71];
      
      public static var dexterD:Array = ["君達がベータテスターだね。 \n古いゲームの保存に何ヶ月も費やしたよ、これでネットが無くなっても、僕らの子孫がゲームを遊べるってわけだ。    \n\n僕の左のコンピューターの前に2人が座れば、古い第1世代のゲームのテストプレイができるよ。",0,"やりぃ！　\nレトロゲームは大好きだぜ！",2,"初期のビデオゲームのモンスターは、技術的に言えば、非常に原始的な構成だね。 \n回避や命中率の情報すら無く、敵の攻撃を避けられなかった。          \n\n戦闘に運の要素が絡まないのが利点だろうね。。",0,"それだけじゃない、属性要素のプログラムも適当だ。ほとんどの敵は弱点属性が1つしかない！\n敵の攻撃パターンは完全ランダム！　知性の欠片もない！\n何考えてんだよ？！",0,"あと戦闘BGMだ！ \n間に合わせの……",0,"おい、そろそろ遊ばせてくれよ……。",17,"そうだね、さぁどうぞ。 \n忘れないでくれよ、これは2人プレイ専用だ。パーティの先頭の2人だけがプレイできる。",0];
      
      public static var linusD:Array = ["ここの2台のマシンは第2世代のバトルゲームをやってるんだ。 \n第1世代のように、2人プレイだけだぜ。",0,"ウチの知ってるやつが一つもあらへん。　\nウチが生まれる前のゲームなんか？",112,"ゲームデータの保存はちゃんとできたと思うぜ。（わぁ、俺、女の子と話してるwww） \n背景画像が少し破損したけど、俺の知る限り、使用には問題ないね。\nモニター解像度の変化が早くて、古いゲームの更新は難しいんだよwww",0,"第2世代は回避と命中率の情報が導入されて、やっとモンスターが多彩なデバフ攻撃を使いだしたんだ。 \nハチなんて大したことないと思うだろ？！　盲目状態にされてみろよ、草生えるぜ！           \n\nだから、あー、今のうちに慣れておくといいぜ。",0,"ウチもやってみたいな！　\nどーやって遊ぶん？",92,"コンピューターを調べるだけで、バトルが始まるぜ。 \n（後で彼女がハグしてくれないかなwww？）",0,"（彼女の可愛い緑の髪を嗅ぎたいな。天然の緑なのかな、それとも染めてる（笑）？）",0,"（社会不適合者みたいな行動は止めた方がいいなw）",0,"（やべ、俺今パニクってるな……草……）",0];
      
      public static var dineshD:Array = ["ここは3人プレイのエリアだ。 \n俺が数日もテストしてるんだ、バグなんて残ってるハズがない。\n俺のコードは超優秀だ、問題なんて見つからないね。",0,"この辺のゲームの理不尽ポイントはボスが呼んだ援軍が呼ばれたターンに即行動できたところだな！\n予備動作もなしに超強力な助っ人とか呼ぶことだってあったぜ！       \n4世代目で改善されたみたいだけどよ。",2,"おっ、アンタは第3世代に詳しいようだな！ \n最新版よりはステータス効果は少ないが、他の部分はちょ～似てるぜ。       \nさぁプレイしな、そして俺の上司に俺を昇進するように言ってくれよな？",0,"あのかぼちゃロボットの乳首マシンガンが検閲されてないならな。",82];
      
      public static var gilfoyleD:Array = ["右側の2台のコンピューターは第4世代のゲームをシミュレーションしている。 \nこれは君が今現在プレイしてるゲームと大差無い。",0,"（ん？　こやつ、誰に向けて話しているんだ？　こちらに目を向けもしないぞ……？）",65,"まぁとにかく、私達は少し技術的な自由が得られた。例えば、ボスの行動を少し変えたりだ。 \n3人プレイしかできないし、歴史的には正しくないが、私達は懐かしさだけを求めずに、現在の環境で楽しい体験ができることを目指している。分かるね？",0,"善のためならば、俺は歴史改変に対して文句は言わん。　\n何が「善」かは主観的ではあるが、俺以上の最善を思いつく輩がいるとは考えにくいのでな。",83,"その精神だ！       \n\n私の次の計画は、子供向けゲームに成人向け要素を組み込むMODを……",0];
      
      public static var adaD:Array = ["古い開発者ブログから、君達が今見ているコンセプトアートを発見したのよ。\nよく見てね。これはあり得たかもしれない、しかし決してあり得ない未来。    \n\nこういった未使用アートを見るのも私の楽しみよ。",0];
      
      public static var elliotD:Array = ["ここで食料を自給自足してるんだよ、植物やヤギを使ってな。     \n\nもし明日世界が滅び、インフラが破壊されても、この場所が生き残り希望となる。 \n一種のタイムカプセルだな、言うなれば。",0,"技術革新や新しい物を作るのは確かに重要だ、だが人々は今ある物の大切さをよく忘れる。 \nインターネット文化が忘れ去られたりデータの経年劣化で失われたら残念だろ。       \n\nこの壁に保存された歴史が、決して忘れ去られないことを願っているよ。",0];
      
      public static var alanD:Array = ["上の階のゲームを全て攻略して、もっと挑戦したいなら、後ろの2台のコンピュータを使いな。         \n\nそう、お察しの通り。ボスラッシュモードだ！　当然あるさ！",0];
      
      public static var fartusD:Array = ["おおっ！\n4人の歴戦の英雄が戦いを求めてるようじゃな！",0,"にゃ！",129,"おっと……4.5人の歴戦の英雄がバトルアリーナに挑むようじゃな！\n基本的には単純明快、10戦勝利して景品を得るだけじゃ！       \n\nじゃが始める前に、覚えておくべき5つのルールがある、よく聴くのじゃ……。",0,"まさかとは思うが、一つ目のルールは「バトルアリーナのことは話すな」だろうか？",61,"何じゃそりゃ……？　違うわい！\nルール1、アリーナに挑めるのは一度に1人のみ！      \n出入り口を再び通れるのは、勝った時か、ギブアップした時だけじゃ。",0,"（私一人で戦うなんて無理だよ……。）",35,"ルール2、モンスターの召喚は禁止じゃ。 \n戦士は己の力のみが頼りじゃ！",0,"たまーに召喚する追加効果ある装備品はどうなるん？",92,"どういうものかよく知らんが、多分良いじゃろ。     \n\nとにかく、ルール3！\n各バトルは1ウェーブのみ。目の前の敵達が全てじゃ！",0,"1バトルに1ウェーブだけ？     \nそれほどひどくなさそうだな……。",15,"ルール4！      \nアリーナから出れば、全てのモンスターは復活する！      \nこの部屋から出ずに10戦勝利する必要があるのじゃ！",0,"喫煙したい場合はどうしろと？",71,"建物内で喫煙すればええ。     \nそれで死のうがお前さんの自由じゃ。",0,"で、最後のルールはなんだ？！",9,"第5の、最後のルールは……ダララララ……ジャン！      \n\nゲームオーバーにならない！\nそうじゃ。負けてもすぐ再戦できるのじゃ！",0,"おぉーっ！！",93,"革新的じゃない！",46,"すっげー！",2,"うにゃー！",122,"ふん、カジュアル勢め。 \n俺は男らしく潔い死を選びたいのだが。",81,"さぁとにかく準備ができたら、向こうのドアをくぐるのじゃ。 \n\nああそうだ、これだけはしっかりと覚えておけ。戦わないメンバーの装備やスキルは外しておくことじゃ！\nこれは重要じゃぞ。そうしないと戦闘の合間に装備できんからのう。",0];
      
      public static var renoD:Array = ["アリーナでボコボコにされたよ……。      \n\n幸い俺が永久的に死ぬ前に戦いを止めてくれたけどね。 \n向こうの赤い髪の男とは絶対に話しとけよ。彼はルールを教えてくれる。",0,"ルールなんていらねーよ。     \n戦ってくうちに覚える派なんだよな、僕。",17,"マット、今回ばかりはちゃんと話を聞いておいたほうがいいよ。    \nここはいつもとは違う場所。ちゃんと準備しないとひどい目にあうかもしれないよ！",39,"沢山の装備をアップグレードしていることを祈るよ。     \n生き残りたいなら戦闘毎に装備を変える必要がある。",0,"難しそうだな……。",11];
      
      public static var sabrinaD:Array = ["本当に野蛮なスポーツよね？\n出場者が死ぬ前には戦いを止めるけど、あの哀れな動物達は違うみたい……。",0,"珍しい動物もちらほらいるみたい。 \nお持ち帰りできないかしらね……。         \n\n残酷な戦いから命を救うためで、他意はないわよ？",0];
      
      public static var nimrodD:Array = ["俺がここにいるのは、血と内臓と爆発を見るためさ！    \n\n誰が勝とうが知ったこっちゃない！",0];
      
      public static var franD:Array = ["私もアリーナで何度か戦ったことあるで。 \n最初の1，2ターンでできるだけ多くのバフを得るのがコツやな、でないとすーぐにいてこまされますわ。\n防御ボーナスを得られる装備が便利やね！",0];
      
      public static var shartusD:Array = ["クモ対コウモリ、トラ対ネズミ、ウサギ対ハト。俺はどんな賭けでもするぜ！     \n\nまさに「スタジアム・ラブ」ってヤツさ！",0];
      
      public static var renoD2:Array = ["10ウェーブ全てのモンスターを倒したって聞いたぜ。グッジョブだ！ \n残念ながら、その瞬間は見てなかったんだ。以前に俺に起こったことを、見たくなくてな。       \n\n俺からのちょっとしたプレゼントだ。俺が使ってたクールなスキルだぜ。",0,"んぁ？　なんだこりゃ？ \n難しそうだな、これ……。",5,"あぁ……非常に状況を選ぶスキルだ。\nステータス効果の時間を延ばすと便利だぜ、そういう戦術を使ってるならだけど。     \n\n味方にも敵にも使える。用途は多彩だぜ。",0];
      
      public static var nimrodD2:Array = ["やるじゃないか、お前さん。\nもし狩猟仲間が欲しけりゃ……俺がなってやるぜ！     \n\nこの古いコンピューターモニターを配線すりゃ、獲物を麻痺させられるぜ！",0,"感謝する。   \n\n弾切れの時にでも使うか……。",88,"ダメージはあんまねぇけどよ、麻痺の効果は抜群だぜ。\n麻痺の完全耐性でもなければ効くぜ。",0];
      
      public static var sabrinaD2:Array = ["ねぇお嬢ちゃん！　戦うの見てたわよ。やるじゃないの！ \nあなたも魔法使いでしょ、この貴重な魔法を是非あなたのコレクションに加えてちょうだい……。",0,"えーと……ありがとう！",34,"実際は魔法使いだけじゃなく……物理アタッカーも使えるわよ！\nでもあなたみたいな可愛い娘が最初に使うべきね！",0];
      
      public static var franD2:Array = ["アンナはん！　    \n\nあんさんがここで戦うとは思わんかったわ！　\n\nほれ、私が習ったクールな呪文教えたる……",0,"あんがとな！         \n\n会ったことない気ぃするんやけど…… \nグリーンウッドの人やったか？",105,"せや、んであんさんがファシストらを倒して以来、大ファンなんよ！　      \n\n私も強くなれるよーに鍛えてはりますの！",0,"ほえー、照れますわぁ！",102];
      
      public static var shartusD2:Array = ["誇りに思うぜ、子猫ちゃん！　     \n\nお前は（俺みたいな）頂点捕食者だな、この残虐なスキルを教えてやるぜ……。",0,"にゃあ……？",135,"あぁ、その通りだ！　 \nギザギザの刃が敵に痛みを与えるぜ！ \nお前より弱い敵をいたぶるのに使えるぞ！",0];
      
      public static var phyrnnaD:Array = ["あら、君達もうバトルアリーナをクリアしたの？　\n主人公たちが今日ここで戦ってると聞いて、励ましの歌を歌いたかったのに！",0,"少々遅かったようだな。 \nストーカーか？",61,"まぁ、この曲が役に立つことを願うわ。 \nちょっと短いけど、戦闘を後押しするわよ！",0,"ありがとう、便利そうなスキルですね！        \n\n……どこかで会ったことありましたっけ？",32,"うん、私は時々あちこちへと旅をしているのよ。       \n\nきっと、またどこかで会うでしょうね。",0];
      
      public static var oshoQ:Array = ["(ワシは静かに瞑想をしとるんじゃが、腹がグーグー鳴ってしまってのぅ。)",0,"よし、これで十分じゃ。さぁ瞑想を始めるぞい……。     \n\n心を空にし、砂のように姿形をなくすのじゃ。      \n砂は時に穏やかに流れ、時に激しく崩れる物……。      ",0,"そう、砂の如くあるのじゃ。      \n\n砂の精神が心に流れれば、内なる安寧が見つかるじゃろう。",0];
      
      public static var moodyQ:Array = ["そこの人、コーヒーくれない？ \nお金あげるから、おつかいを頼まれてくれる？           \n\n他の大人はくれないんだ……。",0,"ありがとう！ \n一日中泣いて生まれた魔法を教えてあげるよ。",0,"僕は本物の海賊じゃないよ。         \n\nただのコスプレさ。",0];
      
      public static var moodyD:Array = ["このコーヒー濃くない？",0,"死者を蘇らせるくらいのパンチはあるぜ、それ。        \n\n飲まれるなよ……？",27];
      
      public static var kievQ:Array = ["くそぅ。終末を息子と生き残れる安全な場所を見つけたと思ったのに、壁の穴が目立ちすぎる。       \n\n君達、資材の収集を手伝ってくれないか？",0,"よし。これで上手くいくはず。        \n\nここのネズミを殺すのに、この酸を使ってるんだ。君達もぜひ使ってくれ。",0,"悪いことが起きるのは分かってる、だから我々はここにいるよ。       \n\n少なくともビデオゲームはあるしね。",0];
      
      public static var sonD:Array = ["この新しい家は嫌いだ。    \nネズミに靴を食べられちゃったんだ。",0,"ここは俺の本拠地だ。 \n歓迎はせんぞ。",69,"パパは世界の終わりがもうすぐ来るって言ってる、猫神様の裁きが下るって。",0,"あの侵略者らを止められなかった場合を想定すると、今以上の武器が必要になることは明らかだな……。",79];
      
      public static var ramiQ:Array = ["オウフ！    \n\n頼みがあるでござる。拙者は希少動物のサンプルを集め、地域間の生態系の変化を調査している者なり。 \n見返りとして、便利な呪文を教えるでござる。役に立つこと請け合いでござるよ。",0,"オウフ！    \n\nご協力感謝でござる。 \n魔法ダメージを増加させる呪文を教えさせてくれでござる。 \n多用すること間違いなしでござるよ。",0,"オウフ！    \n\nこの呪文は相手の魔法防御を破壊するでござる。 \n賢く使えば、有利に立てること間違いなしでござるよ。",0];
      
      public static var katD:Array = ["毎週沢山の絵が寄贈されているので、管理が追いつかないんですよ！    \nベストを尽くしてはいますが、たまにアーティストと連絡を取るのが難しい時があります……クレジット表記が全て合ってるといいんですけど……。",0];
      
      public static var robynD:Array = ["こんな風に描けたらいいとは思うのですが、絵描きの道に戻ろうとする度に手首が痛み、猫はコンピューターのケーブルを噛み、仕事が来ても内容は妙なケモナー達の依頼のみ……。         \n\nアーティストは苦しむ運命なのですね。",0,"なぜまともな職につかないのだ？",61,"こら、ランス！",40];
      
      public static var megD:Array = ["こんな絵のように世界が見えてたらいいのに……。",0,"世界がこれくらい綺麗だったら、ちゃんと朝起きれるのに。",0];
      
      public static var odinD:Array = ["我はオーディン、この魂の間の守り人。 \n自由に使うといい。              \n\nだが一つだけ触れさせられないスライムキャットがおる。行き先が炎の池の中心に佇む、地獄の神殿ゆえ、な。",0,"ほーう？ \n僕たちにさえ行かせてくれないのかよ？！ \nお前、その先にある宝を独り占めする気か？",9,"愚か者が。 \n四つのデラックス版ダンジョンに眠る五体の強力なボスモンスターを倒した勇者のみがこの先に行ける。 \n全てを過去にする挑戦がこの先待ち構えている。 \n今の状態では、一瞬で倒されてしまうだろうからな。",0,"んだと？！",9,"倒すべきボス達は、姉妹、坑道のマシン、忍者の巣、炎の神、ハイドラの女王。 \n全て通常ボスの強化版であり、追加ダンジョンにおるぞ！",0,"うわ……大変そうだな……。",5];
      
      public function npcs()
      {
         super();
      }
   }
}

