package text.korean
{
   public class dialogue
   {
      public static var gameIntro:Array = ["으아, 이번에도 체력이 순식간에 바닥났어. \n공격 한 번에 피가 이렇게나 닳다니, 이게 게임이야?                   \n\n거기다 공격 패턴은 쓸데없이 계속 바뀌고!",25,"이젠 목숨이 하나밖에 안 남았는데... 지금 죽으면 처음부터 다시 시작해야 돼.             \n\n할 일도 많은데, 계속 이것만 붙들고 있을 수는 없어!",18,"앗! 약점이 보인다! \n저놈의 눈을 몇 번만 더 찌르면...",9,"해냈다! 이겼어!         \n\n드디어 게임을 깼다고!",2,"겨우 23번 만에 보스를 잡았어!         \n\n난 정말 최고의 게이머야!",21,"근데 엔딩은 참 실망스럽네. \n아이템 다 모으는 데 몇 주나 걸렸는데... 이게 끝이야?           \n\n설마, 뭔가 더 있겠-",17,"뭐야?!              \n\n방금 뭐였어?",13,"또 해적들이 희망 항구를 침략하는 건가? \n아니, 해적들이 이만큼의 화력을 가졌을 리가... 없겠지?",24,"뭐가 됐든 용서할 수 없어. \n내 티비를 망가뜨린 녀석을 찾아서 묵사발을 내줄 거야!        \n\n엔딩을 끝까지 보지도 못했고!",9,"어디 보자. \n무기는 이 오래된 하키 스틱 정도면 되겠지. \n일단은 이 정도 장비로 충분할 거야.",2,"음, 나갈 준비는 다 된 것 같네.    \n먼저 냉장고에서 뭔가 먹을 거라도 꺼낼까...",1];
      
      public static var controlIntro:Array = ["키보드를 써서 움직이고 스페이스바로 주변 물체와 상호 작용할 수 있는 듯하네... \n근데 좀 구닥다리 같은 조작 방법인데... 마우스로 조작하는 게 더 쉬우려나...",1];
      
      public static var jerryGone:Array = ["허, 제리가 집을 비운 듯하네.       \n\n노인네가 어딜 간 거지? \n외출하는 일이 없는데...",15];
      
      public static var mouseControls:Array = ["음, 마우스 조작으로 비밀 통로를 지나가는 건 좀 반칙 같네.           \n\n옛날 JRPG 같은 모험을 원하면 키보드 조작을 쓰는 게 좋을지도.",15,"야옹?",121,"이 녀석은 내가 뭔 말을 하는지 못 알아듣는 듯하네...        \n옛날 JRPG들은 참 복잡하게 숨겨진 비밀들이 많았다니까.",19];
      
      public static var hiddenRoom:Array = ["어라?             \n\n여기에 방이 있었다는 걸 까먹었네...",5];
      
      public static var goingOut:Array = ["으악, 뭐야 저게? \n하늘에 거대한 불덩이가 떠 있잖아!",24,"아, 음... 그냥 태양이네.       \n\n실제로 보는 건 오랜만인데... 좀 조심하는 게 나을지도.",12];
      
      public static var firstFoes:Array = ["앞에 몬스터 몇 마리가 보이네 - \"적\"이라고 부르는 게 좋을지도 모르겠어.            \n당연한 거지만, 쓰러진 적은 전리품을 떨어뜨리지. 그럼 몸 좀 풀어 볼까?",1,"근데 어째 가만히 서있기만 하네... \n이쪽이 먼저 말을 걸어서 도발해야 되려나...",5];
      
      public static var nolegsAmbush:Array = ["뭐야? \n앞에서 기척이 느껴지는데...        \n\n자기 딴에는 잘 숨어있다고 생각하는 건가?",5,"내 쓰레기를 훔치던 도둑고양이 녀석 같네. \n몇 번 싸워보기도 했고 이제 고양이 정도는 이길 수 있겠지!",9];
      
      public static var nolegsJoins:Array = ["물럿거라, 고양이 녀석! \n가짜 눈물로 날 속일 셈이냐? \n왜 내 쓰레기를 훔친 거야?",5,"야아아오옹....",128,"음? 내 파티에 들어오고 싶다고? \n생각보다 훌륭한 동료가 될지도 모르겠네.          \n\n네 이름은 뭐야?",2,"야옹!",122,"다리없냥? 이상하지만 어울리는 이름이군! \n원래는 잡아먹을 생각이었지만, 한동안 데리고 다녀도 괜찮겠어. \n범죄- 아니, 모험을 함께할 수 있어!",4,"야-야옹?",125,"음, 그래. \n나는 복수와 보물을 위한 모험을 하고 있지!         \n\n나와 함께라면 순식간에 부자가 될 거야!",3];
      
      public static var newSkills:Array = ["음, 적들을 때리는 데는 상당히 익숙해진 듯하네. \n\"스킬\"메뉴에서 새로운 공격을 좀 배워볼까?",1,"야옹...?  \n야옹!?",135,"그래, 전투에서 얻은 AP를 여기에 사용하는 듯하네!",2];
      
      public static var firstQuests:Array = ["으아, 아는 사람들이네. \n이 사람들은 꼭 나한테 뭘 가져다 달라고 부탁한다니까.        \n\n내가 무슨 빵셔틀인 줄 아나!",9,"냥, 냥... 냥!",121,"뭔가 좋은 보상을 줄 것 같아? \n별로 돈이 많은 것처럼 보이진 않는데...",19];
      
      public static var fishShop:Array = ["으엑...          \n\n비린내가 심하네.",6,"야옹...         \n야옹!",140,"그래, 너는 좋아하겠지? \n도둑고양이 녀석.",17,"냐옹...",139];
      
      public static var weaponShop:Array = ["가끔 여기 들어와서 전시된 칼들을 구경하기도 해. 돈이 부족해서 뭘 산 적은 없지만. \n어째 상점 주인이 매번 노려보던데... 뭔가 어두운 비밀을 숨기고 있을지도.",2];
      
      public static var restaurant:Array = ["음, 오늘은 좀 특이한 사람들이 모인 듯하네.               \n\n이렇게 떠들썩한 건 처음인데.",1,"냐, 냐옹? \n냐아옹?",136,"아니, 찌꺼기 얻어먹을 생각은 안 하는 게 좋아. \n(나도 해봤거든...)",19];
      
      public static var blockPuzzle:Array = ["왜 블록 퍼즐이 이렇게 많은 거야? \n이딴 걸 만들고 밖에 내버려 둬서 날 고문하려는 건가?",9];
      
      public static var firstMonolith:Array = ["오, 벌써 돈이 꽤나 모였네! \n적들은 전리품을 뱉어내는 기계처럼 가만히 서서 기다리고! \n게다가 주인 없는 보물 상자들이 널려있어!",2,"야옹!",122,"그래, 너는 꽤 괜찮은 동료야!      \n\n얻은 보물의 한 10% 정도를 나눠주면 되겠지? 나보다 훨씬 작고 필요한 물건도 적으니.",1,"*전혀 기쁘지 않은 듯함*",129,"하냐님 맙소사, 저게 뭐야? \n저 검은 돌덩이는 원래 저기 있지 않았는데!          \n\n하늘에서 떨어진 건가? 저게 내 집을 망가뜨린거야?",16,"*모노리스에 대고 소리를 지름*",130,"동감이야. \n뭔가 불길한 징조처럼 보이네.       \n\n그냥 돌덩어리인데도, 어째 나를 계속 지켜보는 듯한 느낌이 들어.",2,"*에취!*",134];
      
      public static var dirt:Array = ["뭐야, 흙덩어리로 길이 막혀 있잖아! \n삽이 있으면 참 좋을 텐데, 농작물 시장에서 하나 훔칠 수 있겠지.       \n\n길을 찾을 때까지 일단 포기하는 수밖에...",17];
      
      public static var rightClick:Array = ["잠깐, 어디 다른 곳에 적혀 있을지도 모르지만... 스크린 아무 데나 우클릭하는 걸로 메뉴를 닫을 수 있는 것 같아! \n좀 도움이 될지도... ",15];
      
      public static var passiveHealing:Array = ["음, 전투 밖에서는 빠르게 회복되는 듯하네. \n그래도 바로 회복되는 건 아니니, 좀 기다려야 할지도...",15,"스킬이나 장비를 강화하면서 시간을 보내야지!",1];
      
      public static var farmersMarket:Array = ["아, 드디어 도착했네. 여기가 농작물 시장이야.        \n일단 저기 있는 삽을 가져가고 잡히지 않으면 다른 것도 훔치자고.",2,"야옹!",123,"헤, 너도 도둑질에 소질이 있네. \n우린 참 좋은 팀인 것 같아!",4];
      
      public static var marketTheft:Array = ["오! 상점 뒤에 보물이 더 있네! \n닌자처럼 상인들 뒤로 숨어들어갈 수 있어!",3];
      
      public static var natalieJoins:Array = ["너...너 괜찮니? 좀 어때? \n큰 문제를 일으킬 생각은 없었어, 정말로.",12,"머리가 어지러워... 뭔 일이 있었던 거야?",59,"방금 있었던 일 그냥 다 잊으면 안 될까? \n누가 묻기 전에 여기서 떠나자...",23,"야옹!",143,"으아, 그러네! \n슬슬 정신을 차리는 것 같아.            \n빨리 알리바이를 만들어야겠어!",13,"방금 무슨 일이 일어난 거지? \n도둑들은 도망갔나?",54,"어이, 우리는 맷하고 다리없냥이야. 그냥 몬스터들이랑 싸우고 좋은 일을 하는 멍청이들이지. \n\n그래, 그게 다야. \n너는 그냥 잠시 기절했을 뿐이야.",27,"아, 이제 기억나네. 도둑놈들, 훔치는 걸 들키더니 날 공격하기까지 했어!           \n\n어디 한번 변명해 봐.",49,"정말로 미안해! \n별로 가치 있는 것도 훔치지 못했는데 감옥에 들어가기는 싫어서... \n우린 아직 여러가지를 시도하고 배우는 중이라고 해야 하나.",12,"(흠, 당분간 이 멍청이들을 써먹을 수 있겠는데... 놈들이 협력한다면 말이지만)",51,"뭐, 적어도 싸움 하나는 잘하네. 당분간 협력하는 게 좋을지도 모르겠어.         \n그 운석 때문인지, 최근 몬스터들이 많이 늘었어. \n나는 운석과 함께 떨어진 모노리스들을 조사하라는 임무를 받았는데, 너희들이 좀 도와줬으면 해.",32,"우리도 임무가 있어! 많은 보물과 음식을 찾고 강해질 거야! \n이미 밖에서 많은 것들을 배웠어.",2,"야옹! \n(맞아!)",123,"좋아, 그럼 네가 \"빌린\" 삽을 사용해서 해안으로 가자. \n모든 다리가 부서져서 이 섬에서 나갈 통로는 남동쪽의 얼음 동굴밖에 없어.         \n\n가는 길에 강력한 몬스터를 좀 만날지도 모르지만, 우리가 함께라면 할 수 있을 거야!",31,"어이 다리없냥, 들었어? \n드디어 집을 떠나 제대로 된 모험을 할 거야!",22,":3",122,"아, 그리고 나는 나탈리야. \n만나서 반가워.",53];
      
      public static var indianTheft:Array = ["아하, 뒤에 뭔가 숨겨져 있어. \n놓칠 뻔했네.",2,"정말? \n이 친절한 가족의 물건을 훔칠 거야?",39,"미안하지만 이게 게임을 진행하는 방법이야. \n너도 아마 곧 익숙해질 거야.",12,"하아...             \n\n(언젠가 이 녀석들을 바로잡겠어.)",47];
      
      public static var puzzleGames:Array = ["그래서, 음, 나탈리.",11,"어? \n무슨 일이야?",31,"어떤 것들을 좋아하는지 좀 알고 싶어서. \n그러니까, 어... 취미라던가.                \n\n비디오 게임 좋아하니? 난 좋아하는데.",11,"음, 최근엔 모바일 퍼즐 게임을 자주 하는 편이야. \n그리고 미스테리 게임이 잔뜩 있는 DS도 가지고 있어.          \n\n여행 중 휴대하며 즐길 수 있다는 게 참 매력적이지. ^_^",45,"아, 나는 퍼즐 게임은 별로 안 좋아하는데.         \n\n솔직히 좀 별로랄까.",23,"아, 그러세요.",57];
      
      public static var itemShopping:Array = ["그러고 보니, 이 주변에 상점이 있지 않아? \n잠시 들러서 부족한 회복 아이템들을 보충하고 장비 강화용 재료를 사두는 게 좋을 것 같아.         \n\n아, 그리고 다리없냥에게 줄 간식도 좀 사자!",32,"냥냥냥... 야옹! \n야옹!",122,"무슨 말이야? 나탈리가 나보다 더 나은 리더가 될 거라고 말하는 거냐? \n다리없냥, 벌써 날 배신하는 거니? \n점점 잡아먹지 않은 게 후회되네.",19,"야옹...",145,"애완동물에게 그런 끔찍한 말을 하다니! \n다리없냥을 그런 식으로 대하면 안 돼!",40,"(으아, 화나게 했다...)               \n\n헤헤헤, 농담이야. 맞지, 다리없냥?",27,"...",139];
      
      public static var bigBlock:Array = ["이 돌 블록은 참 커 보이지만, 사실은 생각보다 가벼워. \n다리없냥도 혼자서 밀 수 있어.          \n\n남쪽으로 계속 진행하기 위해서는 이걸 밀어내야 할 것 같아.",52];
      
      public static var firstBoss:Array = ["어디, 저기 동굴 앞에 서있는 건 분명히 보스일 거야.",2,"그래, 저게 바로 얼음 동굴이야! \n일단 서두르지 말고 주변을 둘러보자.",35];
      
      public static var firstBossBeat:Array = ["우리가 해냈어! \n좀 걱정되긴 했지만, 녀석을 확실히 박살 내버렸다고!         \n우린 서로의 단점을 보완하는 훌륭한 팀인 것 같아.",34,"난 그냥 칼로 적들을 베었을 뿐인데. \n네가 다른 포지션을 전부 맡아줘서 다행이야.",21,"좀 더 자신감을 가져! \n넌 터프하고 쉽게 쓰러지지 않잖아. 이런 전투에서는 많은 도움이 돼!",33,"계속 얻어맞았지만, 정말 이기고 싶어서 맞으면서 계속 싸웠어. \n아팠지만, 그만큼 더 화가나서 힘이 솟게 됐어!           \n\n(드디어 내가 쓸모 있어졌나? 내 삶의 목적을 찾은 건가?!)",4,"야옹, 야옹!",141,"그-그런 게 아니야! \n다리없냥, 너를 잊어버릴 리가 있겠어? \n너도 멋지게 싸웠어.",43,"*가르릉~*",122];
      
      public static var warpZone:Array = ["워-워우!! 그 고양이 슬라임이 나를 여기로 데려왔나?",16,"아니면 죽어서 하늘나라에 온 건가?          \n어째 있을 법한 일인데...",15];
      
      public static var mansionIntro:Array = ["우와, 참 멋들어진 저택이네. \n어째 잘 대우받지 못할 것 같은 느낌이 들어...",5];
      
      public static var mansionEnter:Array = ["여기에 들어갈 수 있을 만큼 명성을 쌓은 듯한데? \n상당히 출세한 것 같네.",2,"정말 멋진 미술관이야. \n나는 이곳을 주기적으로 방문해서 새로운 예술 작품의 등록을 돕고 있어. \n최근에는, 음... 우리들에 대한 그림들이 많이 나타나고 있어.",32,"뭐, 우리들의 팬아트가 있다고?! \n벌써 그렇게나 유명해졌나?",13,"그런 것 같아. \n꽤 많은 팬들이 있어!",31];
      
      public static var phyDrawing:Array = ["내가 모르는 사람이네. \n다리없냥, 너는 이 사람이 누군지 아니?",15,"냥...?",135];
      
      public static var rippedDrawing:Array = ["그래, 딱 맞췄네! \n딱히 뱃살을 감추기 위해 헐렁한 옷을 입는 건 아니야. \n사실은 근육질 몸매라고!",12];
      
      public static var dirtyDrawing:Array = ["아 정말, 여기서부터 야한 그림들이 보이네. \n나 스토킹 당하는 거야?",51];
      
      public static var boobDrawing:Array = ["내 가슴이 정말 그렇게 크니?          \n\n이 정도로 사람들이 집착할 수 있다니 놀랍네.                \n이쯤이면 이런 관심에 익숙해져야 하나...?",41,"그래도 참 잘 그려졌어! \n다 좋은 의도로 그려졌을 거야. 네가 예쁘다고 생각하는 팬들이 많이 있다는 거야!",12,"유명해서 참 기쁘네!",57,"(뭐라고 위로해야 될지 모르겠네. \n난 참 예쁘다고 생각하지만, 지금 그런 말은 하지 않는 게 좋겠지)",11,"*그림을 바라보며 침을 질질 흘림*",80];
      
      public static var cuteDrawing:Array = ["어라, 내가 참 귀엽게 보이네. \n잘 그린 그림이야!",93];
      
      public static var monsterDrawing:Array = ["음, 우린 전생에 참 강력한 적들을 물리쳤던 것 같아! \n참 끔찍하게도 생긴 괴물이네.",29,"흥, 웃기지 마. \n화풍 때문에 더 위협적으로 보일 뿐이야. \n실제로 그렇게 강한 적은 아니었어.",81];
      
      public static var partyDrawing:Array = ["와, 이 방은 우리 그림으로 가득 채워져 있어! \n겨우 며칠 만에 엄청 유명해진 듯하네!",103,"아주 훌륭한 선전물이군! \n이걸로 나의 이미지를 세탁할 수 있겠어!",67];
      
      public static var lanceDrawing:Array = ["내가 얼마나 쿨한지 보여주는 그림이군. \n마음에 들었어!",64];
      
      public static var familiarDrawing:Array = ["흠, 이런 일은 기억나지 않는데...          \n하지만... 이상하게 낯익어.",45];
      
      public static var reactionDrawing:Array = ["뭐에다 반응하고 있는지 참 궁금해지네. \n뭐였든 간에, 대단했을 거야.",45,"에픽 배틀 판타지 미연시의 발표 소식?",105,"조용히 좀 해라.",51];
      
      public static var dynamicDrawing:Array = ["다들 여기에 있네! \n정말로 다이나믹하게 보여!",93];
      
      public static var grumpyDrawing:Array = ["어째 다들 즐거워할 때 나만 좀 어두워 보이는데.",61,"정확하지 않아? \n너는 늘 성격이 어둡잖아.",109,"흥, 그건 논쟁의 여지가 있는 것 같은데.",88];
      
      public static var teamDrawing:Array = ["우리는 정말 좋은 팀인 거 같다? \n그림만 보고도 그런 느낌이 들어.",2];
      
      public static var ebf3natzDrawing:Array = ["와, 대단하네! \n여기선 내가 정말 강하게 보여!",56,"이 장비가 지금은 없다는 게 아쉽네... 에픽 배틀 판타지 3편에서 있던 거야!           \n\n아니, 4편이었나...?",27];
      
      public static var seriousDrawing:Array = ["우리 엄청 진지해 보이네.",1,"나는 언제나 진지했어.",79];
      
      public static var deadDrawing:Array = ["대체 왜 우리가 다 죽어있어? \n도대체 여기서 무슨 일이 일어난 거야?",115,"난 마음에 들어. \n잘못된 부분은 없는 것 같군.",63];
      
      public static var coupleDrawing:Array = ["어 나탈리, 우리 여기서 마치 커플처럼 보여. \n하하, 귀엽네.",2,"ㅁ-뭐?      \n아니, 음, 그냥 그림이잖아. 우리가 그 정도로 가깝지는 않지.         \n(하지만 언젠가는? 혹시 모르잖아, 그렇지?)",43];
      
      public static var cutieDrawing:Array = ["역시 난 너무 귀엽지 않아?",93,"봐봐, 이렇게!",113];
      
      public static var coolDrawing:Array = ["이 그림에서처럼 멋지고 쿨한 사람이 될 수 있게 노력할 거야!",112,"(먼저 좀 성장부터 하시지...)",79];
      
      public static var realisticDrawing:Array = ["와, 참 현실적인 스타일의 그림이네! \n뭐, 지금 내 단순한 카툰 상태와 비교하면 말이지만.",34,"(어째 갑자기 땅딸막해진 것 같은 느낌이 들어...)",41];
      
      public static var woahDrawing:Array = ["와우, 이게 나야?              \n정말 멋져!",112];
      
      public static var babeDrawing:Array = ["뭐야, 벽에 천사가 걸려 있네.                 \n\n게다가 나에게 미소 짓고 있어. <3",87,"너한테 평생 보여주지 않을 표정이네!",60];
      
      public static var prettyDrawing:Array = ["배경이 정말 예뻐! \n마치 그린우드 같아, 내가 살고 싶은 곳이야!",92];
      
      public static var valentine:Array = ["ㅁ-뭐?! \n이걸 걸어놓는 건 안 된다고 했었는데!",43,"*질식 중*",13,"이렇게 음란할 수가...           \n\n믿을 수 없어...",101,"와우...        \n\n그냥 와우...",72,"포즈가 너무 선정적이라 생각해서... 이 사진은 비공개로 하고 싶었는데. \n(그리고 그때는 살이 좀 붙어있어서... 모욕적인 댓글도 많이 받았고...)",41,"이걸 인터넷에 올린 건 실수였던 것 같네... 이젠 영원히 남아있잖아?",57];
      
      public static var nonolegs:Array = ["야옹...!?",129,"고양이에게 맥주는 안 돼!",29,"...",139];
      
      public static var dragonDrawing:Array = ["으아, 진짜 용이네. 그것도 거대한 놈이야. \n하지만 이젠 우리도 많이 강해졌지. 뭐든 쓰러뜨릴 수 있을 것 같아!",2];
      
      public static var evilDrawing:Array = ["으으, 내 사악한 클론이야!",114];
      
      public static var finalRoom:Array = ["하냐님 맙소사, 이건 천국인가?! \n여긴... 모든 게 황금으로 만들어져 있어!",22,"*눈이 부신 듯하다*",142,"(앗... 신발 닦는 걸 깜빡했다...)",114];
      
      public static var concepts1:Array = ["그냥 콘셉트 아트인 건 알지만, 실제로 이런 괴물들이 전부 등장하지 않은 게 다행이네.",24];
      
      public static var concepts2:Array = ["그러고 보니, 이전 EBF 게임들은 거북이 몬스터가 있었지?",95,"응, 근데 이렇게 생기진 않았던 것 같아. \n얘네들은 좀 다른 종인 듯하네.",52];
      
      public static var concepts3:Array = ["알을 싸는 새? 뒤집힌 아이스크림콘?           \n\n실제 적이었다면 한 방 거리도 안 되겠군! \n좀 제대로 된 적을 내놓으라고.",82];
      
      public static var concepts4:Array = ["참 바보 같은 몬스터 디자인들이군. \n아동용 카툰 같은 생김새를 하고서는.",79,"너도 카툰이잖아! \n그건 알고 있지?",49,"흥, 적어도 저런 거랑은 다르지. \n나는 스타일이 있다고.",81];
      
      public static var concepts5:Array = ["다리없냥 너, 실제로 이 그림처럼 사이보그는 아니겠지? \n만약 그렇다면 좀 걱정이 되는데... \n널 해부하면 안에서 뭐가 나올까?",75,"*내부 오류*",149];
      
      public static var concepts6:Array = ["으으, 거미...            \n\n딱히 무섭다거나 그런 건 아니지만, 보기만 해도 불쾌해.",54,"거미는 생태계를 유지하는 데 많은 도움이 되지만, 저렇게 커지면 오히려 문제가 될 것 같네. \n가끔은 불을 동원해서 제대로 박멸해야 돼.",117];
      
      public static var concepts7:Array = ["그러니까, 이 다 드러나는 복장들을 여성 디자이너가 만들었다고? \n여자들마저 내 몸매를 과시하고 싶어하는 건가... \n난 가려질 수 없는 저주받은 몸을 가졌어.",51,"네네, 참 대단한 저주네요. \n사람들의 관심을 한몸에 받는 게 퍽이나 힘들겠어. \n(절대 부럽다거나 그런 건 아니라고!)",109];
      
      public static var iceControls:Array = ["ㅇ-야옹...!",144,"그래, 얼음 위는 꽤 미끄럽네. \n빙판에서는 키보드 조작을 사용하는 게 더 나을지도 몰라. 근데 조작법에 대해서 더 말 안 해도 되겠지? \n슬슬 이 게임에 익숙해 졌을 거라 생각해.",1,"(누구한테 말하고 있는 거야? 누가 우리를 지켜보고 있나?)",35];
      
      public static var dejavu:Array = ["음, 잠시 기다려 봐. 뭔가 물어보고 싶은 게 있는데...             \n어째 처음 만났을 때부터 계속 기시감이 들었어. \n우리, 전에 만난 적 있었나? \n꿈에서 서로 본 적이 있다던가...",35,"그렇게 말하니...               \n음, 내가 플레이하던 RPG게임들이랑 비슷해 보이네! \n꽤 흔한 소재잖아. 평범한 소년이 갑자기 소녀를 만나서 함께 여행한다는 이야기.",2,"아니, 그런 뜻이 아니라 - 비디오 게임 얘기를 하는 게 아니야. \n에휴, 됐어...",47];
      
      public static var longCave:Array = ["으아, 꽤 오래 걸은 듯한데. \n이쪽으로 계속 가면 출구가 있긴 해?",22,"확실해. \n난 전에도 여기를 지나간 적 있어, 다만... 음, 도착하면 설명해줄게.",52];
      
      public static var wastelandIntro:Array = ["으아, 햇빛이다! \n새로운 대륙에 도착했 - 저기 있는 성은 대체 뭐야? \n검은 제복을 입은 인상 나쁜 놈들은 또 뭐고?",16,"*화난 고양이 소리*",130,"음, 그러니까... 사실은 사이클롭스 때문에 도움을 부탁한 게 아니었어. \n넓은 세계로 나아가면서 더욱 강한 적들을 만날 거야 - 이 요새 안에서는 파시스트들이 모여서 전쟁을 준비하고 있어. \n겁주기 싫어서 지금까지 말하지 않았지만, 앞으로 나아가는 길은 여기를 통하는 것밖에 없어.",42,"어라, 우리 속고 있었던 거야? 이 짓궂은 녀석! \n뭐, 제대로 된 악당들한테 우리의 힘을 시험해 볼 기회인데, 잘 된 거 아니야? \n게다가 이 요새에선 보물을 강탈해 가도 이의는 없겠지?",29,"화나거나 겁먹지 않았어? \n그러면 다행이네.",34,"전리품 얘기라면, 아마 많이 찾을 수 있을 거야. 다만 너무 얻어맞지 않게 조심해. \n넌 몇 방은 버틸 정도로 강하지만, 맞다 보면 언젠가 죽게 될거야.",32,"그럼 가자고. \n안전을 위해 내 뒤에 서도 좋아.",4,"야옹!",122];
      
      public static var wastelandDestruction:Array = ["정말 끔찍하네. \n전에 왔을 때보다 더 심하게 파괴되어 있어.        \n\n이곳은 원래 울창한 삼림지대였는데!",37,"와우, 뭔가 엄청나게 큰 게 부수고 지나갔어. \n이건 무섭다기보다도 놀랍네.",22];
      
      public static var bigCar:Array = ["이 자국들을 보니 엄청 큰 차가 한 대 있는 거 같네. \n나무를 박살 내고 지나가는데, 아마 우리도 쉽게 깔아뭉갤 수 있겠지.",5,"그래도, 저렇게 큰 상대는 멀리서부터 쉽게 볼 수 있을 거야! \n대비할 시간은 충분하겠네!",3,"그렇긴 하네. \n적어도 내 마법이 빗나갈 일은 없을 것 같아.",34,"야아옹!",124];
      
      public static var natalieGone:Array = ["방금 대체 뭐였어? 갑자기 튀어나와서는!            \n\n으아, 머리가 깨질 것 같아... ",14,"다리없냥, 살아 있냐? \n너도 맞았어?!            \n\n뭐라도 말해봐 - 괜찮으면 두 번 야옹거려!",7,"ㅇ-야옹... 야옹...",128,"ㅁ-뭐야? 나탈리가 사라졌다고!?           \n그 녀석이 데려갔구나! 그 무섭게 생긴 놈이 나탈리를 납치해갔어!",24,"뭐, 다음에 뭘 해야 할지는 정해진 것 같네. \n저 자식을 쫓아가야지! 나에게서 뭔가를 훔쳐서 도망가는 건 용서 못 해!             \n\n그리고 저놈이 나탈리한테 무슨 짓을 할지 어떻게 알아?!",9,"야옹, 야옹!",127,"파티원이 한 명 부족하지만, 아마 괜찮을 것 같아. \n우리가 좀 자만했을 뿐이야, 앞으로는 좀 더 조심해야지.",2];
      
      public static var fortressIntro:Array = ["으아, 이 요새는 정말 거대하네.           \n\n나탈리는 괜찮을까...",5,"냐햐햐향. \n야옹!",141,"지금 그런 농담할 상황이야? \n당장 취소해!",10];
      
      public static var annaIntro:Array = ["갑자기 등골이 오싹해졌어.            \n어쩌다가 또 화난 여자애 앞에 서게 됐네. \n최근 이런 일이 자주 일어나는데.",25,"*조용히 응시한다*",139,"음? 우리가 아니라 나쁜 녀석들과 싸우려 온 것 같다고? \n음, 생각해보니 그렇겠네.            \n지금 우리 상황을 알려주면 서로 협력할 수 있겠지!",12];
      
      public static var annaIntro2:Array = ["너무 긍정적으로 생각하지 않는 게 나을지도. \n한 발짝 더 가면 좋게 끝나지 않을 거라는 예감이 들어.",11];
      
      public static var annaJoins:Array = ["나, 아직 살아 있어? 그냥 가도 되는 건가?                 \n뭐야? 어떻게 된 거야?",114,"하냐님 맙소사, 우린 네 적이 아니야! \n우리도 \"검은 제복\" 놈들과 싸우러 온 거라고! \n놈들이 내 친구 나탈리를 납치했고 내 마을을 공격하려고 해! \n좀 긴장 풀고 대화로 해결하면 안 될까?!",9,"야옹!",127,"에에?",105,"처음부터 전부 오해였던 거야!? \n그냥 그렇게 보여서- 그리고 그렇게 생각했는데- 으아. \n실수했다.",103,"그러신가. \n전에 잘못을 저지르긴 했지만, 오늘은 아무것도 안 했다고. 다음에는 공격하기 전에 생각을 좀 해!",22,"둘한테 사과해야겠네. \n정말로 죽이려고 했던 건 아니고, 그냥 센 척하는 거였어. \n그, 방금 한 위협들은 실제 그런 뜻으로 한 건 아니야.",101,"그래도 꽤 겁먹은 것처럼 보였어, 히히. \n제대로 속아넘어갔네.",111,"우릴 공격해놓고 농담으로 넘어가는 건 아닌 거 같은데. \n이렇게 됐으니, 우릴 좀 도와줘야 겠어.",19,"알았어, 알았어.                  \n\n그래서, 계획이 뭔데?",101,"글쎄, 나는 칼로 적을 때리는 거 하나는 잘하고, 다리없냥도 지지 않아! \n사람이든 기계든 만나는 모든 적을 박살 내면 되겠지!",3,"...그래서, 저 거대한 벽을 칼로 베어서 지나가시겠다? \n파시스트들이 준비한 방어와 함정을 피해서 신중하게 움직이는 게 좋을 거야.",95,"그렇긴 하네. \n조심스럽게 나아가자고.",15,"아, 그리고 난 애나라고 해. \n내 고향, 그린우드 마을을 위해 싸우지!                   \n\n첫인상은 별로 좋지 않았지만, 난 평소에는 착한 아이라고!",113];
      
      public static var whosNatalie:Array = ["그래서, 나탈리는 어떤 사람이야? \n서로 잘 아는 사이야?",92,"냐냐냐-냐옹! \n*뽀뽀하는 얼굴*",143,"조용히 해, 다리없냥! \n\"히로인\" 이라던가 그런 사이 아니야!",13,"그냥 많은 도움이 되는 동료일 뿐이야. \n똑똑하고, 말 잘하고, 마법도 사용할 수 있어!                  \n\n함께 있으면 모험이 훨씬 편해지고 흥미진진해져.",12,"야옹!",141,"어쨌든! \n여기가 요새의 정문인 것 같네. \n저기 있는 커다란 녀석만 처리하면 될 거야!",93];
      
      public static var fortressEnter:Array = ["들어왔다! \n이제 포로들이 어디에 수용돼 있는지 찾으면 되겠네!",93,"아무나 막 공격하는 건 참아 줘. \n내가 이런 말을 하다니, 별일이네. 평소에는 내가 자주 듣는 말인데.",19,"고향이 공격받고 있는데, 조금은 감정적으로 되지 않겠어?",99,"난 화나면 뭘 먹거나 게임을 플레이해.                   \n음, 최근까진 참 폐인 같이 살았던 거 같네 - 오늘 하루 만에 정말 많은 걸 배웠어.",27];
      
      public static var firstPrison:Array = ["저기 있는 사람이 나탈리일까나? \n저 감옥 안에?",93,"아니, 저 사람은 아니야. \n그래도 도와주는 게 좋을 것 같아. 뭔가 보상을 줄지도 모르잖아.",19,"그냥 장난 좀 쳐본 거야.                    \n\n그래, 저기 놔두지 않는 게 좋겠지. \n감옥 문을 여는 스위치를 찾아보자.",117];
      
      public static var boosters1:Array = ["으아, 부스터가 더 있네? \n재밌어 보이는데...",2];
      
      public static var boosters2:Array = ["이리저리 튕겨 다니더니 어지러워. \n속이 좀 안 좋아.",118,"잠깐, 숨 좀 돌릴게!",118,"휴, 이제 좀 나아졌네...",114,"아니! \n아직도 토할 것 같아!",118];
      
      public static var natalieFound:Array = ["맷! 다리없냥! \n여기야!",36,"나탈리! 무사하네! \n지금 당장 거기서 꺼내 줄게!                 \n\n어디 다친 데 없어? 놈들이 너한테 무슨 짓을 한 거야?",16,"아직까진 아무 일 없지만, 참 어이없는 계획을 준비해 놨어. \n나중에 다 설명해줄 테니 좀 기다려. 나 참.          \n\n이 랜스라는 사람, 완전히 정신나간 놈이야.",51,"(와, 저 사람이 나탈리구나. 대단한 몸매를 가졌을 거라고 예상은 했지만...             \n왜 남자들이 쟤를 두고 싸우는지 이해가 가네.)",101,"그래서, 어떻게 하면 여기서 널 꺼낼 수 있어? \n칼로 어떻게 해봐도 이 가시들은 반응을 안 해. 그냥 지나갈 수도 없고.",15,"놈들의 실험실을 찾아! \n거기에 스위치가 있을 거야!                 \n\n아, 그리고 그 검은 모노리스 하나를 그 방에 놔두고 있으니 조심해!",52,"검은 모노리스!?",115];
      
      public static var lanceFound:Array = ["*쉭쉭거리며 침을 뱉는다*",150,"으아, 그 녀석이다. \n우리를 보기 전에 먼저 공격하자!",9];
      
      public static var lanceFlees:Array = ["하하, 도망치는 건 빠르네, 겁쟁이 녀석! \n이제부터는 저 녀석이 도망치는 신세야!",93,"그래, 이제 이기는 건 시간 문제야. \n우리들을 제대로 상대할 수도 없는데, 잘도 이 요새를 지킬 수 있겠네!",29,"냐 냐 냐!",144,"으앗 - 그러고 보니 그 녀석, 거대한 차가 한 대 있었지! \n완전히 잊고 있었어.",25];
      
      public static var morePrisons:Array = ["이놈들, 바쁘게도 일하나 보네.                 \n내가 저 안에 갇혔을 수도 있었겠어.",96,"어라, 그때 봤던 놈들이네! \n전에 날 모욕했던 금발 놈들이야!",9];
      
      public static var secretCrack:Array = ["아, 여기 있네. \n통로를 찾았어!",2];
      
      public static var disco:Array = ["야옹, 야옹!         \n\n냥!",122,"음, 그래, 파티용으로 쓰기 좋은 방이야. \n시끄러운 음악을 좋아할 거라곤 생각 안 했는데, 고양이들은 빛이랑 레이저를 좋아하지?",2,"야옹!",136,"개다래가 최고의 마약이라고?         \n대체 평소에 뭘 하던 거야?",29];
      
      public static var labIntro:Array = ["으아, 모노리스야! \n멀찍이 떨어져!",115,"그래? 내가 살던 섬에 하나 떨어졌는데. \n딱히 뭔가 특별한 걸 하진 않는 거 같더라.             \n\n그냥 돌덩어리야.",15,"아니, 그게 아니야. 난 모노리스들이 뭘 하는지 봤어. \n저것들은 어두운 에너지를 뿜어내 주변에 있는 모든 생명체들를 공격적으로 만들어.",114,"그럼 저 검은 제복 놈들도 모노리스에게 영향을 받고 있다는 건가? \n그런 뜻이야?",16,"아니, 아마 저 녀석들의 행동은 자기들의 의지일 거야. \n모노리스들은 사람보다 동물한테 훨씬 큰 효과를 주는 것 같아. \n검은 제복 녀석들은 저걸 이용해서 자원을 수확하는 거 같네...",112,"어이, 다리없냥. \n너도 동물이잖아?      \n여기 있는 모노리스가 무슨 영향을 주는 거 같아?",19,"야옹?",149,"그럼 결정됐네. \n이 녀석들의 계획을 박살 내야 해!",92];
      
      public static var natalieRescued:Array = ["맷! 성공했네! \n역시 최고의 경호원을 고용했었네!",34,"별거 아니었어. 그리고 너한테 급료를 받지는 않았다고 생각하는데. \n그래도 여기에 있던 온갖 전리품들로 충분히 보상받았지.",2,"음, 너를 의심한 건 아니지만... 혼자서 이곳에 침입하는 건 좀 무리일 거라고 생각했어. 그런데, 새로운 동료를 찾은 모양이네.",33,"난 애나야. \n너에 대해서 많은 걸 들었어. \n꽤나 관심을 받는 것 같네.",92,"헤에, 쟤한테 뭐라고 말한 거야? \n어째 좀 건방지게 대해지고 있는데?",51,"아니, 난 이상한 말 안 했어! \n다 다리없냥 짓이야!",12,"고양이를 탓하는 거야? 꼴사납게.        \n\n뭐, 여기서 조금도 더 지체하고 싶지 않아. \n어서 빠져나가자.",49,"아, 잠깐 기다려. \n저기 있는 보물 상자에 중요 아이템이 있어. \n저 안쪽에 있는 망치로 길을 열고 우리의 모험을 계속할 수 있을 거야.",46,"망치? \n그냥 그걸로 감옥을 부수고 나올 순 없었어?",109,"하하, 그럴 리가. 금간 바위만 부술 수 있는 특별한 망치야. \n어째 이상하게 까다로운 조건이지만.         \n(그리고 난 별로 힘이 세지도 않고... 너무 강조하진 말아줘.)",33];
      
      public static var tankAmbush:Array = ["좋아, 여기서 볼일은 다 끝난 것 같아. \n다만 저 정신병자 놈은 아직도 우리와 싸우려고 기다리고 있는 것 같은데. 게다가 이번엔 완전무장한 모양이야.",112,"성의 서쪽에 뒷문이 하나 있어. 부족한 아이템이 있으면 거길 통해서 희망 항구로 돌아갈 수 있어. 그리고, 새로운 스킬을 배울 수 있게 AP를 좀 모아놨어! \n\n그래도 언젠가는 랜스를 쓰러뜨려야 돼. 가만히 놔두기엔 너무 위험한 놈이야.",52,"난 안 무서워! \n지금 당장 녀석을 박살 내자고!",9];
      
      public static var lanceJoins:Array = ["어떻게 이런 일이 있을 수가 있지...? \n내가 이런 오합지졸들한테 패배하다니...",74,"어이, 바보 녀석! \n넌 이제 우리의 포로다. 아예 끝장내지 않은 걸 고맙게 생각하라고! \n저 검은 모노리스들로 뭘 하고 있었는지 말해!",100,"흠, 거절한다면?",61,"지금까지 네가 해온 일을 생각하면 네게 협상할 권리는 없을 것 같은데?       \n우리 고양이로 성형수술을 시켜 줄까?",40,"야옹!",150,"음, 내 얼굴은 건드리지 않았으면 하는데. \n자존심을 버리고 요구를 받아들이도록 하지.            \n\n이 모노리스들은... 음...",66,"대충격과 같은 시기, 우리의 레이더들이 저 모노리스들을 감지했지. \n마치 의도적으로 분배된 듯 서로 멀리 떨어져 착륙했어. \n적에 의해 이용되는 일종의 정찰 단말일지도 모른다.",61,"허, 어떤 적을 말하는 건데?",99,"인류의 적 말이다! \n이 모노리스들은 참 대단한 기계지만, 인류가 만든 그 무엇과도 달라. \n우리의 연구실에서 조사한 결과, 엄청난 양의 에너지를 발산한다는 걸 알아냈지!",82,"문제는, 암흑 에너지만을 방출한다는 거다. 일반적인 에너지를 지워버리지! \n상당히 복잡하지만, 간단히 설명하자면 저것들은 에너지원으로 사용될 수 없어. \n그래도 나름의 결실은 있었지. 저 에너지 사인에 따르면, 동쪽 대륙에 충돌한 운석은 사실 거대한 모노리스다 - 저들의 모선일지도 몰라!",83,"모선?! \n그렇게 말하면 외계에서 온 침략자들 같잖아! \n말도 안 돼!",39,"그래, 그리고 모노리스들은 그냥 돌덩어리라고! \n전혀 기계 같이 생기지 않았어!",9,"너희들의 의견이 어떻든, 인류는 아직 이 정도 대규모 침략을 맞이할 준비가 되지 않았어. \n내가 직접 인류의 군사력을 결합해 준비를 하려 했지. \n그게 다다.",65,"아직 널 믿을 수 있는 건 아니야. 아마 우리한테 숨기고 있는 것도 많을 테고. \n다만, 모노리스에 대해서 자세히 알고 있는 듯하니, 한동안 우리들을 따라와 줘야겠어.           \n\n앞으로 싸워야 할 적은 많아. 가능한 도움은 전부 받아야지.",109,"랜스가 함께라면, 우리 모험이 엄청 쉬워질 거야!          \n\n옛날에 실수를 좀 저지르긴 했지만, 여차하면 힘으로 통제하면 되겠지! \n우리가 하라는 대로 잘 따라줄 거야!",3,"너희들, 너무 쉽게 용서해주는 거 아니야? \n나한테 한 짓은 용서 안 할 거야!",39,"(정말 이렇게 손쉽게 풀려나는 건가? 하하, 허접들 같으니!          \n그래도 좀 자중하는 게 좋겠어... 고문당하고 싶지는 않으니...             \n\nAP도 상당히 쌓인 것 같은데, 움직이기 전에 스킬 좀 확인해 볼까...)",88];
      
      public static var butWhy:Array = ["그래서, 랜스, 연구실에 왜 모노리스가 있었는지는 설명해줬지만, 여자애들을 납치한 이유는 듣지 못했다고? \n왜 그런 짓을 한 거야? 한 명이면 충분하지 않아?",106,"이 녀석이 세계 최고의 바보라서 그렇지. 나 참.",47,"아니, 상당한 생각이 들어간 부분이다. 가장 사소한 점까지 세심하게 계획해놨지. 모노리스들은 내 제국을 위한 에너지 자원으로, 그리고 여자애들은 인적 자원을 위해 쓰려고 했다. 이 종의 가장 우월한 표본들과 함께 내 자식들로 제국을 채우려고 했지. 아주 훌륭한 계획이라고 생각했지만, 제대로 성공한 부분은 없는 것 같군.",83,"봐! \n과대망상도 정도가 있지!          \n\n게다가 이것뿐인 것도 아니야...",40,"어이가 없네 정말. \n경고하는데, 우린 널 계속 감시할 거야. \n너도 싸워야 하니 화기를 뺏진 않겠다만, 바보 같은 짓은 시도하지 마.",107,"훗, 만약 네놈들을 배신하게 된다면, 은밀하게 하진 않겠다고 약속하지. \n정직하게 너희들 면상 앞에서 할 테니까 말이야.",81];
      
      public static var fascistsSurrender:Array = ["내 부하들한테 설명할 필요는 없을 듯하군. \n다들 무슨 일이 있었는지 짐작하는 것 같다. 아마 문제를 일으키진 않을 거야.",65];
      
      public static var hiddenTreasure:Array = ["아하! \n내 예리한 감각은 보물을 놓치지 않지!",21,"(근데 지금까지 보물 상자를 몇 개나 놓쳤을지 궁금하네...)",23];
      
      public static var needRaft:Array = ["그럼 앞으로의 작전은 있는 건가?",65,"글쎄, 아직 강 너머 남쪽 대륙으로는 건너갈 수 없어. 수영으로 넘어갔다간 해류에 휩쓸리고 말 거야! 다른 방법을 찾아야 해.",47,"아, 그렇지! \n뗏목이 있으면 되겠네! \n희망 항구의 사람들은 늘 뗏목을 사용했어!",16,"항구에서 머무를 동안 뗏목은 한 척도 보지 못한 것 같은데...",52,"생각해 보니, 운석이 부딪혔을 때 전부 침몰했었지.  \n아이러니하게도, 뗏목을 만드는 방법을 아는 유일한 사람은 강 너머에 살고 있어-",27,"신비의 숲 가장자리에! \n뗏목 제작자를 말하는 거지? \n그 사람은 거기에 살고 있어. 그린우드 마을에서 서쪽으로 향하면 그를 찾을 수 있을 거야.",93,"좋아, 그럼 거기로 가면 되겠네!",2];
      
      public static var nearGreenwood:Array = ["얘들아, 그린우드 마을에 거의 도착했어. \n여기는 내 고향이니까, 허튼 짓은 시도할 생각도 하지 마. 알겠어?",99,"랜스, 최대한 유감스럽게 보이도록 해. 네 범죄를 생각하면 몰매 맞아도 싸니까.",109,"이렇게 말이냐?",77,"흠, 그 정도면 됐어. \n맷, 다리없냥, 너희들은 도둑놈들이었지? \n내 마을에서 뭘 훔치기만 해봐!",109,"내 악명은 빠르게 알려지네!",13,"*의심받아 기분 상함*",131];
      
      public static var houseTheft:Array = ["어이...",109,"아니, 무단 침입은 아니라고 - 이 주변에 울타리가 없잖아. \n내가 범죄를 저지르고 있다는 근거는 없어!",2];
      
      public static var farmTheft:Array = ["여기서 가져간 물건은 꼭 다시 돌려놓게 만들 거야.",109];
      
      public static var annaTheft:Array = ["어라, 뒤쪽에 뭔가 있네!",16,"여긴 내 비밀 창고야. 일단은 좀 빌리게 해줄게.",109];
      
      public static var newHouses:Array = ["보다시피, 새로운 집들이 많이 지어지고 있어. \n그린우드의 주민들은 얼마 전까지 속을 비운 나무를 집으로 삼았는데, 세상이 변해가는 것 같네.",91];
      
      public static var ashwood:Array = ["여기는 원래 애쉬우드라는 숲이었어. \n근데... 뭐... 전부 다 타버렸달까.            \n\n대신 그 위에 이 대나무 숲이 새로 자라났어!",92];
      
      public static var libraryIntro:Array = ["이곳은 공공 도서관이야. \n시간이 좀 있으면, 이곳에서 여러가지 전략들에 대해 읽어볼 수 있어. \n이 마을의 유일한 컴퓨터도 있지!",92,"(대체 얼마나 덜떨어진 마을인 거지?)",79];
      
      public static var libraryEnter:Array = ["이렇게나 책이 많아! \n이곳은 천국이야!",56,"이곳은 지옥이야... \n난 벌써부터 지루하다고!",28];
      
      public static var weaponShop2:Array = ["(이곳이 마을의 무기고라고? \n무기나 방어구가 이렇게나 부족하다니! \n그동안 대체 어떻게 내 공세를 막아낸 거지? \n내 병사들이 그렇게 무능한가?)",82];
      
      public static var plantShop:Array = ["여긴 내가 제일 좋아하는 상점이야. 온갖 식물들로 가득 차 있거든! \n(예쁜 선인장, 귀한 버섯들과 맛있는 약초들까지!)         \n\n언젠가 나도 이런걸 직접 모으고 싶어!",110];
      
      public static var sentryStatues:Array = ["이 석상들은 고블린들의 침략에서 마을을 지킨 영웅들을 기리려 세워졌어. \n약간의 역사 상식이지!",117,"*하품*",132,"요즘은 내가 이 마을 최고의 파수꾼이야. 언젠가 내 석상도 만들어지겠지!",113];
      
      public static var needAxe:Array = ["저기 보이는 서쪽 길이 신비의 숲의 입구야. \n저길 지나가려면 도끼가 필요할 거야. 운 좋게도, 내 집에 한 자루가 있지!",92,"최근, 숲에서 좀 이상한 일들이 벌어지고 있어. \n사람들이 실종된 후... 그... 언데드 몬스터가 돼서 나타난다던가. \n이젠 꽤 자주 우리 마을을 공격하고 있어...",114,"그러니까, 들어가서 조사해봐야 되겠네?",21,"그렇게 해줄 거야?! \n너, 생각보다 좋은 사람이네!",116,"당연하지! \n남을 도와주는 게 점점 마음에 드는 것 같아! \n(유령과 싸우는 건 좀 싫지만...)",23,"그리고 여기에 산다는 뗏목 제작자도 찾아야 되잖아. \n꽤나 쓸만한 아이템들도 찾을 수 있을 것 같고.",52];
      
      public static var annasHouse:Array = ["여기가 내 집이야. \n이런 제멋대로인 동료들을 데리고 올 줄은 몰랐는데.         \n\n으아, 부모님한테 너희들을 소개해드려야 되겠네.",107,"넌 아직 부모랑 살고 있어? \n애초에 너 몇 살이야?",22,"헤, 난 카툰이야. \n네가 생각하는 대로의 나이라고. <3",113,"(그것참 편리하네!)",82];
      
      public static var annasHouse2:Array = ["방금 그건... 좀 특이한 분위기였다. \n내가 예상한 것과는 완전 딴판이었어.",88,"뭔가 불만이라도 있으신가?!",99,"아니, 이번 만이지만. \n난 부모가 없이 자라서, 나한테는 좀 새로운 경험이었다.",88,"에? 무슨 일이 있었는데? \n음... 물어봐도 괜찮은 부분이라면...",96,"흐음.....................................................................................................                     \n\n글쎄, 난 어머니를 본 적이 없고, 아버지는 채광 사고로 죽었다. \n뭐, 좋은 아버지는 아니었으니, 나한텐 잘 된 일이지.",88,"아... 참 유감이네.",97,"그럼 내 모든 과실을 부모님 탓으로 돌려도 되나?",88,"말도 안 되는 소리.     \n피해자인 척 하는 거 꼴사나워.",49];
      
      public static var annaShrine:Array = ["이런 신사에서 빌면 악은 물러가고 행운이 온다고 해. \n좀 믿음이 안 가지만, 재밌는 전통이야.",92,"(계속 빌어 봤자 가슴은 안 커지더라!)",107];
      
      public static var farmHouse:Array = ["아, 저 집에는 기분 나쁜 늙은이가 살고 있어. \n어째 숨기는 게 있는 것 같고, 가까이 가지 않는 게 좋을 거야!",112];
      
      public static var needStepladder:Array = ["여기가 우리 집 발코니야! \n보다시피... 좀 보수 작업이 필요할 것 같네.          \n\n사다리를 찾기 전까진 저기로 넘어갈 순 없을 것 같아.",92,"매번 뭔가 새로운 아이템을 찾아야 해?! \n그냥 뛰어넘거나 할 수는 없어?",69,"미안!",91];
      
      public static var bigTrees:Array = ["아아, 이 큰 나무들을 좀 봐! \n역시 여기가 내가 있을 곳이야! \n\n집에서 너무 오랫동안 나가 있었어!",116,"우린 저 위로 올라가야 돼. \n숲 바닥은 습한 데다, 나무로 빽빽하게 우거져 있어. 가끔은 나무 위에서 이동하는 게 더 편할 거야.",112,"저 위는 벌레투성이인데! 게다가 이상한 냄새도 난다고!             \n\n자연은 정말 역겨워...",69,"조용히 좀 해. \n아니면 널 여기서 거대 거미들이랑 놔두고 갈까?",109];
      
      public static var highUp:Array = ["와, 우리 정말 높게 올라왔네. 땅이 까마득히 멀게 보여!      \n\n대단한 경치야!",2];
      
      public static var hauntedWoods:Array = ["음, 애나... 숲이, 뭐랄까... 점점 변하고 있는 것 같아. \n이거, 정상이야?",35,"그래, 슬슬 저주받은 부분까지 들어온 것 같네. \n유령이 출몰한다는 소문이 있어서, 평소에 이렇게 깊게 들어오진 않아. \n그래도 함께 있으니까 훨씬 안전하다고 느껴지네.",112,"(포로로써 내 첫 임무가 저주받은 숲에 끌려가는 거라고?! \n내가 저들을 너무 과소평가한 건가 - 의외로 심리적 고문에 소질이 있어!)",66];
      
      public static var hauntedWoods2:Array = ["슬라임과 토끼로 가득한 평화로운 숲일 줄 알았는데, 이게 다 뭐야!",24,"이런 것들은... 전에는 없던 거야, 하하.",102];
      
      public static var sewage:Array = ["(흠, 여긴 내 요새와 직접 연결돼 있는 것 같군. \n연구실의 온갖 폐기물이 여기로 흘러들어온 건가? \n한동안 입을 다물고 있는 게 좋겠어...)",67];
      
      public static var forestMonolith:Array = ["이쪽이야!!",99,"이 모노리스가 주변 몬스터들을 난폭하게 만드는 게 분명해. \n이 지역은 언제나 좀 으스스했지만, 최근 들어 점점 악화되고 있어!",112,"그냥 여기에 서있기만 할 건가?! \n저기에 좀비들이 보이는데!",68,"흠, 어째 익숙한 얼굴들인데...",95];
      
      public static var mushrooms:Array = ["이 안은 정말 아름답네! \n이런 생태가 존재하는지도 몰랐어!",56,"저 버섯들, 먹을 수 있는 건가... \n좀 먹어보고 싶은 마음도 들지만, 버섯에 대해선 안 좋은 기억이 있어...",15,"알러지 반응이... 나타나는데.  \n버섯이... 너무 많아.",74,"어라, 이렇게 죽으시려고?        \n(자업자득인가.)",114];
      
      public static var needLeafyBoots:Array = ["휴, 이제 거의 다 왔어. 뗏목 제작자는 여기서 조금 더 서쪽에 살아. \n그런데... 일단 연잎 위를 걸을 수 있게 해주는 아이템을 찾아야 돼.",101,"어째 언제나 쓸데없이 우리의 길을 막는 장애물이 있는 것 같네?! \n그리고 역겨운 늪지대를 걸어 지나가야 된다고? 차라리 죽여!",57,"그것참 미안하네요, 공주님! \n좀 밖에서 활동하며 살 좀 뺐으면 이 정도는 거뜬할 텐데! \n그런 생각은 안 해봤어?",99,"대부분의 사람들은 야만인처럼 나무 위에 살거나 수풀을 뒤지고 다니진 않거든! \n이게 다 내 탓이라 볼 수는 없잖아!",40,"충분히 볼 수 있지! \n살은 늘어진 데다, 젖탱이는 쓸데없이 크고!          \n\n남자들이 너한테 잘해주는 이유는 그것뿐이잖아!",100,"내가 변태들한테 받는 관심을 즐긴다고 생각해?! \n적어도 누가 널 성노예로 삼으려고 납치한 적은 없잖아!",36,"(아직까지도 나한테 화나있는 건가...? \n납치한 지 몇 시간이나 지났는데!)",75,"하, 됐어. \n널 울리려는 생각은 없었어, 나탈리.",109,"우는 거 아니야!",37];
      
      public static var needLeafyBootsShort:Array = ["휴, 이제 거의 다 왔어. 뗏목 제작자는 여기서 조금 더 서쪽에 살아. \n그런데... 일단 연잎 위를 걸을 수 있게 해주는 아이템을 찾아야 돼.",101,"어째 언제나 쓸데없이 우리의 길을 막는 장애물이 있는 것 같네?! \n그리고 역겨운 늪지대를 걸어 지나가야 된다고? 차라리 죽여!",57,"그것참 미안하네요, 공주님! \n좀 밖에서 활동하며 살 좀 뺐으면 이 정도는 거뜬할 텐데! \n그런 생각은 안 해봤어?",99,"대부분의 사람들은 야만인처럼 나무 위에 살거나 수풀을 뒤지고 다니진 않거든! \n이게 다 내 탓이라 볼 수는 없잖아!",40,"하, 됐어. \n널 울리려는 생각은 없었어, 나탈리.",109,"우는 거 아니야!",37];
      
      public static var annaIsSorry:Array = ["ㄱ-그, 나탈리. \n방금 일은 미안해.",112,"아, 그러세요?",49,"실제로는 네가 별로 살쪘다고 생각하진 않아. \n그리고 젖소라던가 그렇게 생각하지도 않고.          \n\n그냥 좀 보호받으며 자랐다고 하고 싶었을 뿐이야.",101,"그렇게 말한 것 같진 않지만, 뭐, 알았어.           \n\n이 정도로 용서해줄게.",51,"혹시 나중에 함께 캠핑가게 되면 야외에서 생존하는 방법을 알려줄게! \n곰을 사냥해서 요리하던가 할 수도 있을 거야!",117,"하하, 재밌을 것 같네! 뭐, 수도랑 와이파이는 통하겠지?",34,"(안 되겠어 이 녀석...)",107];
      
      public static var crawling:Array = ["거의 다 됐어! \n여기가 제일 좁은 부분이야 - 여기만 지나가면 많이 쉬워질 거야.",92,"슬슬 이런 굴욕보다 명예로운 죽음이 더 나았을지 의문이 드는군.",77,"하, 원한다면 그렇게 해줄까?        \n불평만 하는 사람은 필요 없어.",99,"냐 냐, 냐 냐!",141,"어, 무슨 뜻이야?",35,"아니, 진짜 아무것도 안 봤어! \n다리없냥이 거짓말하는 거야!",13,"에에에에에?!",42];
      
      public static var stepladderGet:Array = ["좋아, 이젠 숲 상층부를 마음대로 탐험할 수 있을 거야! \n더 이상 부서진 다리 때문에 고생할 일은 없어졌네.",94];
      
      public static var leafyBootsGet:Array = ["좋아, 보스한테 갈 수 있게 해주는 장화는 여기에 있을 거야!",92,"꼬맹이, 그 장화가 계속 네 집 옆에 있었다는 거냐?! \n너 때문에 이 숲의 온갖 위험한 적들과 싸워야 했다고?",69,"어이, 진정해. \n이곳의 레벨 디자인을 애나 탓으로 돌릴 수는 없잖아.",27,"\"레벨 디자인\" 이 뭔데? \n이렇게 기만당하는 건 용서할 수 없다!",65,"어라? \n산책 좀 했다고 겁먹은 거야?         \n\n히히히.",105,"난 지금 당장 이 숲을 태워버릴 수도 있다! \n그러면 좋겠냐, 초록머리 애송이?!",70,"랜스, 입 조심해. \n계속 그런 위협을 하면 널 처분해야 할 거야.",49,"흥.",79,"어쨌든... 이제 숲의 서쪽 끝으로 이동할 수 있어. \n보스와 싸울 준비를 해야겠네.",111];
      
      public static var boss3:Array = ["저기 있는 덩치가 보스인 건가? \n저게 대체 뭐야?",22,"이동 능력은 없어 보이네. 조심히 다가가서 살펴보자.",52];
      
      public static var boss3Beat:Array = ["좋아, 해냈어! \n나머지 고양이들은 도망가기 바쁘네!",93,"저 더러운 동물 놈들은 우리 앞에 선 것이 실수였지! \n우리들의 힘 앞에선 무력한 총알받이일 뿐이다!",63,"근데 이걸로 끝난 거야? \n정말로 이것 때문에 숲이 언데드 몬스터들로 오염되고 있던 거야? \n뭔가 우리가 놓치고 있는 부분이 있는 것 같아.",52,"그럴지도. \n그래도 일단은 우리의 승리를 즐기는 게 어때?",107,"아, 미안. \n그런 의미로 말한 건 아니야. \n다들 잘 싸웠어.",43,"모두 전투를 훌륭히 행하는군. \n이제 너희들을 내 전우라고 불러도 되겠어.",64,"난 예전부터 널 동료라고 생각했다고.",27,"랜스도 점점 죄를 갚아가는 듯하네. \n아직 갈 길이 멀지만, 언젠가는 다 씻어낼 수 있을 거야.",92,"아직까지 한 번도 사과한 적 없잖아!",52,"사과할 일은 없다 - 부족한 정보를 가졌었지만, 난 내가 옳다고 생각하는 일을 행했을 뿐이야. \n내 의도는 언제나 인류를 위해서였다.",65,"역시 이 녀석이 제대로 된 사람이 되려면 시간이 좀 걸리겠는데...",47];
      
      public static var raftGet:Array = ["오랜만에 바다로 나가게 되니 기분 좋네. \n드디어 자유롭게 세상을 모험할 수 있어!",3,"난 한 번도 배를 타고 나가본 적은 없어...      \n...배를 심해로 끌고 들어간다는 바다 괴물들, 실제로 존재하는 건 아니겠지.",54,"그나저나 맷, 지금 어떻게 조종하고 있는 거야? \n조타기라던가 아무것도 없잖아!            \n\n별로 믿음이 안 가는데...",45,"헤헤, 뗏목을 타는 건 걷는 것과 다를 게 없어. \n그냥 앞으로 간다고 생각하면 그렇게 되지!         \n\n어렸을 때, 엄마 아빠랑 같이 뗏목으로 온 세계를 여행해봤어!",29,"아쉽게도, 너무 어렸을 때라 기억나는 건 별로 없네. \n그리고 좀 위험해지기 시작하니, 날 섬에다 버려두고 떠났어. \n그때부터 필요한 건 다 혼자서 해야 했어. 그래서 지금까지도 좀 둔한 걸지도.",27,"흠, 그럼 아직도 부모님들이 바다에 나가 계신다고 생각하니? \n해적질이라도 하시는 건가?",112,"글쎄... 뱃사람들은 원래 오래 살진 않잖아. \n별로 희망적으로 생각하지는 않아.         \n\n그래도, 예전에 받아들인 일이야.",1,"아마 네가 자랑스러울 거야. 이런 귀여운 여자애들과 항해하고 있잖아!",94,"*꺼억!*",132,"하하, 그러면 좋겠네.",27];
      
      public static var fishing:Array = ["아아아아아아아.",132,"다리없냥... 너... 낚시하는 거야? \n입을 열어 놓는다고 물고기가 막 뛰어들진 않아!",22];
      
      public static var swimming:Array = ["질문! \n다리없냥, 수영할 수 있어? \n출항하기 전에 물어보는 걸 잊었는데...",106,"!!!",145,"으아, 다리없냥은 여기서 떨어지면 끝장인데! \n거기까진 전혀 생각 안 해봤어.",16,"야옹...",144];
      
      public static var waterMonolith:Array = ["여기 모노리스가 하나 더 있네. \n몬스터들이 출몰하면 언제나 가까이 있어...",112,"중앙에 있는 구멍은 일종의 안테나나 렌즈처럼 보이는군. \n우리들을 감시하고 있는 게 분명해.",61];
      
      public static var jaggedRocks:Array = ["남쪽 해변에는 상륙할 곳이 없어! \n짜증나게 뾰족한 돌들만 가득하고!",9,"내 기억이 맞는다면, 내 집 남쪽의 골짜기에선 안전하게 상륙할 수 있을 거야. \n다만... 많이 추울 거야, 거기.",15];
      
      public static var lanceIsSorry:Array = ["저기, 숙녀분들. \n음, 나탈리랑 애나 말이야.",61,"뭔데?",35,"어라라, 내가 언제부터 숙녀였지?",92,"그... 어... 어떻게 말해야 되지...?      \n\n글쎄, 음...",71,"무슨 말을 하려는 건데?",49,"지금까지 한 일에 대해 사-사과하고 싶어! \n우리들 사이의 적대 관계를 청산하고 싶어!        \n앞으로 건전한 관계를 만들어가고 싶어!",72,"아예 없는 것보단 늦은 사과가 낫겠지. \n",31,"앙심은 품지 않아도, 네가 한 일을 잊지는 않을 거야. \n다시 날 적대한다면 곱게 죽진 못할 거야!",94,"(효과가 있는 것 같아... \n용서받는 게... 이런 기분인가?)",71,"야옹!",129,"그래, 우리들은 어쩌고? \n탱크로 우리를 깔아뭉갰잖아!!        \n\n받은 데미지가 전부 회복될 때까지 몇 분이나 걸렸다고!",9,"흥, 너한테 줄 동정심은 없다. \n내가 가끔 지나친 짓을 했다는 건 인정하지만, 무단 침입자를 박살 내는 건 내 권리라고.",81,"뭐, 그래도 널 용서하고 싶어!",2,"용서할 게 뭐가 있다는 거냐 - 너한테 잘못을 저지른 적 없다니까!",69];
      
      public static var forgottenRuins:Array = ["와, 이 신전은 정말 오래된 것 같네. \n완전히 열대림에 뒤덮여 있어.",93,"벌써 누가 다 털어갔나? \n저 받침대들 위엔 원래 보물이 올려져 있었을 텐데!",9,"흐음... 이건 혹시...? ",65,"아니, 전혀 모르겠다.",81];
      
      public static var ruins1:Array = ["와, 이런 유적지는 여태까지 본 적 없어!",46,"역사책들에서 본 아크론과 신냥이의 신전들과는 전혀 다른 형태야. \n여기에 새겨진 머리 모양은 전부 내가 아는 어떤 신과도 닮지 않았어.",52,"운석 충돌이 지구 온난화 현상을 일으켰을 수도 있어. \n단 몇 도의 차이만으로도 전 세계 빙하의 상당 부분이 녹아내렸을 거야. \n인류가 지구 온난화를 초래했단 건 거짓일지 몰라도, 운석 충돌은 충분히 그런 작용을 할 수 있어.",75,"이 유적, 수천 년 동안 미발견 상태로 묻혀있었던 걸까? \n우리가 최초 발견자가 될지도 몰라! \n좀 메모해둬야 될까나...",32,"그럼 보물도 많이 묻혀 있겠네!",3,"배경지식에 관심 좀 가져주면 안 돼?! \n자기 욕망에만 충실한 바보들!",39,"혹시... 외계인들이 만들었다던가?!",117,"하아...",47];
      
      public static var campsite:Array = ["미발견 지역을 탐사한다고? 여기 벌써 NPC들이 있는데! \n이미 보물을 다 찾아서 자기들끼리 나눠 가졌을 거야!",9,"뭐, 다음 마을까지 가려면 어쨌든 여기를 지나가야 돼. \n레드파인이라고 불리는 거 같더라.",31,"어, 레드파인 마을은 그린우드와 비슷한 시기에 설립되었어. \n꽤 긴 세월 동안 어업에 관련해선 경쟁관계였지.         \n\n당연하지만, 그린우드가 언제나 옳아!",92,"대충격 이후로 어떻게 지내는지 모르겠네. \n북쪽에서 그다지 여기 소식은 듣지 못했는데...",35,"충격의 여파를 생각해보면, 레드파인은 아마 완전히 소멸했을 거야.",61,"랜스!",39,"뭐?",79];
      
      public static var ruins2:Array = ["이 건축물들은 참 대단해. 그리고 보존 상태도 훌륭한 편이야. \n전성기 시절에는 아주 웅장한 신전이었을 거야!",32,"분명 외계인들만이 이런 건물을 지을 수 있었을 거야! - 내가 지금 녀석들을 부르고 있고!      \n수천 년 전, 여기에 살던 사람들이 외계인과 접촉한 게 분명해...",106,"그럴 가능성도 있지만, 희박해. \n수많은 노예를 거느린 선진 문명이면 손쉽게 만들 수 있는 정도다. \n그들의 위대한 지도자를 기리기 위해 지었을지도 모르겠군. \n(나를 많이 닮은 남자였을 수도 있겠지!)",65,"그냥 좀 추운 탐험가들이 쉴 곳을 지었다던가?",2,"냐 냐...",129,"다리없냥, 너도 별 신빙성 없는 가설들 같다고? \n그래, 별로 믿음이 가진 않지?",51,"에, 네가 무슨 고대 역사학자라도 돼?!       \n어떻게 외계인이나 공산주의자들이 아니었다고 확신할 수 있어?!",99,"난 대학에서 모범생이었고, 역사는 내가 가장 좋아하는 과목 중 하나였어! \n난 고양이들의 잊혀진 왕국과 빛과 어둠 마법의 이론, 여러 지방의 역사와 수많은 전설들에 대해 배웠어. \n책을 읽으면서 배울 수 있는 게 많다고!",39,"그렇게 똑똑하다면 어떻게 이런 위험한 탐사 임무에 오게 된 거야? \n편하게 학계에서 일하고 있어야 되지 않겠어?",82,"그게, 음...    별로 말하고 싶지 않은 일인데...               \n\n(좀 창피한 사건이 있었어...)",43];
      
      public static var slippery:Array = ["대체 왜 얼음이 이렇게 많은 거야!! \n그냥 빙판 위로 마음대로 걸을 수 있는 신발을 살 수는 없는 거야?!",10,"빙판이 참 적절하게 놓여 있네. 마치 자연의 정령들이 우리를 조롱하는 것 같아!",95];
      
      public static var children:Array = ["응, 이쪽에 중요한 건 아무것도 없네 - 그냥 망할 얼음덩어리들 뿐이지! \n돌아가자.",17,"이런 기후에 준비가 덜 되어있는 듯하군. \n요새로 돌아가서 화염방사기를 대동하고 오지.",65,"(어째 어린 꼬마들을 돌보고 있는 듯한 느낌이 들지?!)",39];
      
      public static var ruins3:Array = ["이 문명이 어떤 신을 믿었고, 무슨 이유로 무너졌는지 정말 궁금해. \n고고학자들도 보지 못한 유적지를 들춰내면서 너무나도 많은 의문이 들어.",31,"그냥 굉장한 나르시시스트들이 자기 이마를 더 넓게 보이려고 한 게 아닐까? 거기에 눈도 하나 더 달아놓고!",22,"이 돌로 만들어진 얼굴들... 외계인처럼 보이지 않아? \n어쩌면 외계인들을 숭배하다가, 전부 UFO에 납치당한 걸지도 몰라! \n그리고 외계인들이 역사책들을 수정해서 이젠 아무도 그들의 존재를 모르는 거고!?",106,"이곳은 확실히 전체주의적 감시 국가였을 거야. \n빅 브라더의 거대한 눈이 언제나 시민들의 사상 범죄를 감시했을 거다. \n눈이 말하는 대로 하지 않으면, 얼굴에 쥐를 풀어놓지!",83,"야옹, 야옹!",124,"아니, 귀 없는 고양이 인간들은 아니었을 거야, 다리없냥.",19,"얘들아, 좀 진지하게 논의해주면 안 되겠니...",47,"그러고 보니, 아직 네 이야기를 끝까지 못 들었네, 나탈리. \n그래서... 대학을 떠나서 우리 같은 양민들과 함께 모험하게 된 사연이 뭐야?",92,"좀 잊어버리고 싶은데...",47,"(난 양민이 아니야!)",69,"별로 흥미로운 이야기는 아니야...              \n어떤 교수에 대해서, 좀 \"저속한\" 팬픽을 쓰다가 걸렸어... 내 강사 중 한 명이었지.",51,"아하하하, 정말? \n그런 이유였다고?!",102,"그래... 좀 바보 같지만... \n그 이후로는 반 애들이나 강사를 대면할 수가 없었어... ",41,"(으아, 숨을 쉴 수가 없어 - 사실이라기엔 너무 어이없는 이야기야... 웃다가 죽을 것 같아...)",104,"(흠, 나탈리는 어떤 남성에 관심이 있는 걸까 - 여기서 내가 배울 게 좀 있으려나...)",61,"언젠간 창피함을 이겨내고 돌아가서 수업을 끝낼 수 있겠지...        \n그래도 지금은 같이 모험하는 걸 즐기고 있어. 현장 학습을 하면서 훨씬 많이 배우는 것 같고.                 \n\n원한다면 웃어도 돼, 이젠 신경 안 써.",57,"녜헤헤헤헤!",141,"(그리고 나도 교훈을 받았지 - 앞으로 쓰는 팬픽은 결코 남이 찾지 못하게 숨겨놓자고...)",51,"(방금 나를 좀 이상하게 쳐다봤나?)",19];
      
      public static var gettingWarmer:Array = ["아, 드디어 좀 따뜻해지고 있네! \n얼어붙은 골짜기여, 안녕! 널 그리워할 일은 없을거야!",2,"거대한 바위 괴물이 출구를 막고 있는 듯하군. \n다행히 포세이돈이라는 놈은 보이지 않는다. 휴가라도 가있는 건가.",65];
      
      public static var boss4Beat:Array = ["으아, 우리의 업보가 점점 쌓이는 것 같아. \n이렇게 자연의 신들을 쓰러뜨리는 걸 대지가 좋게 보지는 않을 거야.",92,"흥, 웃기는 소리. \n지구는 오직 인류에게 자원을 제공하기 위해 존재한다. \n성스러운 묘경에 그렇게 적혀 있다고. \n(내가 읽은 부분은 그것밖에 없지만...)",61,"뭐, 레드파인의 주민들은 포세이돈이 제압되었다는 것에 기뻐할 거야. \n아마 바깥세상의 소식을 거의 접하지 못했을 텐데.",32,"우리도 목적지에 상당히 가까워지고 있어. \n대충격의 중심지는 저 마을을 넘어 바로 있을 거야...",31,"뭐, 마을이 아직도 남아 있다면 말이지.",61,"하아...",47,"*기절했지만, 아직 경련하고 있음*",138];
      
      public static var nearRedpine:Array = ["마을에 도착하면 제대로 영웅 취급을 받을 수 있겠지! \n우리를 위해서 축제라도 열어주지 않을까!",20,"어째 인기척이 없는데...",35];
      
      public static var redpineHistory:Array = ["이곳에 마지막으로 왔을 때가... 언제였더라.    \n기억하던 만큼 황량해 보이는군.",61,"레드파인에 온 적 있어? \n채광 산업이 발달한 곳이라고 들었는데 - 설마 여기가 네 고향이니?",52,"저기 보이는 강화제 상점은 원래 고아원이었다. 내 아버지가 폭사한 후 꽤 오랫동안 저기에 처박혀 있었지.      \n\n인류에 대한 나의 증오가 여기서 시작됐을 거야...         \n...별로 좋은 기억은 없는 곳이다.",79,"그래도 이런 때에는 도와줘야지... 서로 다른 점은 있지만, 그래도 레드파인과 그린우드는 동맹관계야!",97,"흥, 구원받을 가치도 없는 마을이야. \n살아 있는 사람보다 묻힌 시체가 더 많다고.",81,"대체 누구 때문에 이렇게 자란 거야?",109,"음, 생각해 보니, 총기 상점은 꽤 좋아했던 것 같군. \n내가 처음으로 총을 쏴본 곳이지!          \n\n가끔, 아버지와 곰들을 사냥하려 숲에--",62,"..................",77,"흠, 아버지가 잘한 게 한 가지는 있던 것 같군.                     \n\n뭐, 됐어!",79];
      
      public static var redpine1:Array = ["마을이 이상하게 조용하네. \n다들 숨어있는 건가, 아니면...?",95];
      
      public static var redpine2:Array = ["어라, 내 군의 낙오자인 것 같군! \n아직 내 패배에 대한 소식을 듣지 못 한 건가.",61];
      
      public static var redpine3:Array = ["이 쓸데없는 돌덩이들만 없었으면 훨씬 빨리 여기에 올 수 있었을 텐데!",9];
      
      public static var redpinePub:Array = ["아, 여기에 다들 숨어있었던 거구나. \n뭔가 좀... 우울해 보이네.",35];
      
      public static var redpineCult1:Array = ["들어와선 안 되는 곳에 들어온 것 같은데... 무슨 광신도 집단인가?",61,"너무 성급하게 결론짓진 마. \n적당히 둘러보면서 대화해보면, 의외로 좋은 사람들일 수도 있어.",32,"이 사람들이 얼어붙은 골짜기 유적지의 보물들을 다 가져간 것 같아!",9];
      
      public static var redpineGuns:Array = ["딱 내 취향의 상점이야. \n이 아름다운 작품들을 좀 봐!",87,"총에다 칼을 달면 훨씬 낫지 않겠어? \n적을 찌르면서 동시에 쏠 수 있을 거라고!",2,"참 끔찍한 생각 같은데. \n(면상에 피랑 내장이 다 튀길 거야!)",77];
      
      public static var redpine4:Array = ["마을 전체에 으스스한 분위기가 깔려 있어. \n아직 가을도 아닌데 나무들이 붉게 물들어 있어! \n정상적이지 않아.",109,"게다가, 농장 냄새가 나!",44];
      
      public static var redpineShop:Array = ["이 근방엔 이상한 사람이 참 많은 듯하군!",65,"목소리 좀 낮춰! \n지금 여기서 쫓겨나고 싶은 거야?",43];
      
      public static var graveyard1:Array = ["이 무덤들, 최근 만들어진 게 많은 것 같아. \n몬스터한테 그렇게나 많은 사람들이 당한 거야?",95,"우리가 다음일걸.",79,"이 녀석은 평소보다도 더 짜증나게 구네...",51];
      
      public static var graveyard2:Array = ["흠, 저 안엔 뭐가 있을까? \n어떻게 들어가는 방법이 없나?",5,"아마 그냥 시체 더미일걸.",61,"*날카롭게 째려봄*",49,"뭐? \n묻을 때까지 어딘가 저장할 데가 있어야 할 거 아니야. \n분쟁 지대에서 어떤 일이 일어나는지 알고는 있어?",79];
      
      public static var redpine5:Array = ["이 마을, 정말 피폐해 보여. \n몬스터들로 가득 찬 데다 건물들은 무너져가. \n목적지 이전의 마지막 쉼터니까, 가능한 한 도와주자.",35,"나도 동의하는 바야, 나탈리. \n동료는 더 많을수록 좋아. \n그리고 이 사람들은 정말 우리의 도움이 필요해.",93,"뭔가 보상을 좀 받을지도 모르겠네... \n적들을 때려 부수는 거라면 괜찮아.",15];
      
      public static var basement1:Array = ["(이 지하실, 어째 들어오면 안 되는 곳 같은데...)",24];
      
      public static var basement2:Array = ["(뭔가 숨소리가 들리는 것 같아!)",25];
      
      public static var basement3:Array = ["우리 저 안에서 대체 뭘 본 거야?! \n좀 지나치게 리얼했어...",28];
      
      public static var basement4:Array = ["어라, 집 아래에 동굴이 숨겨져 있네? \n건전한 이유로 사용된다고는 생각되지 않는걸...",109];
      
      public static var basement5:Array = ["이거... 핏자국이야? \n역시 그 노인네는 수상한 짓을 하고 있던 게 분명해!",114];
      
      public static var basement6:Array = ["이거, 누군가한테 알려야 되지 않아? \n경찰이라던가 뭔가 있을 거 아니야?",5,"아마 인터넷 트롤들 구속하느라 바쁜 거겠지.",81,"아니, 이 지방엔 경찰서 같은 건 없어. \n뭐, 우리들이 신경 쓸 문제는 아니겠지.          \n\n이제부턴 이 집을 좀 피하는 게 좋을 것 같아.",107];
      
      public static var basement7:Array = ["으아, 아무것도 안 보여!           \n\n흠, 다리없냥, 네 눈에는 뭐 보이는 거 없어?",5,"냐냐냥, 냐!",145,"고문실처럼 보인다고?!",25];
      
      public static var basement8:Array = ["아하! \n벽 뒤쪽에 비밀 통로가 있었네!",93,"역겹고 미끄러워... 게다가, 뭔가 기어 다니는 소리를 들은 것 같아.",18];
      
      public static var basement9:Array = ["(나탈리랑 나만 살아남는 시나리오도 괜찮을 듯하군. \n여기서 뭔가 사고가 일어날지도... 절벽에서 몇 명쯤 떨어진다거나...)",66,"(아니, 이런 생각하면 안 되지!)",77,"...",149,"(에? 저 고양이, 내 생각을 읽을 수 있는 건가?)",67];
      
      public static var basement10:Array = ["다시는 저 안에 들어가지 말자.",28,"이번만은 동의하지.",67,"가면 쓴 사람 몇 명 뿐이었잖아. \n그렇게 겁 먹을 일이야?",51,"대체 가면을 쓰고 있던 이유가 뭐야?! \n바닥에 깔려 있던 해골들 봤어?!",86,"그냥 역할극을 좋아하는 사람들일지도 몰라! \n그, 분장하고 괴물인 척하는 거 말이야!",94];
      
      public static var rapture1:Array = ["ㅁ-뭐야... 이건... 지형이 완전히 검은 바위로 뒤덮여 있어?",66,"저기 모노리스가 하나 떠 있어! \n왜 저렇게 떠다니는 거지?!         \n\n뭔가... 활성화된 듯한 느낌인데?",115,"확실하게 이곳이 운석의 충돌 지점인 듯하네. \n여기가 우리의 최종 목적지야. \n여기까지 정말 먼 길을 왔어!",35,"드디어 저 모노리스들에 대한 진실을 알 수 있을 것 같아. \n솔직히, 좀 긴장돼...",114,"잠깐의 외출이 이렇게나 길어질 줄은 몰랐어. \n나탈리가 우리를 참 대단한 모험에 끌어들였네. 그렇지, 다리없냥?",2,"야옹...",148,"뭐, 너희들을 만나서 정말 다행이라고 생각해! \n다 괜찮을 거야, 다리없냥.",31,"야옹?",127,"그래, 정말로.",53];
      
      public static var teamReflects:Array = ["살아서 집에 돌아가면 이야기할 게 참 많아질 거야. \n그냥 내 전자기기만 좀 고치려고 했는데, 어쩌다가 엄청난 모험에 참가하게 됐네. \n레벨이 너무 높아져서, 친구들이 날 알아볼 수도 없을걸!",2,"내가 좀 순진했을지도. 희망 항구에서 뗏목 하나만 빌리면 다 될 거라 생각했었어. \n그런데 도중에 온갖 위험한 일이 일어났고, 일부는 내 탓이었을지도...",41,"여기에 우리가 모인 게 네 탓은 아니야, 나탈리. \n우린 모두 지켜야 할 게 있고, 다들 한두 번의 실수를 했어. \n그래도 괜찮다고 생각해.",94,"야옹!",123];
      
      public static var teamReflects2:Array = ["집에 있는 부모님이 이걸 본다면 뭐라고 할까? \n아마 날 붙잡고 다신 안 놔주겠지.",112,"거대한 크레이터에 모노리스 몇 대가 떨어져 있을 줄 알았는데. \n아예 다른 행성의 표면처럼 보이는군...",65];
      
      public static var bloodCave1:Array = ["뭔가 차갑고 끈적한 게 떨어졌는데... \n어서 스위치를 찾아서 방을 밝히자고.",65,"으엑, 뭔가 물렁물렁한 걸 밟았어... 게다가 벽이 살아 움직이는 것 같아.",25,"야옹!     \n\n냥!",142,"다리없냥에 따르면, 자기는 어둠 속에서 괜찮지만, 우린 아마 망했을 거라네...         \n\n좋지 않은데.",52,"만약 우릴 버리고 가면, 실수로 널 쏴버릴지도 몰라!",117,"냐아...",147];
      
      public static var rapturePuzzle:Array = ["아니, 난 저거 안 건드릴 거야. \n나탈리, 네가 좀 풀어줘.",17,"그러니까, 평소 대로네.",51];
      
      public static var teleporters:Array = ["이 텔레포트 장치들은 참 대단하군! \n우리가 원자 단위까지 분해된 후, 목적지에서 재조립되고 있어.",62,"엄청 고통스러울 것 같은 설명인데... \n잠시 잠드는 것 같은 느낌밖에 안 들어.",91,"문제는... 우리가 텔레포트할 때마다 죽고 다시 복제된다는 건가?",76,"별 의미 있어, 그거?",45,"아마 없겠지.",61];
      
      public static var lavaLake:Array = ["이 용암 호수가 운석이 직접적으로 충돌한 부분인 것 같군.",61,"용암이 충격을 좀 흡수했겠네!",2,"아니, 그런 얘기가 아니야. \n운석 충돌로 인해 근방 지대가 전부 녹아내렸을 거다. \n수백 명의 NPC들이 즉시 소멸됐을 거라고. ",79,"으아, 수많은 보물 상자들도 같이 망가졌겠네.           \n\n세상은 너무 잔인해.",7];
      
      public static var darkTemple:Array = ["아, 전에 봤던 신전이네. \n신냥이를 숭배하는 신전 같진 않은데. \n그 이상한 광신도들의 신전이 아닐까?",112];
      
      public static var rapture2:Array = ["길이 여러 갈래로 갈라지는 듯하군. \n거대한 미로 같은 지역이야. ",61,"자연물이라기엔 바위들이 너무 적절하게 배치돼 있어. \n이 받침대들, 원래 뭔가 둥그런 물체가 놓여 있었던 것 같아.",92,"(음, 너. 그래, 너 말이야. \n다른 애들과 있다 보니, 최근 서로 말할 기회가 없었네. \n내가 지금 생각하는 거 읽을 수 있지? \n기도하는 것 처럼 보여? 뭐, 그럴지도.)",11,"(어쨌든, 이 모든 것에 네가 많은 영향을 끼친다는 건 알고 있어. 제대로 이해는 안 되지만... \n처음에 너, 나랑 다리없냥만 있을 때는 그냥 좀 재밌는 여행이라고 생각했었는데. \n이젠 정말 위험해지고 있어. 그러니까, 내 친구들을 잘 부탁해. \n특히 나탈리 - 그 녀석, 우리한테 나쁜 일이라도 일어나면 엄청 자책할 거야.)",5,"(내가 생각하는 만큼 네가 가진 영향력이 크다면, 우리가 죽거나 하지 않게 노력해 줘.         \n\n아, 그리고 선택형 컨텐츠는 전부 클리어해 줘 - 전리품은 가능한 한 모으고 싶어!)",2,"맷, 거기 가만히 서서 뭐 하는 거냐? \n우린 지금 적의 영토 깊숙이 들어와 있다. 좀 집중하라고!",65,"미-미안!",13];
      
      public static var rapture3:Array = ["이제 보주 두 개를 모았네! \n착실히 진행되고 있어.",34,"야옹!",122];
      
      public static var rapture4:Array = ["좋아, 세 번째 보주를 찾았어. \n점점 긴장되는데!",2,"어째 곧 죽을 것 같은 생각이 드는군. 다들 인생의 마지막 순간들을 즐기고 있도록.",88,"야옹?",147];
      
      public static var rapture5:Array = ["좀 안 좋은 느낌이 드는데. \n보주를 전부 받침대에 올리면 무슨 일이 일어날지 예상이 안 되는군...",88,"최선의 경우, 최종보스가 소환되고 우린 다 바로 죽겠지. 아니, 최악의 경우인가?",5,"뭐, 혹시 무슨 일 있을지도 모르니... \n다들 만나게 돼서 즐거웠어!",101,"(갑자기 다들 많이 진지해졌네. \n팀의 사기를 위해서는 차라리 평소대로인 게 낫겠는데.)",47];
      
      public static var space0:Array = ["으악, 내 총!!",69,"으아, 무슨 일이 일어나는 거야?!",52,"불쌍한 내 인생!",4,"이거 좀 재밌네! \n중력이 전혀 없는 것 같아!",93,"여러 시공을 잇는 웜홀에 빨려 들어가는 것 같군 . \n도착지가 어디일지 예측할 수가 없어. \n은하계의 저편에서 표류하게 될지도.",65,"괜찮아 - 알지 못하는 외계의 기술이지만, 뭔가 믿음이 가! \n저 앞에 빛이 보여, 거의 다 온 것 같아...!",2];
      
      public static var space1:Array = ["이곳은... 우-우주인가?! \n우리, 질식하는 거야?!",78,"와, 정말 높게도 올라왔네! \n저 멀리 보이는 있는 파란 구슬이 지구야? \n숨은 잘 쉴 수 있는데... 질식할 이유라도 있어?",112,"이건... 정상적이지 않아. \n이건 현실인가? 아니면 그냥 환상?          \n\n이 세계의 물리 법칙상으로는 존재할 수 없는 곳이야!",66,"일종의... 소형 우주? \n시공간의 일부가 우리의 세계에서 격리돼 있는 건가? \n이걸 모노리스들이 만들었다고?",75,"수뇌부가 여기 있을 거다!! \n모노리스들의 지휘관이 잠복하기에 알맞은 곳이야!",73,"방금 한 말, 하나도 이해 안 됐는데. \n그래도, 그렇게 강력한 힘을 가진 적을 손쉽게 죽일 수는 없을 것 같네...",5,"야옹, 야옹!",142,"그래, 다들 자신감을 좀 가져. 이 앞에 뭐가 있더라도 제대로 준비만 하면 이길 수 있을 거야.",53];
      
      public static var space2:Array = ["잠깐, 더 나아가기 전에 한가지 확인해야 될 것 같아. \n꽤 오랫동안 누군가가 우릴 미행하고 있었던 것 같아...",35,"ㅁ-뭐?! \n대체 누가 우리를 미행하고 있었다는 거야?!        \n\n그래도 나름 신중하게 이동했는데!",76,"가끔 맷이랑 대화하는 것도 봤어. \n누군가가 우리를 하늘에서... 아니, 그보다도 멀리서 지켜보고 있는 것 같아.            \n\n설명하기는 어렵지만, 그런 느낌이 들어.",41,"너도 느낄 수 있는 거야? \n난 내가 미쳐가는 줄 알았어. \n뭐랄까, 게임 세계를 조종하는 플레이어 같다고 생각이 들더라. \n뭐, 나는 그 정도로 이해하고 있어.",12,"이 세상이 시뮬레이션이란 설은 들어 봤지만, 아직까지 그 이론을 뒷받침할 정도의 근거는 없어. \n아마 미래에도 그런 걸 증명할 방법은 없을지도.",83,"내가 확실히 진실을 알고 있다는 건 아니야 - 그래도 뭔가 직감적으로 느껴져.       \n\n가끔 누가 듣고 있을지도 모른다 생각해서 혼잣말을 할 때도 있어. \n원하는 것에 대해 생각하면, 누가 나를 안내하듯이 이뤄지게 돼.",27,"게다가, 주변에 온갖 이상한 인터페이스 같은 게 떠다니잖아. \n아이콘이나 말풍선 같은 거 말이야. \n우리는 서로 대화하는데 그런 거 필요 없잖아. \n아마 우리를 지켜보는 누군가를 위해 있는 걸 거야!",15,"(왜 지금까지 텍스트 상자를 눈치 못 챈 거지? \n지금 와서 보니 너무 당연한 부분인데!)",66,"뭐, 어쨌든 간에. \n화면 너머의 누군가한테 하고 싶은 말이 있어. \n우릴 꽤 오래 지켜본 모양이니, 좀 솔직해져도 되겠지...",31,"우리가 죽거나 하지 않게 제대로 하는 게 좋을 거야!!",40,"점점 모험의 끝에 가까워지면서 정말로 위험해지고 있어. 게다가 지금까지 네가 실수를 하지 않은 것도 아니야. \n네 선택 덕분에 우리가 꽤 고생을 한 부분도 있어. \n이게 마지막이니까, 진지하게 우릴 이끌어 줘!",39,"으아, 나탈리, 너무 화나게 하진 마-",12,"내 친구들이 다치기라도 한다면, 내가 용서 안 할 거야!",40,"하, 이 정도면 되겠지. \n정말로 누군가가 들어줬으면 좋겠네.",47,"좀 이해가 안 되는 상황이야. \n맷이랑 나탈리가 이렇게 종교적이었는 줄은 몰랐어!",105,"*처음부터 다 알고 있었다는 듯 웃음*",141];
      
      public static var space3:Array = ["그만! \n저쪽으로 가지 않는 게 좋을 거야... 뭔가 끔찍하게 잘못된 게 있어.",85];
      
      public static var space4:Array = ["내 몸이 멋대로 앞으로 끌려가는 것 같아! \n이쪽으로 더 가기 싫어!",115,"ㅇ-야옹!",145];
      
      public static var space6:Array = ["뭐-",73,"...",25,"야-야옹...",126,"공간 자체가 일그러지고 있어! \n이 효과가 퍼져나간다면, 우리가 아는 시공간의 모든 것이 분해되고 말 거다.        \n\n세계 그 자체가 찢기고 삭제되는 것 같아.",68,"우리가 할 수 있는 게 있어? \n이게 끝이야?! \n저런 괴물을 상대로 어떻게 싸워?",6,"그냥 아무것도 모르는 상태로 집에 있어도 좋았을 텐데. \n다들 돌아가서 그렇게 하자!       \n\n공허에 삼켜져서 죽기는 싫어!",98,"ㅇ-ㅇ-ㅇ-야옹...",148,"이건 그냥 악몽일 뿐이야. \n이건 그냥 악몽일 뿐이야. \n이건 그냥 악몽일 뿐이야. \n이건 그냥-",89,"야!! \n정신 좀 차려!",40,"여기까지 어떻게든 왔잖아. 앞으로도 최선을 다하기만 하면 괜찮을 거야. \n우린 지금까지 만났던 적들보다 훨씬 강해져 있다고! \n화면 뒤의 플레이어가 우리를 승리로 이끌어 줄 거야!",52,"그리고 우리들만 있는 것도 아니야 - 지금까지 포획한 수많은 동물들이 우리를 도와줄 거야! \n희망 항구, 그린우드와 레드파인 마을의 주민들이 전부 우리만 믿고 있어! \n모두을 저버릴 순 없잖아!",53,"이게 우리의 마지막 전투라면, 최선을 다해 싸울 거야! \n솔직히 많이 겁먹었지만!",114,"여기서 진다면 엄마랑 아빠가 날 용서하지 않을 거야! \n부모님을 위해서, 모두를 위해서 이겨야 해!",103,"ㅁ-만약 이게 끝이라면, 적들에게 최대한의 피해를 입히고 가지! \n마지막 남은 폭탄까지 사용해서라도!",69,"지금까지의 모험, 참 즐거웠어. 앞으로도 계속 함께할 수 있으면 좋겠네.             \n\n난... 일단... 내 칼로 쳐보도록 할게. \n지금까지는 어째 잘 통했던 것 같으니.",27,"야옹!",123];
      
      public static var ending1:Array = ["그렇게, 지구는 드디어 시공의 포식자의 간섭에서 자유로워졌습니다. 임무를 실패하고 지도자를 잃은 코즈믹 모노리스들은 바활성화되었고, 그들의 사악한 에너지가 옅어짐에 따라 세계에는 다시 평화가 찾아왔습니다. 수일 동안이나 지속되던 전쟁들이 멈추고 사람과 동물은 다시 조화롭게 살 수 있었습니다.",333,"파티는 예전의 기억들을 되찾기 시작했습니다 - 수년간의 모험으로 쌓인 우정이 서서히 돌아왔습니다. 포식자의 영향이 사라진 후, 잊혀져 있던 기억들이 공허에서 풀려나고, 종료된 시뮬레이션들의 내용이 꿈과 환상의 속에서 다시 상기되기 시작했습니다.",333];
      
      public static var mattXnatz:Array = ["맷과 다리없냥은 던전들을 탐험하며 보물을 빼앗는 생활을 계속했지만, 점점 NPC들에게서 훔치는 일은 줄어들었습니다. 나탈리와 함께하며 나름 도덕적인 행동을 배운 걸까요? 맷은 최대한 나탈리를 실망시키지 않게 노력했고, 몇 번의 실수는 있었지만 둘의 관계는 점점 좋아졌습니다.",333,"세계에 평화가 찾아온 후, 둘은 드디어 자신들만의 시간을 가질 수 있었습니다 - 그들의 모험의 시작과도 같이. 나탈리는 어딘가에 정착해서 평화로운 삶을 살고 싶어했지만, 맷이 철이 들 때까지 몇 년쯤 기다리기로 했습니다. 그렇게 둘은 한동안 크고 작은 모험을 다니다가, 결국 커플 관계로 발전하게 되었습니다.",333];
      
      public static var lanceXnatz:Array = ["랜스는 어느 정도 양심이 생겼는지, 자신에 의해 파괴된 집들의 재건을 도왔습니다 - 원래 전쟁 병기였던 기계들은 물자를 모으고 집을 지을 수 있게 개조되었습니다. 바위나 나무로 만들어진 수많은 적들이 희생되었고, 많은 정원들이 파괴되었습니다. 붕괴 위험성 등은 전혀 검토되지 않았습니다.",333,"사실 랜스의 의도는 재건 작업을 하며 나탈리의 곁에 계속 있는 것이었습니다. 자신에게 연애 감정을 가질 리는 없다는 건 자각하고 있었지만, 나탈리에게 더 적합한 사람이 생길 때까지는 희박한 확률이라도 괜찮다고 생각했습니다. 언젠간 나탈리가 제정신을 차릴지도 모른다, 혹시 맷이 어디서 싸우다 죽을지도 모른다. 가능성이 적은 일이라고 생각되지만, 조금 행복한 망상을 해보는 것도 좋은 일입니다.",333];
      
      public static var annaXnatz:Array = ["애나가 세계를 구한 후, 애나의 부모님은 이제 슬슬 애나가 자립할 때가 되었다고 생각하게 되었습니다. 그렇게 집에서 쫓겨난 애나는 소량의 땅과 집 한 채를 사, 식물과 화분들로 가득 채웠습니다. 집은 빠르게 습해지고 곰팡이가 생겼으며, 애벌레들로 들끓게 되었습니다. 애나의 건강은 빠르게 악화되었습니다.",333,"대학을 졸업한 후, 나탈리는 애나와 잠시 동거하며 중재역이 되었습니다. 기본적인 수준의 청결을 유지하면서 애나가 취미를 계속 즐길 수 있게, 다리없냥을 마스코트 삼아 함께 가든 센터를 창업했습니다. 주변 히피족들과 할머니들한테 인기 많다고 하네요.",333];
      
      public static var mattXanna:Array = ["맷과 애나는 서로 다른 게임 콘솔을 플레이하며 살아왔기에, 자신이 겪어보지 못한 게임들에 대한 상당한 관심이 생겼습니다. 두 명 다 액션과 어드벤처 장르를 선호하고, 특히 협동 플레이가 가능한 게임들을 좋아한다고 하네요. 단, 격투 게임은 실제 싸움과 박살 난 컨트롤러와 함께 끝나는 게 일상입니다.",333,"최근까지는 인터넷 비용을 감당 못 해서 가이드 같은 걸 찾아보지 못한 둘이었지만, 이젠 힌트와 함께 고전 게임들을 다시 플레이하며 새로운 비밀을 찾고 있습니다. \"온라인 게임\"이라는 새로운 시도를 해볼 생각도 하고 있지만, 아직까진 기술적 문제가 좀 있다고 합니다.",333];
      
      public static var lanceXanna:Array = ["랜스와 애나는 자주 함께 사냥을 나가는 파트너가 되었습니다. 둘은 마을의 가축을 귀찮게 하는 슬라임과 펭귄 같은 동물을 주로 사냥했습니다. 가끔, 대량의 현상금이 걸린 거대한 괴수들도 잡곤 했습니다. 아다만타이마이나 킹 베히모스 같이.",333,"상반된 관심사를 가진 둘은 서로에게서 많은 것을 배워야 했습니다 - 특히, 자연의 파괴와 보존은 서로 밀접히 연결되어 순환하는 관계라는 걸. 랜스는 융단폭격 같은 취미는 계속하기 어렵다는 걸 배웠고, 애나는 수많은 욕설을 새로 배우게 되었습니다.",333];
      
      public static var mattXlance:Array = ["맷과 랜스는, 혹시 모를 미래의 외계 침공에 대비해 새로운 무기를 개발했습니다. \"기가 소드 캐논 9000+\"라는 이 병기는 나란히 서있는 탱크 20대를 관통할 수 있을 정도로 강력했습니다. 쌍절검, 건블레이드와 원격조종 칼 같은 여러 무기들이 제시되었지만, 각하되었습니다. 랜스의 말에 따르면 참 바보 같은 발상이라고 하네요.",333,"랜스의 세계 정복이라는 목적은 사라지지 않았지만, 그는 평화적인 수단으로 이를 달성하기로 했습니다. 모험하며 쌓은 온갖 자원과 기술로 산업 혁명을 일으켜, 자본주의 사회를 지배하는 기업인이 되려 한다네요. 상품을 파괴하는 것보다 거래하는 게 더 이익이 생긴다는 것 같습니다.",333];
      
      public static var badEnd:Array = ["에픽 배틀 판타지 팀은 세계를 구하고 자신들의 임무를 완수한 후, 다시 평소대로의 삶으로 돌아갔습니다. 그들은 서로의 차이점을 극복하지 못했고, 각자 나름의 앙심을 갖고 헤어졌습니다. 가끔 만나 술 한잔 하며 그들의 모험을 회상하곤 했지만, 다시 그 정도의 업적을 이루는 일은 없었습니다.",333,"에에?! \n좀 우울해지는 엔딩이야!",99,"그렇지? \n우리가 그렇게나 팀워크가 부족했나?",5,"글쎄, 몇 명은 그냥 뒷전에 내팽개쳐서 활약할 기회도 없었잖아. \n딱히 누구 한 사람의 문제였다고 하는 건 아니지만.",51,"흐음, 더 많은 퀘스트를 끝내고 모든 캐릭터들을 활용했으면 더 나은 엔딩을 얻었으려나...?",45,"참 짜증나는 플롯 장치네! \n해피 엔딩을 위해 남의 심부름을 해야 된단 말이야?",9,"적어도 DLC 같은 건 사지 않아도 되잖아.",79,"야옹...",139];
      
      public static var okayEnd:Array = ["에픽 배틀 판타지 팀은 세계를 구하고 많은 이들의 존경을 받게 되었습니다. 꽤 많은 양의 팬들을 얻었지만, 그들의 파괴적인 행각을 규탄하는 이들도 있었습니다. 위험한 시기에는 위대한 영웅으로 대우받았지만, 평화로울 때에는 사람들한테 폐가 되었습니다.",333,"으아, 해냈어! \n나름 괜찮은 엔딩인 것 같아!",93,"그래도 이게 다는 아닐 것 같아 - 아직 모두의 이야기를 끝까지 보지도 못했고. \n뭔가 더 남은 게 있을 거야.",52,"그 와중에 우리를 적대하는 사람들도 좀 생긴 것 같네... \n너희들이 계속 보이는 것마다 훔쳐대서 그렇지!",99,"그래... 적어도 사과부터 좀 하는 게 좋겠네. \n모두가 완전히 용서받을 때까지는 좀 시간이 걸릴 거야.",47,"뭐, 너희들이 괜찮다면 난 계속 플레이하고 싶어. \n아직 찾지 못한 비밀들도 있을 테고!",94,"잠깐! \n방금 제작자에게서 텔레파시로 메세지를 받았어!",16,"완전한 엔딩을 보기 위해선, 많은 업적을 달성하고 전투에서 모두를 활용해야 된다고 해! \n시간을 들여 우리들의 우정을 강화해야 돼! \n그리고 워프 존에 있는 음유시인한테 대화해 보라네!",2,"그거, 엄청나게 유치하게 들리는데. \n우리가 무슨 아동용 카툰인가?",88,"야옹!",122];
      
      public static var goodEnd:Array = ["에픽 배틀 판타지 팀은 세계를 구한 후, 그 과정에서 자신들이 입힌 피해를 복구하려고 열심히 노력했습니다. 마을들을 재건했고, 빌린 것은 돌려줬으며 포획한 몬스터들을 주변 생태계의 복원을 위해 풀어줬습니다. 그들을 기리는 여러 동상들이 세워졌고, 오랜 시간 동안 좋은 친구로 남게 되었습니다.",333,"그래서, 음, 이제 나랑 맷이랑 사귀는 거야? \n너무 갑작스러운데!",43,"아니, 아직은 아니야! \n가까운 미래에 일어날 일들을 본 것뿐이야!",12,"앞으로 무슨 일이 일어날지 직접 보는 건 참 이상한 기분이네. \n뭔가 시간 여행 법칙이라던가 어기고 있는 게 아닐까?",41,"실제로 일어나기 전에 어떻게든 우리가 망쳐놓겠지. \n앞으로 시간은 충분해!",2,"그러니까 이게 최선의 엔딩이란 건가? \n흥!             \n\n재미 없어...",81,"네가 원하는 엔딩을 선호할 사람은 없을 거야, 랜스. \n방금 본 미래의 랜스를 좀 닮아갔으면 좋겠네.",109,"언젠가 내가 직접 게임을 만들도록 하지 - 내가 주인공이 돼서 언제나 승리할 거야! \n(그러면 내가 얼마나 대단한지 알아주겠지!)",77,"잠시, 펭귄들이나 좀 쏘고 있겠다.",79,"그거, 재밌을 것 같네! \n다리없냥이 당한 만큼 돌려주자고!",93,"야옹, 야옹!",123];
      
      public static var shillingA:Array = ["아, 그렇지! 너, 그러니까 이 게임의 플레이어한테 하는 말이야. \n만약 에픽 배틀 판타지 5를 많이 즐겼고, 낸 돈 이상의 가치가 있다고 생각하면 (세일하는 중에 샀다던가?), 제작자가 게임을 계속 제작할 수 있게 도와주는 걸 고려해 봐! Patreon에서 조금만 지원해도 여러가지 혜택들을 받을 수 있어. 위쪽 링크에서 최근 소식을 확인해 봐!",27];
      
      public static var shillingB:Array = ["아, 그렇지! 너, 그러니까 이 게임의 플레이어한테 하는 말이야. \n아마 지금 네가 에픽 배틀 판타지의 무료 버전을 플레이하고 있다고 생각하는데. 만약 새로운 컨텐츠와 도전을 원한다면, 확장판을 사는 걸 고려해 봐! 파일 백업 기능으로 세이브 데이터를 옮길 수도 있어!",27];
      
      public static var stopShilling:Array = ["어이, 적당히 해라. \n과도한 광고를 좋아하는 사람은 없어. \n저 플레이어가 우리를 삭제하면 어쩌려고?",79,"흠, 그런가. 뭐, 즐거운 모험이었어.  \n플레이해줘서 정말 고마워! \n팬들의 성원이 없었으면 5편까지 오지 못했을 거야!",4];
      
      public static var newgamePlus:Array = ["저기, 그거 있잖아?          \n\n그러니까... 그, 비밀이었던 거 말이야!",106,"아, 그렇지... \"뉴게임+\" 라고 했던 것 같은데.            \n게임을 처음부터 다시 플레이해야 되지만, 지금까지 얻은 모든 장비와 능력치를 유지할 수 있어! \n아, 그리고 에픽 난이도 관련 업적들은 뉴게임+에서 달성할 수 없다고 하네...",15,"아직 현재 파일에서 할 일이 남아있으면 어떻게 해?",105,"종료 후 다시 로드하면 되겠지. \n최종보스를 쓰러뜨린 후에는 저장할 수 없는 것 같더라.",29,"아... \n그래서, 음... 뉴게임+가 정확히 어떻게 적용되는 거야? \n뭔가 특별히 해야 되는 거라도 있나? \n아니면 그냥-",92];
      
      public static var freezeflame1:Array = ["얼음... 아니, 마그마 동굴인가? \n대체 어떻게 되먹은 곳이야?",22,"야옹, 야옹 - 야옹!",137,"하? \n여기에서 다른 사이클롭스의 냄새가 난다고? \n아직 할 일이 남아 있는 것 같네!",2];
      
      public static var freezeflame2:Array = ["ㅁ-뭐야, 이 퍼즐들은? \n그냥 무시하고 지나가는 게 나을 것 같아.",18];
      
      public static var freezeflame3:Array = ["또 퍼즐... 제발 나한테 이러지 마. \n그냥 박살 내고 지나갈 순 없는 거야?",28];
      
      public static var freezeflame4:Array = ["야옹... 야옹!",144,"하하... 너, 지금 나보고 널 들고 가라는 거냐? \n다리없냥, 이 정돈 할 수 있을 거야. \n겁먹지 마!",2,"...",129];
      
      public static var freezeflame5:Array = ["좋아, 저기 보스 두 명이 보이네. 어느 쪽에 싸움을 걸어도, 둘과 동시에 싸워야 할 거야. \n여기서 선택을 해야 되겠는데-",35,"아, 알겠다! \n불 속에서 싸울지, 얼음에 둘러싸여 싸울지 결정하라는 거지, 나탈리?!",16,"그래, 그거야!",31];
      
      public static var freezeflame6:Array = ["이걸로 끝이다!",4,"그런데, 우리 집 바로 앞에 이런 동굴이 있었는진 몰랐어. \n뭔가 멋진 일이지만 좀 무섭기도 하네. \n흐음, 이런 선택형 던전이 더 있을지도 모르겠어...",15,"세상을 모험하다 보면 널려 있을 거야! \n게다가 보물로 가득 차 있겠지!",2];
      
      public static var maze1:Array = ["마지막으로 이곳을 방문한 지 몇 주가 지났군. \n여기가 내 로봇들이 광물과 화석 연료를 캐는 곳이다. 내 부재중에 많은 진척이 있었던 것 같군.",61,"이 터널 얼마나 긴 거야? \n여기 몬스터는 있냐? \n보물은?",1,"흐음, 모르겠다. \n대부분의 기계들은 녹슬거나 맛이 가버렸을 거야. \n몇 대 마주칠 가능성은 꽤 되겠지.",75];
      
      public static var maze3:Array = ["이 터널 진짜 끝이 없어! \n여기 전체를 탐험하는 게 가능하긴 해?",95,"지구가 구형이라는 이론이 맞는다면, 이 터널은 지구를 한 바퀴 돈 후 출발점으로 돌아오게 된다. \n정말로 그렇게까지 갔을지는... 모르겠다만. \n포괄적 상태 보고서를 쓰는 기능은 프로그래밍하지 않아서 말이다.",83];
      
      public static var maze2:Array = ["야, 모든 로봇에 적용되는 건지는 잘 모르겠지만... 만약 이곳에 거대한 기계 보스가 있다면, 그 흔적을 쫓아서 터널을 통과할 수 있지 않을까?\n아마 그게 우릴 출구로 이끌어줄지도?",92,"좋은 지적이다. 보기보다 더 명석할지도 모르겠군. \n탱크가 지나간 흔적이 보이면 그걸 따라가자!",62,"아아, 고맙다 그래.       \n\n아, 그리고. 좀 당연한 이야기지만, 지도를 그리면 우리가 어디 있는지 더 쉽게 확인할 수 있을 거야.",109];
      
      public static var maze4:Array = ["이 답답한 대기 때문에 엄청 메스꺼운 느낌이 들어. 왜 이렇게 냄새가 고약한 거야?",104,"그저 휘발유, 유황과 연기 정도다. \n고작 이 정도로 포기하는 거냐?",79,"숨을 못 쉬겠어.",119];
      
      public static var maze5:Array = ["우리 지금 몇 시간째 뺑뺑이 돌고있는 것 같은데. \n캠프라도 설치해서 잠시 쉬는 게 어때?",58,"그 경비원, 쉬다 보면 입구에 돌아와 있을 거라고 했던 것 같은데. \n끝까지 가는 게 목적이라면 계속 진행하는 게 좋을 것 같아.",2,"으으...",47];
      
      public static var maze6:Array = ["내 기억이 맞는다면, 이런 퍼즐방은 총 두 개가 있다. \n이 터널의 모든 시스템에 연결된 발전소지.",61];
      
      public static var maze7:Array = ["여긴 어디야? \n숨겨진 방?",46,"퍼즐방에서 막혀있을 바에야 차라리 터널에서 영원히 떠도는 게 낫겠어. \n돌아가자.",17];
      
      public static var maze8:Array = ["우와, 거대한 가시들이 땅에서 솟아오르고 있어! \n방이 막 우르릉거리는데 - 보스인가?!",6,"싸울 생각이라면 최대한의 화력으로 공격하는 게 좋을 거다. \n엄청나게 내구력이 높은 기체이니, 지체했다간 죽음뿐이야.",68,"산 채로 매장당하는 건 사양하고 싶군. \n만약 최악의 상황이 된다면 먼저 가도록 하지.",89,"넌 분명 우리 편에 들어왔을 텐데, 아직도 우리가 네 뒤처리를 해야 되는 거야? \n하, 지금은 겁먹고 있을 때가 아니야 - 너도 보스 잡는 것 좀 도와!",40];
      
      public static var maze9:Array = ["핵융합 엔진의 결점을 이해할 것도 같군 - 연료가 떨어지지 않다 보니, 주인이 전혀 필요 없어지는 듯하다. \n아마 계획적 노후화가 안전장치로써 자리를 잡을 것 같군.",65,"애초에 채굴기에다가 거대한 미사일을 장착하지 말지 그래?!",40,"그럴 순 없지. \n환경 테러리스트들로부터 기체를 지키기 위한 무장이 필요하거든. \n믿기 힘들겠지만, 집 아래에 터널을 파는 걸 달갑지 않게 보는 사람들도 있어서 말이지.",81,"음.. 여기 탐험하는 거 다 끝났으면, 슬슬 지상으로 다시 올라갔으면 좋겠는데.",112];
      
      public static var hollows1:Array = ["좀비로 가득한 동굴이라고? \n숲의 저주와 관련이 있을 거 같은 예감이 드네.",51,"와, 이런 곳이 있는지는 전혀 몰랐어. \n딱히 동굴 탐험가 체질은 아니기도 하고.",112,"동굴은 매우 위험한 곳이다. \n용암류가 자주 숨겨져 있고, 온갖 종류의 크리퍼들이 출몰하지.        \n\n가스 누출도 흔하게 일어나니, 성냥에 불을 붙일 때 조심하도록.",88];
      
      public static var hollows2:Array = ["히이이이익!! \n미끄러질 뻔했어!",55,"발 조심해, 나탈리. \n떨어지면 끝장이야!",27];
      
      public static var hollows3:Array = ["아, 또 블록 퍼즐이네. \n좀비들조차 이딴 걸 만든다는 거야?!",10,"여긴 지옥이야.",9];
      
      public static var hollows4:Array = ["원시적 패스워드 시스템이군. \n충분한 시간만 있다면 노가다로 풀 수 있을 거야.",61,"그렇게까지 할 이유는 없을 것 같아. \n여기 새겨진 문양들의 의미를 해독하면 될 거야.",31];
      
      public static var hollows5:Array = ["아니, 방금 우리가 한 일에 대해 모두 노코멘트야? \n대체 왜 대변 같은 게 열쇠였던 건데?",48,"더 심한 것도 겪어 봤거든. \n적어도 고양이들의 갓 뽑은 생심장을 갖다 바치는 건 아니었잖아.",19,"야옹?!",125];
      
      public static var hollows6:Array = ["어쩐지... 감시당하고 있는 듯한 느낌이 들어.",35,"(난 애초에 항상 널 지켜보고 있어. \n그런 건 걱정하지 않아도 될 거다.)",72];
      
      public static var hollows7:Array = ["고양이 둥지가 하나 더 있었네! \n작지만 끈질긴 녀석들이야.",103,"이번엔 저 짐승들이 뭘 준비했는지 궁금하군. \n다시 한 번 퇴거 명령을 내리러 가볼까.",69];
      
      public static var hollows8:Array = ["저 저주받은 나무를 제거했으니, 신비의 숲도 언젠가 원래대로 돌아갈 수 있을 거야.         \n\n아마도.",92,"저 뿌리들을 통해 지상까지 영향을 미치던 것 같네. \n동감이야, 저 나무가 저주의 근원이었던 것 같아.",31,"이 세상의 문제들 뒤에는 죄다 고양이가 있는 것 같군, 안 그러냐? \n정말 장점이 없는 짐승들이군.",79,"야옹!!",150,"다리없냥이 \"모든 고양이가 그런 건 아니야, 이 상병신아!\" 래.",12,"\"너 따위보다 훨씬 고등 동물인 나는, 네놈한테 모욕할 필요성조차 느끼지 못한다\" 라고 전해줘.",61,"...",129,"일단 여기서 빠져나가자.",47];
      
      public static var caverns1:Array = ["하? \n우리, 왜 장화를 놔두고 와야 했던 거지?",105,"잘 모르겠어. \n난 그냥 아무 아이템이나 고른 거니 별 이유 없을 거야.",27];
      
      public static var temple1:Array = ["뭐야 이거?       \n\n이 유적지, 보존 상태가 아주 훌륭해! \n믿기지 않을 정도야!",46,"왜 장화를 놔두고 가게 했는지 알 것 같군.",109,"얼음 퍼즐이라고?! \n처음부터 함정이었던 거야!?",30];
      
      public static var temple2:Array = ["(이 구조물... 저 수정으로부터 에너지를 흡수하고 있는 건가? \n내가 지금껏 잘못하고 있었나? \n모노리스가 아니라 저 수정들을 연구해야 했나?)",66];
      
      public static var temple3:Array = ["오, 우리와 거대한 수정 사이에 머리 세 개 달린 용이 한 마리 있네. \n흐음, 부와 목숨 중 뭐가 더 중요할까나?",5,"확실히 좋지 않은 상황이다. \n저 용이 사라져줬으면 좀 낫겠군.",77];
      
      public static var temple4:Array = ["저깟 용은 우리의 상대가 되지 못해!",64,"나는 전설적인 용살자, 수정의 축적자이자 용사들의 첫째인 맷으로 알려질 거야!",4,"그거 참 이상하네 - 조금 전까지는 도망칠 생각만 가득했잖아!",109,"자기들이 원하는 만큼만 기억하는 것 같아, 애나. \n게다가 자신을 속이는 버릇도 가지고 있지.",51];
      
      public static var caverns2:Array = ["안 돼. 싫어. 안 해.        \n\n그냥 평소대로 나탈리가 하게 놔둘 거야.",17,"넌 보물을 위해선 어떤 어려운 도전도 마다하지 않는 줄 알았-",92,"쉽게 내린 결정인 것 같아?! \n이런 식으로 내 꿈을 포기하는 게?            \n\n할 수만 있다면 직접 했단 말이야!",8,"진정해, 함께라면 풀 수 있을 거야. \n그리고 만약 막히게 되면 온라인에서 친절한 누군가가 풀이법을 공유해주겠지.",42];
      
      public static var caverns3:Array = ["봐봐, 맷. \n여기 이렇게 수정이 많은데, 우리가 퍼즐 풀 동안 저걸 가져가 보지 그래?",32,"어 그래, 난 매번 가질 수 없는 것만 원한다고!! \n날 놀리는 거야?!",10,"너 진짜 애기 같아!            \n\n(사실 네가 화낼 때 행동이 꽤 귀엽더라...)",33,"...",11];
      
      public static var caverns4:Array = ["여기서부터는 꽤 뜨거워지는 것 같은데.",2];
      
      public static var caverns5:Array = ["돌덩이 몇 개 정도로 나와 상자 사이를 떼어놓을 순 없지!",3,"돌이 블럭 퍼즐로 배열되지만 않았으면 말이야. 그렇지?",33,"왜 놀리는 건데?!",7,"와, 가차없다!",111];
      
      public static var caverns6:Array = ["용암이 보이기 시작하면, 좀 너무 깊게 파고든 건 아닌가 생각이 들곤 하지.",85,"저기 있는 거대한 골렘, 포세이돈과 친척 관계이려나? \n우리가 걔한테 무슨 짓을 했는지 딱히 말하지 않는 게 좋겠지... 하하.",111,"동의한다.",65];
      
      public static var caverns7:Array = ["아슬아슬했어. \n우린 정말 강력한 적들을 많이 만들었네.",47,"우리가 함께 싸운다면 신조차도 상대가 되지 않아! \n빨리 여길 털고 나서 다음 보물을 찾으러 가자!",4,"뭐, 다들 꽤나 괜찮았던 것 같긴 하네, 그렇지?",53,"야옹, 야옹!",123,"머리 타는 냄새가 나는데...",112];
      
      public static var snowflake1:Array = ["우와, 여긴 어디야? \n좀 이상하게 생겼지만, 무서운 곳은 아닌 것 같은데.",92,"웜홀을 통해 다른 차원으로 이동한 것 같군. \n딱 보면 알겠지만, 배경이라는 거 자체가 없는 것 같다.",83,"마치 미완성 상태의 그래픽 같아. \n아직 작업 중인 지역에 실수로 들어온 건가?",2,"이곳, 적이나 함정은 전혀 없는 것 같네. \n어두워서 잘 보이진 않지만.",35,"물리 법칙은 평범하게 작용하는 듯하군. \n아마 위험 요소는 없을 것 같은데 - 조사해보지!",62,"콜!",3,"야옹!",124];
      
      public static var snowflake2:Array = ["저기 있는 놈이 이쪽 차원의 주민인가? \n아니, 애초에 뭐야 저거?",16,"덜떨어져 보이는 게 꽤 순한 성격일지도 몰라. \n지금 우리 상황에 대해 물어볼 수 있지 않을까?",95];
      
      public static var snowflake3:Array = ["고양이 같이 생긴 주제에 놀랄 정도로 잘 싸우더군. \n게다가 좀... 2차원적으로 생겼었는데.",88,"결국 쓰러뜨려야 했다는 게 좀 아쉽네. \n뭐, 다들 살아 나왔으니 잘 끝난 거겠지.",53,"야-야옹...?",137,"그런 걱정은 하지 않아도 될 거야, 다리없냥. \n어느 정도 고양이의 모습을 하고 있지만, 너는 물론 이 행성의 어떤 생명체와도 관계 없을 거라 생각해!",52,"어쨌든, 저 뒤에 전리품이 좀 있었던 것 같아. 잊지 말고 나가기 전에 챙기자!",2];
      
      public static var retro1:Array = ["에? 숨겨진 스테이지인가?! \n굉장한데!",3,"뭔가 좀 이상한 느낌이 드는 곳인데....        \n이런 곳이 대체 왜 존재하는 거지?",5,"야옹...",125];
      
      public static var retro2:Array = ["들어와선 안 되는 곳을 들어온 것 같은데...",66,"괜찮아, 그냥 숨겨진 스테이지를 찾은 것뿐이야!",2,"(의도적으로 만들어진 지역이라는 생각이 안 들어... \n봐선 안 되는 것이었던 게 분명해!)",65];
      
      public static var retro3:Array = ["오, 하나 더 찾았다! \n우리가 찾은 세 번째 숨겨진 지역이야!",16,"조금 소름 돋거나 하진 않아? \n다른 차원에 숨겨진 비밀 지역이라구? \n뭔가 강력한 마법이 작용하고 있을 거야...",35,"가상우주론이 맞는다면... 이 시뮬레이션에 뭔가 오류가 있다는 걸지도.         \n\n오류난 시스템은 재부팅되는 게 일반적인데, 좋지 않은걸.",75,"야옹?",135];
      
      public static var retro4:Array = ["숨겨진 레벨이 아직 남아 있었군!",61,"지금까지... 한 4개 정도 찾은 것 같아!",15,"(지금까지의 오류들은 전부 사소한 것뿐이었고, 영구적인 부작용은 없었어. \n오류를 통해서 접근 불가 메모리에 접속할 수 있을까? \n그곳엔 어떤 것이 기다리고 있지? 누군가 다른 사람이 이 결점을 이용할 가능성은?)",88,"(한편으론, 너무 알려고 하진 않는 게 나을지도 모르겠군...)",88];
      
      public static var glitch1:Array = ["당장 이곳을 떠나자!! \n정말 좋지 않은 예감이 든다!",86,"이번만큼은 전적으로 동의해. \n 여기서 나간 다음에 영원히 돌아오지 말자.",55];
      
      public static var glitch2:Array = ["제발 자비 좀! \n우릴 저기로 보내지 마!",24,"할 수 없어. 할 수 없어. 할 수 없어. \n난 여기에 없다. 난 여기에 없다. 난 여기에 없다.",89,"숨을 쉴 수가 없어. \n(질식사할 것 같다고!)",38,"이봐, 우린 진짜로 이것만큼은 하기 싫어.          \n\n너 지금 이거 읽고 있는 거 다 알거든? \n그러니까 제발 우리가 여기서 나갈 수 있게 해줘, 알겠어?",8];
      
      public static var glitch3:Array = ["제발, 최소한 난이도라도 좀 낮춰 줘! \n우릴 모두 죽일 생각이야?!",28];
      
      public static var glitch4:Array = ["이겼지만... 우린 평생 원래대로 돌아갈 수 없을 거야. \n제발 그러지 말라고 빌었는데도 넌 우릴 그곳에 보냈어.         \n\n이 괴물 자식.",28,"방금, 우리가 말하는 게 아닌 것 같았어. \n저거... 우리 입을 통해서 말하고 있던 거야?",58,"따뜻한 샤워와 긴 휴가가 필요할 것 같군. \n최악의 상황은 충분히 겪어봤다고 생각했다만...",88,"이젠 평생 제대로 잘 수 없을 것 같아.           \n\n이 경험을 절대 잊지 못할 거야...",97,"야..야오오오옹...",128,"(어라? 왜 평소의 음악이 돌아오지 않는 거야?)            \n\n그게 다시 나타나기 전에 어서 여길 빠져나가자!",6];
      
      public static var akron:Array = ["여기까지 오는데 많은 고비를 넘겼군. \n 대체 뭐가 있길래 이 정도로 감춰져 있는 거지?         \n\n그저 오래된 신전 같이 보이는데, 뭐랄까...",61,"좋지 않은 예감이 들어. \n여긴 신냥이의 신전이 아니야 - 뭔가 다른, 훨씬 사악한 존재를 숭배하는 곳 같아.",112,"아크론의 신전 중 하나인 것 같아!",96,"아크론? \n이상하네, 어디서 들어본 적 있는 이름인 것 같아...",5,"아크론은 수천 년 전 신냥이에 의해 이 세계에서 추방당한 존재야. \n그는 뒤틀린 악마 같은 형상에 종기와 치아, 그리고 촉수로 이루어진 흉물이었어.            \n\n제물들의 생명을 흡수해 끔찍한 호문쿨루스를 만드는 데 사용했다고 전해져.",92,"뭐, 전설에 따르면 말이야. 실제로 그런 일이 있었는지 아는 사람은 없을 거야. \n호문쿨루스 같은 것도 존재할 리 없겠지.",94,"근데, 우리의 원하는 대로 일이 진행된 적이 있긴 했어?",51];
      
      public static var mattDefeated:Array = ["해낸...건가? \n우리, 아직 돌로 변하는 거야?",7,"아직 모두 살아 있는 것 같으니, 확실히 해주됐을 거야.",52,"야옹, 야옹!",130,"알았어, 앞으로 널 잡아먹겠다는 \"농담\"은 그만둘게. \n방금 그건 너무 리얼했었어.",5];
      
      public static var natalieDefeated:Array = ["으으, 꽤 충격적인 경험이었어. \n잠시 고양이 그림들을 보며 치유받고 있을게.",47,"*도와주고 싶음*",123];
      
      public static var lanceDefeated1:Array = ["우...우리 아직 살아있어?! \n다들 괜찮으면 뭔가 말해!",106,"모두 그 폭발을 버텨낸 듯하군. 어째선지 이 신전도 온전한 듯하고. \n난 과거에 이런 폭발에 휘말린 경험이 있었다만, 너희들도 살아남을 수 있을지는 미지수였다.",88,"자폭하는 적들은 정말 쓸데없이 귀찮아.",19];
      
      public static var lanceDefeated2:Array = ["내 병기가 점점 늘어나는군!",64];
      
      public static var annaDefeated:Array = ["앞으로 적을 사냥할 수 있을지 모르겠네. \n사냥당하는 게 어떤 기분인지 알고 나니 견딜 수 없을 것 같아.",98,"웃기는 소리! \n몬스터들은 고통이나 두려움을 느끼지 못해!         \n\n이 정도 경험으로 그렇게 영향을 받으면 안 되지.",81,"화..확실해? \n다들 죽을 때 비명을 지르잖아.",97,"내가 모르는 건 없어. \n적들은 자의식이 없는 오토마타일 뿐이다.",79,"(기분은 좀 나아졌지만, 랜스의 말을 믿어야 할지는 모르겠네.)",95];
      
      public static var evilNolegs1:Array = ["우와, 우리 또 우주로 나온 거야??",106,"흐음, 일종의 투기장 같이 보이는데. \n압도적으로 강력한 적과 싸울 준비를 해야 할 것 같군.",83,"아직 만나지 못한 플레이어 보스는 하나밖에 없어. 그렇다면-",52,"야옹!",136,"아, 아직 흑화 다리없냥이랑 싸우지 않았지! \n걱정할 필요가 있을까?",112,"아마 꽤 쉬운 싸움이 될 것 같은데. \n작은 고양이 주제에 얼마나 강하겠어?",29,"야옹...",139];
      
      public static var evilNolegs2:Array = ["우리, 방금 \"영적 경험\"을 한 걸까?",96,"정신이 혼미해지는 것 같군. 방금 일어난 일, 전부 현실이었나? \n고양이 같은 게 더 보이면 미쳐버릴 것 같아!",89,"야옹!",123,"아아아아아아아아아악!!!!!!!!!",86,"우리 부모님, 자기 자신과 싸우는 게 가장 힘든 싸움이라고 늘 말씀하셨는데. \n이런 뜻이였나?",95,"그런 의미는 아니었을 것 같은데... 그래도 훌륭한 말이네.",33,"이젠 다 괜찮을 거야! \n모든 시험을 통과한 것 같아!",4,"그런 것 같네.          \n\n다들 잘 해줬어.",34,"냐!",122];
      
      public static var bossRush:Array = ["우리, 선택형 보스들 전부 잡은 거 맞지?! \n그럼... 이것들은 다 뭐야?",92,"아마 업적 몇 개 따는 일만 남은 것 같아. \n다들 괜찮다면 여기 있는 전투들에 도전해보고 싶은데. \n여러 보스와 연속해서 싸우라던가, 그런 간단한 거겠지... 하하.",27,"여긴 더 이상 메인 스토리의 일부가 아닌 것 같아. \n만약 여기서 사망하더라도 현실에서는 죽지 않을거야.          \n\n아마도.",23,"꽤 힘든 싸움이 될 것 같네. \n그래도, 이미 한 번씩 쓰러뜨린 적들이니 다시 해낼 수 있을 거야.",103,"업적을 달성해 내 명성을 높이는 것은 훌륭한 일이지 - 나도 참전하겠다. \n그리고, 이제 와서 말하지만... 우리, 훌륭한 전투 부대가 된 것 같군!",88,"지나간 보스들과 다시 싸우게 된다면, 우리가 놓친 적을 포획할 좋은 기회가 될 거야!",34,"헤헤헤, 결국 너도 몬스터 사냥을 즐기게 됐구나?",117,"에?! \n그게... 뭐, 최근 내 태도가 좀 바뀐 것도 같네.",43];
      
      public static var mattPC:Array = ["전기가 나갔네, 한동안 컴퓨터나 하고 있을까...          \n\n아차.",5];
      
      public static var mattConsole:Array = ["최신형 게임 콘솔이야. 내 최고의 보물이지!",2];
      
      public static var angryBird:Array = ["이 새는 저렇게 당해도 싼 놈이야...             \n\n매 번 내 집을 들이받거나 하고, 정말 짜증난다니까.",9];
      
      public static var cutTheRope:Array = ["뭔지는 잘 모르겠지만, 어째 먹을 걸 전부 독식할 것 같이 생겼네.          \n\n앞으로 그럴 일은 없을 것 같지만.",5];
      
      public static var N64:Array = ["오, 이건 오래된 게임기인 것 같네...         \n...역시 내가 가지고 있는 게 스펙이 더 좋지!",1];
      
      public static var squall:Array = ["총이면서 검이기도 하네...                \n뭐, 상관없나.",19];
      
      public static var deadFish:Array = ["죽은 지 꽤 오래된 물고기네...                 \n...보관도 제대로 안 한 것 같고.",17];
      
      public static var buster:Array = ["(이걸 훔치기는 어려울 것 같네. \n애초에 드는 것부터 불가능해!)",19];
      
      public static var painting2:Array = ["이거야말로 예술이야! \n간단하고 명확하지.",3];
      
      public static var guestbook:Array = ["방명록 \n\"너무 화려하게 치장되어 있고, 경비원들은 날 내려다보는 것 같았어. 2/10.\" - 벨라 \n\"쓸데없는 그림 쪼가리들. 제 점수는요... -99/10점.\" - 차드 \n\"모두 한번 봐야 할 아름답고 귀한 역사적인 그림들이 모여 있습니다, 10/10.\" - 나탈리"];
      
      public static var mansionBook:Array = ["이 책, 다른 차원으로 통하는 숨겨진 포탈에 대해 적혀 있어. \n4개의 포탈을 다 찾으면, \"변질된 우리 왕의 동상\"옆에 마지막 5번째 포탈이 나타날 것이라네.          \n\n뭐 이런 이상한 이야기가...",22];
      
      public static var goldbook:Array = ["여기 숨겨진 노트가 있어. 이렇게 쓰여져 있군: \n\"추카드림네다! 겜 다깼어요! 끝났어요! 한장 더 사줘영!\"",76];
      
      public static var report1:Array = ["제88번째 기록: 감옥이 다 찼다. 나이 든 포로들을 처형해서 지도자의 하렘을 위한 방을 만들라는 명령을 받았다. \n인류의 재증식 계획을 위해 다양한 어린 여성들을 수집해야 한다."];
      
      public static var report2:Array = ["제57번째 기록: 저 신비한 돌의 힘을 다룰 수 있다면, 우리는 무한의 에너지원을 얻게 될지도 모른다. 우리의 기술은 저항군에 비해 압도적인 우위에 서고, 세계 정복 계획은 엄청난 속도로 진행될 것이다. 단, 이 모노리스들을 조사하다 일어난 에너지 파동에 연대 규모의 피해를 입었다는 소문이 있는 바, 상당한 주의를 요한다."];
      
      public static var report3:Array = ["제32번째 기록: 때가 왔다. 대충격이 뜻밖의 도움이 되었다. 세계는 혼란에 빠지고, 우리의 적은 자기들끼리 싸우고 있다. 그들의 군이 갈팡질팡하는 사이, 우리의 기계들이 옛 세계를 박살 내며 새로운 시대를 열 것이다."];
      
      public static var book1:Array = ["\"인류의 시대는 끝났다. 미래는 완벽하고 변함없는 기계들에 의해 지배될 것이다. 수십억의 몸이 통일된 의지 아래에 하나의 유기체로서 행동하리라. 이제 돌이킬 수 없다. 특이점이 빠르게 다가온다.\"\n-기계의 시대 9장"];
      
      public static var book2:Array = ["\"오직 그의 존재의의가 무엇인지 완전히 이해하였을 때, 그는 영혼을 부여받으리라. 영혼은 빈 껍데기에 불과하던 NPC를 그의 프로그램 이상으로 나아갈 수 있게 하리라. 그는 새로운 존재의의를 찾아내고, 풍요로움과 의미로 가득 찬 아름다운 미래로 나아가리라.\"\n-인류의 초월 8장"];
      
      public static var computer1:Array = ["시스템 업그레이드 진행 중: 컴퓨터의 전원을 끄지 마십시오."];
      
      public static var paintingLance:Array = ["여기에 그 얼간이 놈이 살고 있는 것 같은데...             \n\n다 박살 내 놓자고!",1];
      
      public static var catStatue:Array = ["\"선지자의 지혜로운 가르침을 마음속에 새겨넣으라, 그러면 신냥이의 천사가 그대에게 영원한 행운을 부여할지니.\" \n\n-묘경 12장"];
      
      public static var dontSteal:Array = ["그린우드 대장간 \n\n(좀도둑 사절. 지켜보고 있습니다.)"];
      
      public static var annaBook:Array = ["\"대부분의 허브는 집 안에서도 키울 수 있고, 당근과 순무는 뜰에서 쉽게 키울 수 있습니다. 농기구 없이, 값싼 씨앗 몇 개만으로 당신만의 채소 밭을 만들 수 있습니다. 농작물을 직접 키우는 것은 장기적으로 많은 돈을 절약할 수 있습니다... \"\n-저예산 조리법 3장"];
      
      public static var annaPS:Array = ["뭐 이런 게임기가 있지? - 이상한 프리스비 같은 걸로 작동하는 것 같은데.          \n\n꽤나 흠집도 나 있고...",15];
      
      public static var pokes1:Array = ["옛날에 플레이했던 게임이 생각나네. \n이름부터 마지막이라고 했는데, 거짓말이었어.           \n\n애초에 난 임프들을 넘어서지도 못했지만.",2];
      
      public static var pokes2:Array = ["진짜 모피로 만들어진 게 아니었으면 좋겠어. \n귀여운 동물들을 잡아 죽이는 사업은 지지 안 해.",47];
      
      public static var painting:Array = ["정말 아름다운 예술 작품이야! \n해석을 위한 공간을 남겨놓으면서도, 화가의 성격과 메세지를 잘 표현한 것 같아.",32];
      
      public static var NGC:Array = ["이건 게임박스 720인 거 같아. \n이걸 플레이해볼 기회는 없었지만, \"대전투 배시 브라더스\"는 꽤 좋은 게임이라 들었어...",1];
      
      public static var cultBook:Array = ["\"세계의 파괴자의 시선 아래 영혼을 정화하려는 자들에게 거대한 문이 열리리라. 오직 피와 어둠만이 이 필멸의 세계에서 원죄를 씻을 수 있나니. 죄는 뼈에서 흐르는 살코기와 같이 영혼에서 정화될지어다. 공물로 살덩이가 필요하나니... \"\n\n-묘경 19장"];
      
      public static var mvalley:Array = ["이 작은 꼬마는 곧 녹아내릴 것처럼 보여. \n골짜기를 방랑하다가 길을 잃은 것 같아.            \n\n몇 년 전에 했던 게임이 생각나네.",35];
      
      public static var djin2:Array = ["만약 길들일 수 있었다면 강력한 동료가 되었을 것 같아...           \n아쉽게도 그냥 눈 조각상일 뿐이지만.",92];
      
      public static var djin1:Array = ["여기 또 비슷한 생물이 있네...           \n꽃게 발톱 비스무리한 걸 보니 얜 물 속성인 걸까나.",95];
      
      public static var ghost1:Array = ["유령 둘이서 싸운다! \n참 생생한 조각상이야!",2];
      
      public static var ghost2:Array = ["적일지 동료일지 감 잡을 수 없게 생겼네. \n정말 얼빠진 표정을 짓고 있는데... 뭔가 미안해서 자비를 베풀게 될 것 같아.",5];
      
      public static var snowlegs:Array = ["다리없냥이네!!           \n아니면 그냥 다른 고양이일지도.",33];
      
      public static var book3:Array = ["Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. \nUt enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. \nDuis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur."];
      
      public static var book4:Array = ["\"...최면을 걸어 육 여사의 환상이 나타나게 해주어 환심을 사게 하고 있다...\""];
      
      public static var book5:Array = ["\"...신의 계시로 몇 년만 참고 기다리면 여왕이 될 것이므로 친인척 등 외부인을 만나면 부정을 타게 되니 접촉을 피하라...\""];
      
      public static var illuminati:Array = ["이 논문은... 일루미나티가 실제로 존재한다는 것에 대한 수학적 증명이잖아!               \n어째 일부 계산이 틀린 것 같기도 하지만...",82];
      
      public static var koolaid:Array = ["쿨-*이드 음료수 같이 생겼군...           \n좀 빛나는 것 같기도 한데, 방사능이라도 섞여있는 건가.",61];
      
      public static var well:Array = ["완전히 마른 우물이네.       \n바닥에 뼈가 잔뜩 깔렸잖아... 어으.",95];
      
      public static var N642:Array = ["이 콘솔용 게임은 하나밖에 없는 것 같은 데다 컨트롤러도 없어. \n머리가 아파오네...",17];
      
      public static var ultima:Array = ["금발에 꼬리 달린 녀석이 이런 검을 사용했던 거 같아...        \n...그 녀석, 결혼하더니 은퇴해버렸지만.",2];
      
      public static var cross:Array = ["피와 고문 장치로 가득해... \n누군가 여기서 좋지 않은 날을 보낸 것 같군.             \n\n(난 아닐 거야. 난 아닐 거야. 난 아닐 거야...)",85];
      
      public static var catStatue2:Array = ["고로, 하늘에서 화염비가 내렸고 대지가 찢어졌으며, 남자와 여자, 그리고 아이들까지 평등하게 죽임당하였으니. \n신냥이는 그녀의 절대적인 심판으로 그들을 영원한 어둠 속으로 추방시켰으니라. \n-묘경 16장"];
      
      public static var taller:Array = ["여기서 누군가 자기 키를 키우려고 했던 것 같군...    \n(아버지가 내 성장이 느리다며 이렇게 매달았었는데... 어쨌든 난 괜찮게 자랐지만.)",61];
      
      public static var crystal:Array = ["이걸 훔칠 생각은 하지도 마!          \n애초에 너무 커서 나를 수도 없다고!",39];
      
      public static var spears:Array = ["이 무기들... NPC급이네. \n우리가 사용하려 하면 산산이 부서질 거야.",1];
      
      public static var guns:Array = ["이 총들... 내 취향이라기엔 너무 현실적이야. \n난 실용성은 갖다 버린 무기를 좋아한다고.",1];
      
      public static var crapTV:Array = ["TV 전원이 들어오지도 않네...     \n...켜 봤자 볼거리도 없지만.",1];
      
      public static var skull:Array = ["해골이다...            \n...이미 하나 있어.",5];
      
      public static var sink:Array = ["으으, 보지 않는 게 나았을 텐데.",18];
      
      public static var sign1:Array = ["북쪽: 야생 열대림 \n동쪽: 희망 항구 \n남쪽: 얼어붙은 골짜기"];
      
      public static var sign2:Array = ["서쪽: 대관람관과 농작물 시장으로 향하는 길 \n동쪽: 희망 항구의 사막"];
      
      public static var sign3:Array = ["서쪽: 희망 항구 \n동쪽: 철의 요새 \n남쪽: 레드파인 마을"];
      
      public static var sign4:Array = ["서쪽: 신비의 숲 (현재 저주받은 상황이라 여행은 추천하지 않습니다.) \n북쪽: 애나의 집과 토리이 신사."];
      
      public static var sign5:Array = ["북쪽: 잊혀진 유적지 \n남쪽: 무지개 대문으로 향하는 강 \n지하: 숨겨진 좀비 던전"];
      
      public static var sign6:Array = ["남쪽 및 서쪽: 광활한 얼어붙은 골짜기 \n북쪽: 무지개 대문 \n동쪽: 레드파인 마을 (현재 농성 중, 관광객들은 주의하세요)"];
      
      public static var sign7:Array = ["그린우드 마을에 오신 것을 환영합니다! \n(파시스트들은 환영하지 않습니다)"];
      
      public static var sign8:Array = ["레드파인 타운에 오신 것을 환영합니다!! \n(인구가 급격하게 감소하는 중)"];
      
      public static var sign9:Array = ["동쪽: 무기 상점 \n북동쪽: 음식점과 재료 상점. \n저쪽: 강화제 가판대"];
      
      public static var desertSign:Array = ["주의: 남쪽에 보스가 있다는 제보를 받았습니다! \n\n힘든 전투에 돌입하기 전에 먹거리를 사놓으세요! \n서쪽으로 한 칸만 가면 나오는 스타피쉬 시장에서 당신이 원하는 모든 걸 구할 수 있습니다!"];
      
      public static var signDungeon:Array = ["중요 알림 : 여기는 선택형 던전이며, 평소와 다른 규칙이 적용됩니다! \n적들은 경험치를 주지 않고, 당신의 레벨에 비례하여 조정됩니다. 아무 때나 해당 지역에 도전할 수 있으나, 스킬, 장비와 경험이 충분해진 후에 도전하는 것이 조금 더 쉬울지도 모릅니다. 이 앞에 기다리는 시련들에 마음 단단히 먹으세요! "];
      
      public static var library0:Array = ["누군가가 옛 전설에 대해 탐구하고 있던 것 같네.     \n이 세상 어딘가에 세 개의 정령석이 존재하며, 이를 전부 모으면 다른 세계로의 문을 열 수 있다고 적혀 있어. \n이 신비한 세계에서 무엇이 기다리는지 아는 사람은 없다는데...",45];
      
      public static var library1:Array = ["\"항복한 몬스터를 포획하려 하면 반드시 성공하지만, 강력한 몬스터들은 쉽게 항복하지 않습니다. 기절하거나 빙결된 적은 포획을 쉽게 피하지 못합니다. 다른 부정적인 상태이상 역시 포획 성공 확률을 약간 올려주는데, 주요 예시로 봉인과 불운을 들 수 있습니다.\""];
      
      public static var library2:Array = ["\"몬스터를 포획하는 게 목적이라면 전투 이전부터 준비해놓는 게 좋습니다. 어떤 장비들은 몬스터들을 잡을 확률을 올려주는 반면, 다른 장비들은 의도적이지 않은 반격으로 적들을 죽이기도 합니다. 행운 상태이상 역시 포획에 성공할 확률을 높여줍니다.\""];
      
      public static var library3:Array = ["\"목표한 적이 긍정적 상태이상, 방어 버프와 높은 체력을 가지고 있다면 포획하기가 힘들어집니다. 적의 방어력과 마법 방어력, 그리고 특히 회피율을 깎으면 포획하기가 훨씬 수월해질 겁니다. 단, 공격 버프 또는 디버프는 포획 확률에 영향을 주지 않습니다.\""];
      
      public static var library4:Array = ["\"포획 시도 시, 성공 확률은 박스의 흔들림 횟수 여부로 확인할 수 있습니다. 세 번 흔들릴 시 어느 쪽으로든 아슬아슬했다는 의미이며, 그보다 더 적게 흔들린다면 더 명확한 결과였다는 걸 보여줍니다. 운의 요소가 존재하기는 하지만 매우 비중이 작기 때문에, 너무 운에 의존해서 적을 포획하려 하는 것은 좋지 않습니다.\""];
      
      public static var library5:Array = ["\"많은 적들은 곧 패배하리라 생각될 시 항복합니다. 대개 양쪽의 HP 비율에 비례하기에 적을 다치게 하거나 아군을 치유함으로써 항복을 유도할 수 있습니다. 항복한 적들은 다음 턴에 도주하며, 자비를 보여주든, 그렇지 않든, 전투 보상은 동일하게 획득합니다. 또한, 모든 플레이어가 귀여움 상태를 가지게 되면 항복할지도 모릅니다.\""];
      
      public static var library6:Array = ["\"대부분의 적은 포획할 수 있습니다. 심지어 보스까지도! 포획할 수 없는 적은 매우 희소하며, 포획 대상으로 지정할 수 없기에 쉽게 알아볼 수 있습니다. 만약 포획하고 싶은 적을 실수로 죽였다면, 추후에 다시 조우할 방법이 있을지도 모릅니다...\""];
      
      public static var library7:Array = ["\"장비 아이템 강화 시, 무작위 효과가 발동할 확률이 상승합니다. 정확한 확률은 알 수 없지만, 일반적으로 강력한 효과일수록 발동률이 낮기에 밸런스는 유지됩니다. 숙련된 전사가 되기 위해선 많은 장비를 사용하며 경험을 얻어야 합니다.\""];
      
      public static var library8:Array = ["\"전투를 준비하는 데 얼마나 시간을 소비할지는 전적으로 당신의 선택입니다. 정기적으로 장비를 교체 및 강화하며 적들을 스캔하고, 새로운 보물을 찾으며 전략을 세우는 것은 전투를 훨씬 쉽게 만들 수 있지만, 전투 사이에 준비하는 시간이 더 길어지게 됩니다. 전투 밖에서 언제나 난이도를 조정할 수 있다는 걸 잊지 마세요.\""];
      
      public static var library9:Array = ["\"일부 재료 아이템들은 전투에서 무기로 사용할 수 있고, 모종의 이유로 다른 스킬의 사용이 불가능할 때 유용하게 쓰일 수 있습니다. 또한, 긴 전투를 위해 유용할 수 있는 행동으로, 전투 중에 플레이어의 장비를 교체할 수 있습니다. 단, 이 방법을 사용할 때는 각 장비의 능력치 차이를 확인하기 어려울 수도 있습니다.\""];
      
      public static var library10:Array = ["\"보스나 강력한 적들이 공격을 충전할 시, 방어 커맨드로 캐릭터들을 지킬 수 있습니다. 일부 장비는 방어 시 추가 효과를 발동합니다 - 올바른 선택은 공격의 효과를 완전히 무효화할 수도 있습니다! 투명과 인챈트 상태 효과는 적절히 사용할 경우 매우 효과적입니다. 어떤 장비들은 방어를 강력한 공격 버프로 바꿀 수도 있습니다!\""];
      
      public static var library11:Array = ["\"전투에서 도망치는 것을 두려워하지 마세요. 전투에 들어가 적을 스캔하고 약점을 확인한 다음에 도망치면 더 확실한 준비를 할 수 있습니다. 전투에서 도망치는 것은 반드시 성공하며 어떤 불이익도 받지 않습니다. 도망칠 수 없는 전투는 극히 드뭅니다.\""];
      
      public static var library12:Array = ["\"추가 스킬은 NPC에게서 배우거나, 보물상자 속에서 찾을 수 있습니다. 여러 플레이어 중 한 명이 배울 수 있고, 이후 추가 AP 지불 또는 레벨 하락 없이 다른 플레이어에게 옮길 수 있습니다. 어떤 플레이어가 각 추가 스킬을 최대로 활용할 수 있을지 생각하고, 각 플레이어는 8개까지의 추가 스킬을 배울 수 있다는 걸 기억하세요.\""];
      
      public static var library13:Array = ["\"적이 사용하는 공격의 성질을 완전히 알 수는 없지만, 동작을 보는 정도로 어떤 속성일지 추측하는 건 어렵지 않습니다. 또한, 적이 실체가 있는 물건으로 공격하는지, 순수 에너지로 공격하는지에 따라 물리 공격인지, 마법 공격인지 추론할 수 있습니다. 여러가지 장비와 버프, 디버프를 어떻게 활용할지 잘 생각해 보세요.\""];
      
      public static var library14:Array = ["\"일부 스킬, 특히 적의 특수 공격들은 100%보다 낮은 속성을 가지고 있습니다. 이는 속성 약점 또는 내성이 전체 공격의 일부 퍼센트에만 적용된다는 뜻입니다. 가령 100%의 불 속성 내성을 가지고 있다면, 50% 불 속성의 공격에는 오직 피해의 절반만을 방어할 수 있습니다. 속성 피해를 증가시키는 무기들은 일반 공격처럼 속성이 고정되지 않은 스킬에는 영향을 주지 않습니다.\""];
      
      public static var library15:Array = ["\"스킬의 성질이 물리인지 마법인지 늘 확인하세요. 모든 플레이어 캐릭터는 한쪽 공격 능력치가 더 발달되어 있으며, 장비와 버프는 이를 추가로 강화합니다. 대부분의 적은 동일한 물리 방어력과 마법 방어력을 가지지만, 한 종류의 피해에 취약한 적들도 존재합니다. 각 적들의 방어력은 몬스터 백과에서 확인할 수 있을 겁니다.\""];
      
      public static var library16:Array = ["\"어떤 적들은 보다 지능적인 행동을 보입니다 - 몬스터 백과에서 각 적의 항목을 한 번씩 확인해 보세요. 가장 약한 플레이어를 공격할 수도, 속성 상성을 이용할 수도 있으며, 어려운 난이도에서는 이들이 더욱 지능적으로 변합니다. 이를 통해 어느 플레이어에게 적의 다음 공격이 올지 예측하고 후방으로 옮기거나 보호할 수 있습니다.\""];
      
      public static var library17:Array = ["\"스킬 연계는 피해량을 굉장히 증폭시킬 수 있으며, 대부분의 경우 투자한 시간만큼의 가치가 있습니다. 두 턴에 걸쳐, 주요 딜러를 버프시키고 적의 방어를 디버프시키며, 피해를 증폭시키는 상태이상들을 건 후 최강의 기술로 적을 공격할 수 있습니다. 이 모든 것을 합치면 기하급수적으로 피해량을 증폭시킬 수 있습니다! 특히 리미트 브레이크나 다른 강력한 공격을 사용하기 전에 유용합니다.\""];
      
      public static var library18:Array = ["\"가끔 휴식을 취하는 것도 잊지 마세요. 계속 앉은 자세로 있는 것은 치질과 이른 죽음으로 이어질 수 있습니다 (심지어 현실에서도). 아, 그리고 편식하지 말고 태양을 똑바로 쳐다보지 마세요.\""];
      
      public static var library19:Array = ["\"전투 중에 아군을 교체하는 것은 많은 이점이 있습니다. 교체 행동은 턴을 소비하지 않으며, 후방에 있는 플레이어들은 자동으로 치유됩니다. 만약 전방의 플레이어가 디버프를 받거나 디스펠 당했을 경우, 대기 플레이어가 더 나은 버프를 유지하고 있을 수도 있습니다. 자주 플레이어를 교체하는 것은 재사용 대기시간이 있는 스킬을 효율적으로 활용할 수 있게 합니다.\""];
      
      public static var library20:Array = ["\"이전 에픽 배틀 판타지 게임들과는 달리, 같은 버프는 중첩되지 않습니다. 버프 혹은 디버프는 항상 고정값으로 적용됩니다. 예를 들어, 플레이어에게 이미 20%의 버프가 걸린 상태에서 50%의 버프를 부여하면 50%만 적용됩니다. 이에 따라, 버프를 즉시 상쇄할 수 있는 디버프 스킬들은 매우 위험한 변수로 작용합니다. 단, 버프 스킬의 효과를 증폭시키는 장비 또한 존재하니, 어느 때보다도 강력한 버프 효과를 받을 수 있습니다.\""];
      
      public static var library21:Array = ["\"많은 상태이상들은 다른 상태이상들과 결합이 가능합니다. 예를 들어, 젖음 상태와 냉기 상태는 빙결 상태로 이어지며, 마름 상태는 화상이나 내상에 걸릴 확률을 증가시킵니다. 불운을 가진 상태에서 파멸에 걸릴 경우 즉사로 이어지나, 행운을 가진 상태에서 즉사는 단지 불안정 상태에 그칩니다. 또한, 많은 상태이상은 속성 공격으로 인한 피해량을 조정하고 이는 방어나 공격에 이용할 수 있습니다.\""];
      
      public static var library22:Array = ["\"일부 상태이상은 특정 적들을 상대로 매우 효과적입니다. 강한 적들은 대부분의 치명적인 상태이상에 저항을 가지고 있지만, 언제나 그런 것은 아닙니다. 의외로 간단하게 강력한 적을 무력화시킬 수 있을지도 모릅니다. 또한, 상태이상을 부여할 확률을 높이는 장비도 있으며, 행운과 불운 상태이상 역시 상태이상 적용 확률에 영향을 미칩니다.\""];
      
      public static var grave1:Array = ["레오 장군을 깊이 기억하며. \n광대 케프카에 의해 냉혈하게 살해당했다."];
      
      public static var grave2:Array = ["- RIP Fez 2 - \n이 세계에서 살기에는 너무 순수했기에 개발 지옥으로 추방되었다."];
      
      public static var grave3:Array = ["- L 로우라이트를 깊이 기억하며 - \n\"2017년 실사 영화판이 최고라고.\" - 그의 유언"];
      
      public static var grave4:Array = ["~ 술크 여기에 잠들다 ~ \n별로 느끼고 있지 않았던 모양이다. \n~ RIP ~"];
      
      public static var grave5:Array = ["내 사랑스러운 토끼, 플러피를 기리며. \n그녀는 17마리의 아이를 남겼다."];
      
      public static var grave6:Array = ["으스스한 뼈다귀 여기에 잠들다."];
      
      public static var grave7:Array = ["\"만세 반석이여, 날 위해 갈라지셨네, \n주 안에 나를 숨기게 해주소서!\""];
      
      public static var grave8:Array = ["슬래피 프로그, 페퍼 래빗, 팔콘 봄버와 폭스 맥도날드 여기에 잠들다. \n이 태양계를 위한 그들의 헌신은 잊혀지지 않을 것이다."];
      
      public static var grave9:Array = ["- 존 스*우를 깊이 기억하여 - \n\"난 모든 것을 알고 있지.\" - 그의 유언"];
      
      public static var grave10:Array = ["EA사가 인수한 모든 스튜디오, 여기에 잠들다. \n그 옆에는 소액결제가 없는 완성된 게임들이 같이 묻혀있다. \n\nX를 눌러 조의를 표하십시오."];
      
      public static var grave11:Array = ["흔한 품위가 여기에 잠들어있다."];
      
      public static var grave12:Array = ["- 에픽 배틀 판타지 6 - \n관련 질문을 한 모두와 함께 고이 묻히다."];
      
      public static var grave13:Array = ["골* 썬 시리즈 이곳에 잠들다. \n그 이야기에 영원히 결말이 없기를."];
      
      public static var grave14:Array = ["{ 컬리 브레이스 } \n버섯을 너무 많이 먹어서 사망, 그냥 빨래 건조기 안에 들어갔으면 됐을 텐데."];
      
      public static var grave15:Array = ["~ 메트*이드를 깊이 기억하며 ~ \n팔의 대포가 오작동 해 전투 중 사망. \n묻힐 만한 부위가 거의 남지 않았다."];
      
      public static var grave16:Array = ["다모네 은상세"];
      
      public static var grave20:Array = ["~ 비비 여기에 잠들다, 번역 과정에서 그녀의 죽음은 잊혀졌지만 ~"];
      
      public static var grave17:Array = ["~ RIP 저스티스 왬포르 - 용감한 성기사이자 충직한 성직자 ~ \n그의 육중한 황금빛 갑주는 어떤 공격이라도 막을 수 있었지만, 그것이 그의 몰락이 되었으니. \n좁은 통로에 몸이 끼어, 그를 쫓던 악마들에게서 탈출할 수 없었다. \n그의 유해는 수습되지 못해, 지금까지도 그 유령은 이승을 떠나지 못한다."];
      
      public static var grave18:Array = ["~ 베오른의 아들 베오른, 여기에 잠들다 - 야만인이자 사업가 ~ \n자만과 탐욕으로 눈이 멀어, 강대한 드래곤에게 공중전으로 도전하다 사망하였다. \n\"추락 데미지 같은 걸로 난 죽지 않아, 내 체력은 엄청 높다고!\" - 그의 유언"];
      
      public static var grave19:Array = ["~ 살라자르 래트킨을 깊이 기억하며 - 드루이드, 의사이자 광신도 수장 ~ \n반역을 꾀한 대가로 처형된 후 그렇게도 좋아하던 쥐들의 밥이 되었다. \n그 최후가 거짓 숭배의 어리석음을 알리는 본보기가 되기를."];
      
      public static var seaSign1:Array = ["북쪽: 레드파인 마을 \n남쪽: 배틀 아레나 & 데이터베이스 \n항해자들에게 경고합니다: 잘못된 길에 든다면, 강한 해류에 의해 해안가까지 밀려납니다. \n직접 길을 찾고 싶다면 설정에서 도움말을 끄세요!"];
      
      public static var seaSign2:Array = ["쉬어라, 그리고 감사해라."];
      
      public static var seaSign3:Array = ["서쪽: 데이터베이스 \n동쪽: 배틀 아레나 \n북쪽: 망망대해"];
      
      public static var goldnote:Array = ["응? 여기에 치트 목록이 숨겨져 있네...        \n\n치트 메뉴에 추가해놔야지!",2];
      
      public static var signDungeonAlt:Array = ["중요 알림 : 여기는 언제나 당신의 레벨에 비례하는 선택형 던전입니다. \n아무 때나 해당 지역에 도전할 수 있으나, 스킬, 장비와 경험이 충분해진 후에 도전하는 것이 조금 더 쉬울지도 모릅니다. 이 앞에 기다리는 시련들에 마음 단단히 먹으세요!"];
      
      public static var signDungeonAlt2:Array = ["중요 알림 : 일반적으로 이곳은 선택 지역이지만, 커스텀 게임을 하고 있는 중 이런 지역을 무시한다면 레벨이 뒤쳐질 수도 있습니다!"];
      
      public static var paperpile:Array = ["세계관의 설정에 대한 상세한 설명이 적혀있지만, 이런 걸 읽고 있을 시간은 없습니다."];
      
      public static var library23:Array = ["\"전설에 따르면, 한때 축복 상태이상은 굉장히 강력했으며 디스펠에도 끄떡없었다고 합니다. 현재에 이르러서는 이건 옛말인 뿐이며, 해로운 상태 효과를 방어할 때마다 1턴의 축복이 소모됩니다. 즉사 상태이상이라면 2턴을, 디스펠이라면 3턴을 소모합니다.\""];
      
      public static var library24:Array = ["\"일부 무기와 스킬은 적의 버프를 무시하지만, 디버프까지 무시하진 않기 때문에 불이익은 없습니다. \n\n일부 장비는 플레이어가 적에게 상태이상을 걸 확률을 50% 증폭합니다. 이 효과를 가진 장비들은 서로 효과적으로 중첩됩니다.\""];
      
      public static var library25:Array = ["\"속성 저항과 비슷하게, 상태이상 저항도 곱셈식으로 적용됩니다. 50% 상태 저항은 상태이상 확률에 0.5를 곱하고, 80%저항력은 0.2를 곱하며 100%저항력은 완전한 면역을 의미합니다. 100% 이상의 상태 저항을 갖는건 무의미하지만, 100% 이상의 상태이상 확률은 완전히 면역이 아닌 적을 상대로 매우 유용합니다.\""];
      
      public static var library26:Array = ["\"만약 치명타 확률이 100% 이상이라면 (또는 200% 이상) 치명타를 두 번 (세 번) 중첩하여 입힐 수 있습니다. 각 치명타 레벨 당 50%의 피해가 더해져, 최대 150%까지의 추가 피해가 발생합니다. 행운과 용감 상태 효과는 플레이어의 공격을 치명타로 만드는 걸 돕고, 불운과 불안정 상태이상은 적을 치명타로 공격하기 쉽게 만듭니다. 이 상태태이상들은 서로 중첩됩니다.\""];
      
      public static var library27:Array = ["\"속성 피해를 증폭시키는 장비는 기본적으로 20%의 강화 효과를 가지며, 레벨에 따라 2%씩, 최대 30%까지 적용됩니다. 이 효과는 중첩되어, 30%의 효과를 가지는 장비를 두 개 착용하면 총 60%의 증폭 효과를 볼 수 있습니다. 이 효과는 순수 속성 스킬에만 해당되며, 무기의 속성을 따르는 스킬은 이 효과에 영향을 받지 않습니다.\""];
      
      public static var library28:Array = ["\"착용한 장비의 효과로 부여되는 상태이상은 어떤 방법으로 막을 수 없습니다. \n상태이상 저항이 무시되는 또 다른 사례로, 대왕 오징어의 역겨운 죽음 등이 있습니다.\""];
      
      public static var library29:Array = ["\"장비의 특수 효과들은 대개 강화 레벨이 올라갈수록 더 강력해집니다. 예를 들어, 턴 시작 시 또는 공격 시 발동하는 효과의 경우, 장비의 레벨이 높을수록 발동 확률이 높아집니다. 강력한 효과는 발동할 확률이 매우 낮으며, 약한 효과들은 꽤 자주 볼 수 있습니다. 이런 효과들의 발동 확률은 각 장비에 따라 다릅니다.\""];
      
      public static var library30:Array = ["\"누구도 소외하지 않고 모두를 전투에서 고루 사용하는 자만이 해피 엔딩을 얻을 수 있다고 합니다. \n아니면, 최종보스를 가장 높은 난이도에서 쓰러뜨려도 같은 효과를 볼 수 있습니다.\""];
      
      public static var libraryDungeon1:Array = ["이쪽 구역에 들어오는 건 처음이야. \n평소에는 막아뒀었는데, 드디어 보수하고 다시 여는 걸 검토하고 있는 것 같아.",112,"왜 막아뒀던 거야? \n중요한 책들이 많이 있는 것 같은데...",45,"스케치북 속의 그림이 살아나서 방문객들을 공격했다고 부모님이 나한테 겁주곤 했어.       \n\n내가 미신을 몇 가지 믿긴 해도, 그건 좀 너무하지!",111,"진짜 이유는 아마 이곳을 수리하기 위한 자금이 부족한 거 뿐일거야.    \n\n엄청 낡아빠진 건물이라고!",92];
      
      public static var libraryDungeon2:Array = ["동의한다. 이 건물은 확실히 다 무너져가고 있어.",61,"그래, 책벌레들이 다 뜯어 먹은 것 같아!",92];
      
      public static var libraryDungeon3:Array = ["와! 종이쪼가리가 떠있어! \n이게 적인가?!",22,"음, 결국 그 이야기들은 사실이였던 모양이네. \n뭔가 이 방에서 여러가지 초자연적인 현상이 일어나는 것 같은데...",114,"당장이라도 이길 수 있을거라 생각하지만, 여기는 선택형 지역이니까 원하면 나중에 돌아와도 상관 없어.",51];
      
      public static var libraryDungeon4:Array = ["거 봐, 우리가 해냈어! 보스를 전부 쓰러뜨렸다고! \n드디어 이 도서관에서 빠져나갈 수 있어!",19,"다시는 종이를 믿지 않을 거야.",109,"이런 일이 다른 곳에서도 일어날 가능성이 있는 건가? \n내 요새는 탱크 등 여러가지 설계도로 가득 차 있다만. 군에 연락해서 전부 태워버리라고 명령하는 게 좋겠군.",66,"정말 특이한 마법이야... 이런 주문을 배워서 사용할 수 있는 방법은 없을까?",52,"사양한다, 오늘은 이쯤으로 충분해.",88];
      
      public static var sea1:Array = ["어라... 여기는 지도에 기록되지 않은 지역 같아.     \n\n여기서부터는 어떤 방향으로 가야 할지 알 방법이 없어.",52,"지도의 끝이 곧 세상의 끝이라고 생각했었는데. \n지도 너머 미지의 땅을 볼 줄은 예상치 못했군...",75];
      
      public static var sea2:Array = ["없냥아, 넌 어때? \n뱃멀미라던가 괜찮은 거야?",92,"야..야옹... 야오옹...",148,"별로 기분이 좋지 않다고?       \n\n빨리 어딘가 상륙할 곳을 찾아 볼게!",95,"야오옹...",128];
      
      public static var sea3:Array = ["계속 같은 곳을 왔다갔다 하는 것 같아. \n어느 방향으로 가고 있는 건지 알 수가 없어!",5,"주변 지형을 기준으로 보면 확실히 진행하고 있는 것 같아!",92];
      
      public static var sea4:Array = ["전방에 꽤나 큰 섬들이 보이는걸! ",93,"다리없냥, 곧 상륙할거니까 조금만 더 버티라고!",92,"야옹?!",127];
      
      public static var sea5:Array = ["드디어 어딘가에 도착했어!",2,"이 섬에는 작은 마을이 있는 것 같군. \n대체 무슨 이유로 대륙에서 이렇게나 멀리 떨어져 사는거지?",82];
      
      public static var sea6:Array = ["음... 여긴 아무것도 없네!",5,"동의한다.",61];
      
      public static var bunker1:Array = ["참 들어가고 싶게 생긴 곳이군...",5,"랜스의 요새랑 완전 똑같은데!",114,"내 기지 중 하나는 아니다.     \n\n잠입 루트를 찾아서 우리를 눈치채기 전에 급습하는 게 좋을 것 같다.",61,"으음.... 친절한 사람들일지도 모르잖아?",49,"흥, 그럴 가능성은 없다.",81];
      
      public static var bunker2:Array = ["잘했다, 제군들 - 잠입에 성공했다! \n이제 저 경비원이 개들을 풀기 전에 무력화시켜라!",62,"그럴 필요는 없을 것 같은데...",51];
      
      public static var bunker3:Array = ["그러니까 친절한 사람들일 수도 있다고 말했잖아, 거의 공격할 뻔 했는데...",35,"사전에 그걸 알 수 있는 방법은 없었다. \n언제나 반응보다 선제행동이 낫다.",81,"*에휴*",47];
      
      public static var bunker4:Array = ["왼쪽에 있는 컴퓨터들은 2플레이어 게임들을 시연하고 있는 것 같아!",2,"그럼, 둘이서 같이 플레이하면 되려나?",32,"음, 먼저 어떤 적들이 있는지 알아야겠지. \n상대가 뭔지 안 다음에 최고의 팀을 구성하는 거야!",15,"흐-응, 그러시던가.",51];
      
      public static var bunker5:Array = ["오른쪽은 3인 플레이어 게임들인 것 같네...",1,"봐봐, 나도 해보고 싶어! \n한번도 본 적 없는 게임들로 가득해!      \n\n날 팀에 넣지 않으면 가만 안둘 거야!",117,"야오, 야옹!",127,"잠깐, 다리없냥도 플레이할 수 있는거야?       \n\n다리가 없는 건 당연하다고 생각했는데, 그러고보니 팔도 없잖아!",105,"야옹...",128,"어떻게든 될 거라고 생각해!",27];
      
      public static var bunker6:Array = ["흥미롭군... 상당히 깊게 내려가는 벙커다.     \n\n그래도 이게 최하층인 것 같군...",82];
      
      public static var bunker7:Array = ["이건 꽤 간단했어! \n좀 더 어려운 걸 시도해 보자고!",2];
      
      public static var bunker8:Array = ["이 시절엔 참 소름끼치는 몬스터 디자인도 있었지.      \n\n무섭다기보다 변태적인 의미로 말이야.",51,"예술적 감각을 그렇게 평가할 순 없잖아.",2,"아니, 할 수 있어. \n블로그에 리뷰를 올릴 거야...",51,"10년이나 된 게임이라고! \n이제와서 리뷰 읽을 사람은 없다고 생각해!",27,"동의한다. \n원 제작자는 이미 죽었을지도 모르지.",65,"아니, 그런 의미가 아니라...",19];
      
      public static var bunker9:Array = ["2세대 게임들은 별로 좋아하지 않는다. \n파시스트들을 악당으로 몰아가곤 했지.",88,"응, 걔들이 나쁜 게 맞잖아.",39,"(우리가 이길 때까지는 말이지...)",88];
      
      public static var bunker10:Array = ["몬스터를 참 보기 좋게도 디자인했네. \n뭔 공격이 토하고 뱉는 것 밖에 없어? \n\n미성숙한 남자애가 만든 게임이라는 게 딱 보여...",57,"그럼... 음... 여자애들이 게임을 만들었다면...    \n그냥 스토리텔링이랑... 음, 그리고... 퍼즐...     \n\n뭐 그런거 밖에 없을 테니까!",9,"나쁘지 않을 것 같은데.",31,"나도 별 문제 없다고 봐.",92,"야옹, 야옹!",137,"그래, 그리고 다리없냥이 이만큼 고통받지 않아도 되겠지!",117,"얜 그걸 좋아한다니까. \n고통받아서 더 강하게 크는 거야.",5,"...",139];
      
      public static var bunker11:Array = ["이 게임들을 하다 보면 옛날 생각이 나!",34,"그래, 그 시절에는 모든 게 훨씬 간단했었는데. \n걱정할 일이 아무것도 없었고!",3,"친구들이랑 같이 플레이하곤 했었는데... 너무 오래 전이라... 누구였는지 전혀 기억이 안나!",41,"어라, 나도 그런데! \n참 이상한 일이네!",13,"흠... 흥미로운 이야기다. \n여러가지 생각이 들게 하는군!",75];
      
      public static var bunker12:Array = ["저 보스는 원작이랑 조금 달라진 것 같아. \n원래는 저 점토 병사들을 소환하지 않았던 것 같은데.",15,"게임을 검열시킨 게 분명해! \n다시는 이 제작자를 지원하지 않을 거야!",69,"그런 건 아니라고 생각하는데...",17];
      
      public static var bunker13:Array = ["어라, 저 몬스터들은 본 적 있어. \n이 게임은 나도 몇년 전에 해본 적 있는 거 같아.",92,"꾀 최근에 인기를 끌었던 게임이야. \n아마 우리 모두가 한번쯤은 해봤을 거라 생각해. \n뭐, 새끼고양이인 다리없냥을 빼면 말이지.",1,"야옹?",147];
      
      public static var bunker14:Array = ["전 세대의 기계 디자인이 더 나았어. \n최신 그래픽은 너무 깔끔하고 매끄럽다고.",65,"내가 보기엔 별 차이 없어 보이는데. \n뭔 소리 하는 건지 모르겠어.",19,"흐음...",61];
      
      public static var note1:Array = ["고장 \n\n펠릭스, 고치려고 시도하지 마세요! \n다른 기술자가 올 때까지 기다리세요!"];
      
      public static var note2:Array = ["펠릭스, 내 에너지 음료 건드리지 마! \n\n-리너스"];
      
      public static var note3:Array = ["고장 \n\n싱크대는 변기가 아닙니다! \n누구 탓인지는 다들 알고 있겠죠!"];
      
      public static var note6:Array = ["이 게임을 플레이하지 마십시오!! \n\n게임 내에서 죽으면 현실에서 죽게 됩니다!!!!"];
      
      public static var note4:Array = ["아주 키가 큰 고양이를 포함한 여러가지 밈이 그려져 있다. \n\n톨캣이라 불렸던 것 같다."];
      
      public static var note5:Array = ["오래된 인터넷 캐릭터가 여럿 그려져 있다. \n\n어디서 본 적이 있는 것 같은데..."];
      
      public static var conceptMap0:Array = ["우리가 여행한 지역들이랑 비슷해 보이지만, 달라!",92,"이런 곳을 여행할 기회가 없을 거라 생각하니 좀 슬프네...",95];
      
      public static var conceptMap1:Array = ["난 이 그림이 제일 먼저 눈에 들어왔어. \n뭔가 특별한 무언가가 느껴져.      \n\n실제했다면 정말 그 설원의 유적지 어딘가에서 찾을 수 있을 것 같아.",31,"제작자한테 들었는데, 원래 이 벙커의 역할을 했을 \"시간의 신전\" 이라는 지역이 기획됐었데! \n이게 그 신전의 일부 아닐까?",16,"그냥 아무 말이나 하고 있군.",79,"흥... 믿지 않아도 상관 없어...",17];
      
      public static var conceptMap2:Array = ["와, 저 보물상자들은 참 이상하게 생겼네! \n꽤나 오래된 컨셉아트인 것 같아...",22];
      
      public static var enterArena:Array = ["일종의 배틀 아레나처럼 보이는군. 적절한 이름이야.",61,"그래, 너 참 머리 좋다.",92,"저길 봐봐! \n각자를 위한 문이 있어!",16,"이건... 1인 투기장인 것 같아! \n아마 저 안에서는 혼자서 싸워야 할 거야!",22,"이런...",35];
      
      public static var p1arena1:Array = ["(혼자서 싸우는 건 오랜만이네. \n힐을 해줄 사람이 없으니, 체력을 재생하거나 흡수할 수 있는 장비를 쓰는 게 좋을까나...)",5,"(그리고 속성 내성도 엄청 중요하겠지. \n잊지 말고 각 적에게 맞는 장비로 교체하자!)",1,"(흠... 어떤 적부터 쓰러뜨릴까?)",15];
      
      public static var p1arena1B:Array = ["괜찮은 몸풀기였어. \n이제 아홉번만 더 이기면 돼!",1];
      
      public static var p1arena2:Array = ["(일단 지금까진 나름 괜찮았어. \n처음으로 혼자서 작전을 짜고 행동하다보니까 꽤나 지치네.)",1,"(내 장비가 어떤 효과를 가지고 있는지 이정도로 신경쓴 적이 없었어. \n혼자서 싸울 때는 행동 하나하나를 생각해야해!)",2,"자, 다음은 누구냐?!",3];
      
      public static var p1arena3:Array = ["(이제 얼마 안 남았어!)",2,"(난 최강이야!)",21];
      
      public static var p1arena3B:Array = ["거의 다 끝나간다!    \n\n(이제와서 뭔가 문제가 생기진 않겠지.)",2,"(사실 마지막으로 남은 녀석이 가장 약할수도!)",3];
      
      public static var p1arena4:Array = ["이겼다!",4,"(좋은 상품을 주는 거겠지? \n일단 보상을 받고 다른 애들한테 자랑하러 갈까...)",2];
      
      public static var p1arena5:Array = ["해냈구나, 맷!",34,"당연하지! \n조금도 어렵지 않았어! \n아예 싸움이 다 조작된 수준이라고!",29,"그런 건 아니라고 생각하는데. \n확실하게 위험한 적들이였다고 생각해.",51,"내가 말만 하면 전부 쓰러지던데! \n다들 그냥 연기하는 거라니까!",21,"승리에 취해 머리가 어떻게 된 것 같군.",65,"동감이야.",47];
      
      public static var p2arena1:Array = ["(내가 왜 이걸 하자고 한거지? \n첫 라운드에서 패배하는 게 아닐까...)",58,"음...",35,"(일단 방어적인 장비를 착용하면... 승산이 있을지도...)",45,"(어쨌든 최선을 다해 보자. \n뭐, 캐릭터성을 정립하는데 도움이 될지도.)",51];
      
      public static var p2arena1B:Array = ["(첫 전투를 이기니까 조금 자신감이 나네...)",31,"...",35,"(좋아, 다음 전투를...)",51];
      
      public static var p2arena2:Array = ["점점 요령이 생기는 것 같아!  \n\n할 수 있어, 나탈리!",34,"(앗, 구경꾼들이 있다는 걸 잊고 있었어... 혼잣말은 그만!)",43];
      
      public static var p2arena3:Array = ["(거의 끝나 가... 몇번만 더 이기면...)",34,"(으아, 지쳤다... 그리고 땀범벅이 됐어.     \n여기 주변엔 샤워실도 없는 거겠지...)",47];
      
      public static var p2arena3B:Array = ["이제 하나만 남았어!     \n\n(여기까지 오다니 믿어지지가 않아!)",34];
      
      public static var p2arena4:Array = ["(정말로 해냈어! 마지막 적을 쓰러뜨렸다!)",46,"좋았어!",34,"(드디어 쉴 수 있겠어! \n나가서 어디 침대에 쓰러지고 싶다...)",53];
      
      public static var p2arena5:Array = ["축하해, 나탈리!",93,"아주 멋지게 싸웠어!",2,"매우 훌륭하게 흔들렸어!",72,"야옹!",123,"모두 고마워! (랜스 빼고!)       \n\n내 예상보다 잘 되었나 보네!",53];
      
      public static var p3arena1:Array = ["(드디어 실전 사격장에서 내 실력을 보여줄 때다! \n내 소원이 이뤄진 모양이군!)",63,"(흠... 그럼... 어느 목표물부터 쏘면 되는 거지?)",75];
      
      public static var p3arena1B:Array = ["예상대로 약해빠진 상대였다.",64];
      
      public static var p3arena2:Array = ["(벌써부터 힘이 들기 시작하다니, 믿을 수가 없군. \n폐활량이 예전같지가 않아...)",77,"(잠시 휴식을 가지도록 할까!)",88];
      
      public static var p3arena3:Array = ["(목표물 대부분 배제... 지구력은 바닥...)",77];
      
      public static var p3arena3B:Array = ["(조금 더 휴식을 가져야겠군...)",77,"담배가 다 떨어졌어!",86,"...",85];
      
      public static var p3arena4:Array = ["나의 승리다!!",63,"하찮은 인간들이여, 나의 지혜와 힘 앞에 무릎을 꿇어라!",64,"흐음?",82,"(박수소리가 들리지 않는군. \n다들 자고 있는 건가?)",79];
      
      public static var p3arena5:Array = ["잘 했어, 랜스! \n근데 구경꾼들은 총을 쓰는 걸 별로 좋아하지 않는 것 같더라.",27,"뭐라고?! \n이 내가 야만인처럼 싸우는걸 보고 싶다는 거냐!?",69,"뭐, 아무나 네 총을 집어서 쏠 수 있잖아. \n별로 조준 같은 거 안해도 다 맞던데!     \n\n힘이나 기술이 별로 없어도 된달까...",2,"*자존심이 완전히 무너짐*",85,"아, 그러니까... 그, 적어도 폭죽놀이 같이 여러가지 터져서 재밌었어.      \n\n하하...",27,"누가 더 나은 친구랑 교환해줘!",69];
      
      public static var p4arena1:Array = ["(좋아! 내가 귀엽고 멋진 모습을 모두에게 보여줄거야!)",113,"(일단 작전을 생각하는 게 좋겠네. \n적절한 장비를 착용하지 않으면 쉽게 당하겠지...)",112,"(버프나 회복 같은 자동 보너스를 주는 장비가 쓸모 있을 것 같아. \n혼자서 회복과 공격을 전부 할 순 없잖아!)",95];
      
      public static var p4arena1B:Array = ["일단 하나! \n점심시간 전까지 끝나려나?",92];
      
      public static var p4arena2:Array = ["여기까지 문제 없음!",92,"이정돈 식은 죽 먹기지! \n다들 응원해 주세요!",94];
      
      public static var p4arena3:Array = ["겨우 이정도야? \n전혀 스치지도 않았다고!",113,"응원해주는 모두를 위해 열심히 싸울게요!",94];
      
      public static var p4arena3B:Array = ["점점 배고파 지는데. \n슬슬 끝내 볼까.",107];
      
      public static var p4arena4:Array = ["너무 쉬웠다고!   \n거의 날 보자마자 항복했는데!",102,"*콜록* *쓰읍* *휴우*",104,"아, 괜찮아요! \n(조금 무리했나...)",118];
      
      public static var p4arena5:Array = ["축하해, 애- ",32,"으으으으으으................",119,"으악, 안색이 좋지 않아! \n완전 탈진한 것 같은데!",22,"수분 부족인 것 같아. \n누가 물 좀 가져와!",52,"으으으으으음............",118,"야옹....",125];
      
      public static var p5arena1:Array = ["야옹...      \n\n*힘을 모으기 시작함*",147,"야아아아아오오오오옹!!!!!!!!",142,"*물리 법칙의 한계를 초월함*",142];
      
      public static var p5arena1B:Array = ["야옹, 야옹!",123,"*긍정적으로 생각함*",122];
      
      public static var p5arena2:Array = ["*힘이 더 필요함*",131,"*과거의 패배에서 악감정을 모아...*",129,"*...넘치는 공격성으로 변환함*       \n\n냐아아아아아아!!!",130];
      
      public static var p5arena3:Array = ["야옹, 야옹... 냐!!      \n\n*구경꾼들에게 기를 나눠달라고 부탁함*",123,"야옹...?     \n\n*사람은 고양이어를 이해할 수 없으므로 완전히 무시당함*",121];
      
      public static var p5arena3B:Array = ["*하아아아아암*",132,"*조금 졸려짐*",137];
      
      public static var p5arena4:Array = ["*적들의 수준에 대해 실망함*",139,"*고양이처럼 승리를 축하함*",141,"*자기 꽁무니에 대고 킁킁댐*",138];
      
      public static var p5arena5:Array = ["잘했어, 다리없냥! \n참 용맹하게 싸웠다고!",3,"상으로 평소보다 간식을 많이 줄게!",94,"야옹! <3",140];
      
      public static var bosh1:Array = ["어라? \n그 꽃집의 지하실인가?       \n\n이 아래에 뭘 숨겨뒀을까나?",22,"내가 두 눈 부릅뜨고 보고 있다고. \n훔칠 생각도 하지마!",109];
      
      public static var bosh2:Array = ["환경 보호 메세지를 알리기 위한 선전용 게임인가?",15,"그랬다면 완전히 실패했군. 지금 난 내 인생 어느 순간보다도 수풀이 싫어졌다!",69,"그래, 농장 시뮬레이터였으면 훨씬 나았을 거야!",107];
      
      public static var robo1:Array = ["이상하군 - 난 이 방에 들어와 본 적이 없다!   \n언제부터 있었던 거지?",82];
      
      public static var robo2:Array = ["꽤 괜찮은 게임이였다. \n언젠가 돌아와서 다시 플레이해보도록 하지.",84,"우리는 지금 더 중요한 일이 있다고!",39];
      
      public static var snek1:Array = ["뭐, 뭐야?! \n지금 우린 어디에 있는거지?!",86,"*에헴*",77,"방금 그건 무시하도록. \n어떤 상황에서도 평정심을 잃으면 안된다.",88,"멀리서 쉿쉿 소리가 들려오는데...",114];
      
      public static var snek2:Array = ["좋아! 게임을 깼어! \n이제 저주받기 전에 여기서 빠져나가자.",109,"일단 보물상자부터 열어야지. \n뭐, 알았어!",27];
      
      public static var glob1:Array = ["뭔가 지독한 냄새가 나는데...",109,"냄새정도는 괜찮아. \n좀 맡는다고 죽진 않을 거잖아.",29];
      
      public static var glob2:Array = ["이정도면 충분하다. \n그만하고 깨끗한 공기가 있는 밖으로 나가자고.",88,"이번만은 랜스랑 동감이야.",47];
      
      public static var chair1:Array = ["위층에서 날 쫓아냈단 말이지... 흥... 그렇다면... \n여기 있는 걸 전부 털어가겠어!",3,"야옹! \n야아옹!",124];
      
      public static var chair2:Array = ["이건 시뮬레이터 게임의 일종인가?   \n\"가구 시뮬레이터\"라던가?",15,"아니, 그냥 쓰레기 게임인 것 같네. \n그래도 혹시 몰라? 옜날에는 엄청 히트쳤을지도 모르지.",19,"뭐, 인기 게임이였다면 이런 구석에서 썩고 있진 않겠지...",17,"야옹!",137];
      
      public static var treagure1:Array = ["그럼... 저 보물 상자는 함정이였던 거야? \n처음부터 끝까지?",7,"그래. 이견의 여지도 없이 함정이야.",39,"뭐, 다음번에는 아닐 수도 있지!",2,"이빨이 달려있는 건 다 함정이야!   \n정말 자살 충동이라도 있는 거야?!",40,"으음... \n(왜 저렇게 화가 났는지 모르겠어.)",5];
      
      public static var phoenix1:Array = ["꽤 끼는 구멍이네...",51,"할 말이 있지만...        \n봐, 저 앞에 빛이 보여!",92];
      
      public static var phoenix2:Array = ["다 끝낸 모양이니, 용암에서 올라오는 연기에 질식하기 전에 빠져나가도록 하지.",82,"그러자.",2];
      
      public static var totom1:Array = ["어라, 여기에 숨겨진 신사가 있어!",46,"난 최근 여기에 온 적이 있지만, 저 게임기는 본 적이 없어...",114,"저주받은 거 아니야?!",115,"흠... 흥미롭군.",66];
      
      public static var totom2:Array = ["퇴마 성공!    \n물렀거라, 저주받은 오락기!",94,"기계 자체를 부순 게 아니잖아. \n좀 있으면 다시 켜질 거라고 생각한다.",61,"이런...",114];
      
      public static var guoye1:Array = ["아하! 비밀 통로를 찾았다!",3,"야옹!",123];
      
      public static var guoye2:Array = ["또 이 행성 밖의 어떤 공간으로 이동된 것 같군.",61,"우리, 조금 이런 일에 익숙해져 버린 것 같다?",4];
      
      public static var guoye3:Array = ["저 망할 게임이 나한테 정신공격을 했어...",77,"뭐, 저런 오래된 게임에서는 꽤나 드문 일이지. \n요즘은 훨씬 심해졌어!",2,"최근 게임들은 온갖 방법으로 과금을 유도한다니까!",29,"흐음...  \n(혹시 내 죄를 돈으로 지울 수 있는걸까? 한번 알아봐야겠는걸.)",75];
      
      public static var pumpkus1:Array = ["우와! \n바다다!",93,"*모든 방향에서 끝없는 공포가 보임*",126];
      
      public static var pumpkus2:Array = ["호박이 저정도로 위험했는지는 몰랐어. \n완전히 죽을 뻔 했다고!",27,"\"야채에게 죽다.\"       \n\n그런게 적힌 묘비라니, ",112];
      
      public static var mermaid1:Array = ["아하! \n역시 이 섬에 뭔가 숨겨져 있었어!",16,"아, 이런... 또 저주받은 게임기인 것 같아.",114];
      
      public static var mermaid2:Array = ["또 승리했어!",2,"하지만... 어째 죄책감이 드네.     \n\n거의 사람이랑 같았는데... 우린 평소대로 때려눕혀 버렸지!",111,"이건 그냥 게임이야, 애나. \n저건 우리처럼 진짜 인간이 아니야!",32,"그래도 너무 현실적인 게임이었는걸...       \n\n(애초에 \"진짜\"란게 무슨 뜻이지?)",101];
      
      public static var maw1:Array = ["얼마나 깊이 들어가야 하는 거야?",114,"라고 말하는데.",2,"뭔가 기분나쁜 느낌이 들어...",107];
      
      public static var maw2:Array = ["여긴 진짜 좋지 않은 예감이 들어!",115,"동감이다.",85,"야옹...",148,"자자, 얘들아. \n여기 내려오기 전에 언데드 드래곤까지 잡았잖아.          \n\n뭐가 있든 그거보다 심하겠어?",52];
      
      public static var maw3:Array = ["가끔 숨겨진 비밀들을 굳이 전부 파헤치려 할 필요는 없다는 생각 안 들어? \n굳이 여기까지 와서 이런 걸 봐야겠어?",109,"당연하지, 무슨 시련이 기다리더라도 모든 도전을 끝내고 보상을 받을 거야!",4,"난 공포게임이 정말 싫어.",107,"(저 게임이 VR이 아니였어서 다행이야... 휴...)",23];
      
      public static var newPainting0:Array = ["꽤 소름끼치는 작품을 모아 놨네...    \n\n왜 이런 걸 걸어두고 싶어할까?",35];
      
      public static var newPainting1:Array = ["잠깐... 이 사진, 누가 찍은 거야? \n우린 애초에 스마트폰이 없잖아!",106,"흐으으으으으음............",15,"모르겠어!",2];
      
      public static var newPainting2:Array = ["너무 귀여워!    \n얘가 우리 팀에 있었으면 좋았을텐데! ",116,"흐응...",51];
      
      public static var newPainting3:Array = ["내 잠옷 차림을 어떻게 안 거지?!",43,"누기 아동용 필터를 키고 플레이했나보네!",27,"그리고 난 저렇게 아이스크림을 통째로 먹지 않아...",41];
      
      public static var newPainting4:Array = ["와! 죽여주는 몸매군!",80,"조용히 해! \n가끔은 생각을 머리 밖으로 내지 않는 법을 배우라고!",39,"나랑 다리없냥은 배경에서 살해당하고 있는 것 같은데...",27,"꼴 좋다!",47];
      
      public static var newPainting5:Array = ["저것들을 상대로 싸우지 않아도 되서 다행이야.       \n\n다리없냥, 우릴 배신하진 않을 거지?",5,"야옹!",141,"\"아마도\"라니 뭔 소리야?!",9];
      
      public static var newPainting6:Array = ["이봐, 난 저정도로 사악하게 생기지는 않았다고!      \n\n(아니, 그런가...?)",69,"난 어디서 얻어맞고 온 것처럼 보이는데!",12,"나는, 그... 아니, 말하게 하지 마!",41,"적어도 난 언제나처럼 귀엽게 생겼네!",94];
      
      public static var newPainting7:Array = ["이 그림에선 우리가, 그... 뭐랄까... 각지다... 고 해야되려나?",35,"이건 \"픽셀아트\"라고 하는 매우 현대적인 화풍이야. \n최신 게임들은 전부 이렇게 생겼다고.",1,"어째선지 좀 구식이라는 생각이 드는데...",51];
      
      public static var newPainting8:Array = ["아, 액체 빵! 내가 제일 좋아하는 음식이지!",2,"좀 너무 많이 마신 것 같은데...",51];
      
      public static var newPainting9:Array = ["야옹! 야옹!",124,"그래, 네 강력한 친구들에 대한 얘기는 충분히 들었어. \n자랑 좀 그만해!",19,"야옹...",139];
      
      public static var newPainting10:Array = ["야아아아옹!!!",142,"아니, 저건 네가 아닐거야! \n누군가 다른 고양이를 그린 거라고 생각하는데...",19,"야아아아아아아옹!!",150,"으아, 진정하라고!        \n\n이 나쁜 녀석!",9,"...",129];
      
      public static var newPainting11:Array = ["어라, 저 사람들은 누구지?      \n\n어딘가 눈에 익었는데...",105];
      
      public static var newPainting12:Array = ["저 망측한 옷이 너무 싫어! \n망할 변태 자식들이나 입히고 싶어할 옷이야!",40,"다수의 이익이 소수보다 중요하다!",77,"이번만은 나도 동의할지도...",101,"노코멘트...",23,"....................",41,"너희들 다 평생 솔로일 거야!    \n\n여자애를 이런 식으로 대하는 거 아니라고...",57];
      
      public static var newPainting13:Array = ["어라! 또 다른 나네!",1,"..............",5,"저놈 엄청 싫어!!",10];
      
      public static var newPainting14:Array = ["봐봐, 내가 섹시하고 어른스럽게 그려져있어! \n(이렇게 입으면 평소에도 그렇게 보이려나?)",103];
      
      public static var newPainting15:Array = ["이것 봐, 랜스! \n우리가 절친처럼 그려져 있어. 딱 현실처럼 말이야!",3,"흠.",61,"동네 말썽쟁이들처럼 보이네.   \n딱 현실처럼 말이야!",92,"흠?",79];
      
      public static var newPainting16:Array = ["야옹, 야옹?",135,"네 말이 맞아, 평소보다 좀 살 찐 것처럼 보이네!",1];
      
      public static var newPainting17:Array = ["이 작품을 내 요새에 있는 왕좌 위에 걸어놓고 싶군.",63,"거기 왕좌같은 거 없잖아.",49,"이미 주문해 놨다! \n아주 인상적인 놈으로 말이야!",69];
      
      public static var newPainting18:Array = ["와우, 쩌는 슴ㄱ-",71,"닥쳐!",40,"네, 여사님.",72];
      
      public static var newPainting19:Array = ["와우, 대단해!",3,"모험이 끝날 쯤이면 현실에서도 이정도로 많은 칼을 모을 수 있을까?",15];
      
      public static var newPainting20:Array = ["야아아오오오옹!",142,"응, 갑옷으로 중무장한 고양이네.      \n\n생각해 보면 참 이상한 세상이야!",2];
      
      public static var galleryFull:Array = ["전에 왔을 때보다 그림의 수가 많이 늘었어. \n정말 엄청난 속도로 채워지고 있어!",31,"좀 어수선해지기도 했어, 아무렇지도 않게 바닥에 그림이 놓이기도 하고!",32,"우리 인기가 꽤나 생겼나 보네! \n이렇게 많은 팬아트를 보내주다니!",29];
      
      public function dialogue()
      {
         super();
      }
   }
}

